{"data":{"wordpressPost":{"title":"Øya ansetter ny daglig leder","date":"2014-01-15T10:10:44.000Z","content":"<p>Tord Karstein Rønning Krogtoft blir ny daglig leder i Øyafestivalen. Han kommer fra en stilling i Platekompaniets ledelse, som produktsjef for musikk. Tord har erfaring med både personalledelse og økonomi, og har de personlige egenskapene vi mener daglig leder i vår festival må ha. Han har lang erfaring fra musikkbransjen og har vært en høyt respektert mann i Platekompaniet gjennom mange år. I Øya-sammenheng har han vært en del av bookinggruppa i flere år. Vi gleder oss til Tord kommer i gang i sin nye stilling og har stor tro på at dette er en person som er i stand til å styre Øyafestivalen til fortsatt suksess i mange år fremover.</p>\n<p>Tord Krogtoft, ny daglig leder i Øyafestivalen: <em>«Jeg har rett og slett fått meg drømmejobben. Etter mange år som frivillig i bookingruppa kjenner jeg etter hvert folkene og organisasjonen ganske godt og gleder meg veldig til å være med på å jobbe fram Øyafestivalen i Tøyenparken til den beste, viktigste og mest relevante musikkfestivalen i Norge, Norden, ja i hele Europa.»</em></p>\n<p>Stein Arne Blomseth takker nå for seg etter 15 år som daglig leder: <em>«Jeg er stolt av at Øyafestivalen har blitt et så viktig arrangement for Oslo og for norsk musikk, og det har vært en fantastisk opplevelse å være en del av dette. Øyas store styrke er at vi har knyttet til oss så mange dyktige og entusiastiske medarbeidere som alle føler ansvar for å utføre sitt arbeidsfelt på best mulig måte. Det er en utrolig bra gjeng, og jeg kommer til å savne dem og det kicket det er å oppleve at alle brikker faller på plass i dagene og timene før festivalen åpner. Samtidig vet jeg at vi med Tord har fått en svært dyktig leder, som selv har den samme entusiasmen for festivalen. Han har en stor kjærlighet til musikk, er en smart og sympatisk kar, og jeg er overbevist om at Øya er i de beste hender med ham som sjef.»</em></p>\n","wordpress_id":9265,"featured_image":{"title":"tord crop","filename":"tord-crop.jpg","filesize":331233,"url":"http://oya.test/assets/uploads/2014/01/tord-crop.jpg","link":"http://oya.test/tord-crop/","alt":"","author":"3","description":"","caption":"","name":"tord-crop","status":"inherit","uploaded_to":0,"date":"2014-01-15 10:10:37","modified":"2014-01-15 10:10:37","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":550,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2014/01/tord-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2014/01/tord-crop-300x206.jpg","medium_width":300,"medium_height":206,"medium_large":"http://oya.test/assets/uploads/2014/01/tord-crop-768x528.jpg","medium_large_width":768,"medium_large_height":528,"large":"http://oya.test/assets/uploads/2014/01/tord-crop.jpg","large_width":800,"large_height":550,"small":"http://oya.test/assets/uploads/2014/01/tord-crop.jpg","small_width":320,"small_height":220,"medium_small":"http://oya.test/assets/uploads/2014/01/tord-crop.jpg","medium_small_width":640,"medium_small_height":440,"xlarge":"http://oya.test/assets/uploads/2014/01/tord-crop.jpg","xlarge_width":800,"xlarge_height":550}},"translations":{"nb":{"url":"/2014/01/15/oyafestivalen-ansetter-ny-daglig-leder/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7939a38a-6381-5b83-a1aa-057fcf0af5be","locale":"nb"}}