{"data":{"wordpressPost":{"title":"INTERVJU: EXPLOSIONS IN THE SKY","date":"8th August 2011","content":"<p>*How are you feeling these days?*<br />\nPretty hot. We are home in Austin at the moment and every day is over 100 degrees Fahrenheit. We are looking forward to what we can only assume will be much nicer weather in Norway. But other than that, we&#8217;re feeling good.</p>\n<p>*What are your plans for the summer?*<br />\nMostly relaxing for the next month to be honest. We have a few shows over the next month, but starting in August we&#8217;ll be on tour for most of the rest of the year&#8211;first Europe, then a full US tour, then Europe again, then Australia and New Zealand. So for now, we&#8217;re just enjoying spending time with our families and friends. Taking my daughter to swim classes. Playing ping pong. Watching movies. That sort of thing. </p>\n<p>*Since your last album, you have had a lot going on in your private lives, how does one get back into the songwriting, recording and touring?*<br />\nGetting back into songwriting is a challenge because we traditionally haven&#8217;t been able to write music on the road, so you just get out of practice. But I&#8217;m hoping that will change at least a little bit as we can take our computers and recording stuff with us and hopefully do at least a little songwriting as we tour for the next year. But speaking personally, getting back into touring is a much harder transition. I&#8217;ve had two kids since the last album, and it&#8217;s just no fun to have to say goodbye after goodbye leaving on these tours. </p>\n<p>*Your music has been used as soundtrack for tv-series (Friday Night Lights), films, and commercials. Do you have any rules or reservations when it comes to how or where your music is used?*<br />\nWe rarely have much trouble with our music being used in movies or TV shows. For whatever reason (and certainly not by some grand design), our music works really well for accompanying cinematic images. And we don&#8217;t want to just lend our music to anything, but we try to be open-minded to requests. Commercials are far, far trickier. We have licensed our music to a few commercials, but I can&#8217;t say we ever feel great about it. There are certain companies that we simply wouldn&#8217;t license to, but it is a struggle every time to decide on if X company is one of them. We figure that nearly every movie or TV show, ignoring the quality, is at least rooted in trying to tell a story or elicit an emotion. They are based in the arts, and in the best cases, are art that we feel happy or even privileged to have our music contribute to them. Commercials, however, are&#8230; commercial. They too obviously have a place in our world, but they are not at all why we wrote the music that we did. However, the handful of commercials that we have done have allowed us financially to continue making music. To take all the time that we need to make the album that we want to make. We want to be able to keep making music for many years, and for better or worse, they are one of the ways that have helped us do that.</p>\n<p>*You seem to be a democratic band without any clear leadership. What are the ups and downs of this kind of collaboration?*<br />\nI&#8217;m not sure democratic is the right word for it&#8211;maybe something more like &#8220;unanimity or nothing.&#8221; It is true we have no leader. Decisions are basically: if we all agree on something, then it&#8217;s a yes, but if even one person says &#8220;no,&#8221; then it&#8217;s a no, even if the others feel really strongly about it. It used to lead to hurt feelings, but after 12 years I feel like we&#8217;re pretty natural with it and everybody knows how it goes. The upside to doing it like this is that everybody always knows their voice counts. And musically, we all know that all four of us are 100% behind every second of music. The downsides are probably pretty obvious. It takes us several years to write an album, for one thing. Sometimes it&#8217;s frustrating to really like a part and there be one person who is just not feeling it, so it gets shot down. I do fear that with this process, sometimes (for example) some of the truly weird stuff won&#8217;t make it through, because not everyone likes the same things. But it is what it is, and it&#8217;s worked really really well for 12 years, so we&#8217;re happy with it.</p>\n<p>*Do you have any relationship to the Norwegian music scene?*<br />\nNot a whole lot. We have played in Oslo twice and definitely enjoyed the shows and the people we met. And I have heard fantastic things about the Øya festival. But, like many people, and I&#8217;m sure this might be annoying (so I apologize), but when I hear Norwegian music scene, I first think of metal and more specifically black metal. Which is something I can appreciate it and even like but I don&#8217;t listen to too much of it. I did enjoy &#8220;Until the Light Takes Us.&#8221; One of our best friends, Rob Lowe (who was in 90 Day Men and has toured with us with his band Lichens) will be in Norway this month filming a movie there. I&#8217;m sure he will tell us more about the scene.</p>\n<p>*How would you describe your new album &#8220;Take Care, Take Care, Take Care&#8221; to new listeners?*<br />\nThat&#8217;s a tough one. There&#8217;s a reason we are an instrumental band, and it&#8217;s because maybe we would rather let the music do the talking. But I&#8217;ll try: It&#8217;s rock music. Mostly played with two or three guitars and bass and drums. Fleshed out with samples and textures. Usually there is no singing but on this album there are some wordless vocals. It&#8217;s about emotion. Hitting a listener viscerally. Trying to conjure&#8230; beauty, stories, memories. </p>\n<p>*Where was the album recorded?*<br />\nAt a place called Sonic Ranch which is very near El Paso, Texas. Why there? Our friend John Congleton, who recorded this album as well as our two previous albums, told us it was great and we ended up being extremely happy with it. It has a handful (five, I think) of studios spread out over an enormous pecan ranch. As well as a basketball hoop, homecooked meals, and a pet raccoon.  </p>\n<p>*Your new album cover is apparently quite elaborate and beautiful! Would you tell us a little about it?*<br />\nSeeing it in person would do it far more justice than my description, I promise, and we will bring some copies with us when we come to Norway. Very briefly&#8211;it folds up into the walls of an abandoned house, and I think every detail from the discarded picture frames to the bottom of the house&#8217;s foundation tells a story. I have never been so happy with how one of our albums looks, and I think our friend and artist Esteban Rey has outdone himself.</p>\n<p>*We are very much looking forward to your show here in August. What are your expectations to the Øya Festival, Norway&#8217;s biggest festival?*<br />\nHmm, expectations are tricky. I simply hope for a great show and to see some other great shows. And for some good weather. See you there.<br />\nMark</p>\n<p><a href=\"http://www.youtube.com/watch?v=2UNj5Oqs29g\" target=\"_blank\">Se Explosions In The Sky&#8217;s første musikkvideo her</a></p>\n","wordpress_id":15499,"translations":{"nb":{"url":"/2011/08/08/intervju-explosions-in-the-sky/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8b295ccc-761c-5e24-a706-ddc7ef6e58e7","locale":"nb"}}