{"data":{"wordpressPost":{"title":"Under 1000 ukespass igjen – tre nye navn","date":"10th March 2015","content":"<p>Det er nå under 1000 ukespass igjen til Øyafestivalen. Vi tror disse vil gå fort unna. Vil du ha med deg hele festivalen må du være rask.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"288\" height=\"288\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w, http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 288px) 100vw, 288px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p>Jaga Jazzist er det bandet fra den første Øya-plakaten i 1999, som er mest vitale i 2015. De har ikke spilt på Øya siden 2009 og nytt album kommer i juni. I tillegg er to av årets debutanter klare for Øya. Både Nashville-baserte Natalie Prass og fransk-cubanske Ibeyi får mye skryt for sine album og vil oppleve en økende fanskare fram mot festivalsesongen. De skal begge spille lørdag 15. august.</p>\n<p><strong>JAGA JAZZIST<br />\n</strong>Jaga Jazzist feira i fjor sitt 20-årsjubileum, og i år er de tilbake med ny utgivelse. Den skal slippes til sommeren, i god tid før bandet spiller på Øya. Denne gjengen har i lang tid vært blant landets mest spennende band, og er kjente for sin unike miks av jazz, elektronika og rock. Dagens besetning, akkurat som tidligere utgaver, inneholder folk som har fingrende borti mye av den beste musikken som kommer ut i Norge. Virkelig stor oppmerksomhet fikk de med albumet A Livingroom Hush (2001), og de etablerte seg samtidig som landets mest kreative og vitale samarbeidspartnere for andre musikere. Internasjonalt har de i en årrekke vært tilknytta labelen Ninja Tune.</p>\n<p>I forbindelse med liveskiva Live With Britten Sinfonia fra 2013, skreiv <a href=\"http://www.allaboutjazz.com/jaga-jazzist-live-with-britten-sinfonia-by-john-kelman.php\" target=\"_blank\">allaboutjazz.com</a>: … it&#8217;s not that Jaga Jazzist doesn&#8217;t have jazz in its DNA; it&#8217;s just so deeply buried amidst everything from classical music to progressive rock that finding a way to describe the group&#8217;s music has always been something of a challenge.</p>\n<p>Om studioalbumet One Armed Bandit fra 2010 påsto <a href=\"http://www.clashmusic.com/reviews/jaga-jazzist-one-armed-bandit\" target=\"_blank\">clashmusic.com</a>: Big layers of instruments dual with and complement each other via weird time signatures, and inspired, complex riffs that sound like they’re scoring a car chase from a cult Seventies film, mixed with bursts of electronic futurism &#8211; perhaps best displayed on the album’s title track &#8211; a manic, brilliant piece of instrumental songwriting that shows Jaga Jazzist to be at the top of their game.</p>\n<p>Bandets Øya-historie strekker seg helt tilbake til den første festivalen i 1999, og de er fortsatt like spennende å følge i 2015. Vi gleder oss voldsomt til de skal lage stor lyd i Tøyenparken.<br />\n<a href=\"http://www.jagajazzist.com/\">www.jagajazzist.com</a></p>\n<p><strong>NATALIE PRASS (US)<br />\n</strong>Natalie Prass har gitt ut vinterens sterkeste popdebut. Hennes stødige, men melankolske, låtskriving ga albumet statusen best new music hos Pitchfork i januar. Tidligere har hun vært en del av backingbandet til Jenny Lewis, en artist hun har en god del til felles med. I det siste har Prass turnert med sjølveste Ryan Adams i Europa, en turné som også kommer innom Oslo neste uke. Debutalbumet ble produsert av artisten Matthew E White og produsent Trey Pollard.</p>\n<p><a href=\"http://consequenceofsound.net/2015/01/album-review-natalie-prass-natalie-prass/\" target=\"_blank\">Consequenceofsound.net</a>: &#8211; One of the most fully realized and confident debuts in recent memory, <em>Natalie Prass</em> is an expertly sequenced and executed work that transforms decades of American music tradition into something relevant to the 21st century.</p>\n<p>Hun blir sammenligna med alt fra Dusty Springfield til Feist. Vi tror at hun vil få et langt større publikum i løpet av de neste månedene. <a href=\"http://www.theguardian.com/music/2015/jan/22/natalie-prass-natalie-prass-review\" target=\"_blank\">The Guardian</a> har helt rett i sin påstand «this is a record that never feels retro, just timeless». I Tøyenparken får du oppleve hennes smakfulle og deilige musikk i grønne omgivelser.<br />\n<a href=\"http://natalieprassmusic.com/\">natalieprassmusic.com</a></p>\n<p><strong>IBEYI (FR/CU)<br />\n</strong>De to tvillingene Naomi og Lisa-Kainde Diaz er døtre av den cubanske perkusjonisten Anda Diaz, men har vokst opp i Paris. Nå er debutalbumet ute, fylt av det <a href=\"http://www.thelineofbestfit.com/reviews/albums/ibeyi-ibeyi\" target=\"_blank\">thelineofbestfit.com</a> kaller «a mesmerising fusion of pop, electronic experimentalism, Cuban folk, French jazz and acoustic R&amp;B that spans for language barriers». Søstrene blander engelsk og yoruba, som er kulturen farens afrikanske forfedre kom fra. I tillegg kombinerer de tradisjonelle elementer med moderne uttrykk, og henter inspirasjon fra blant andre James Blake og King Krule.</p>\n<p><a href=\"http://www.allmusic.com/album/ibeyi-mw0002806832\" target=\"_blank\">Allmusic.com</a> har skrevet: &#8211; Ibeyi&#8217;s sound has no direct referent, though their music would be right at home with other artists of the electro doom soul generation, from FKA Twigs to BLK JKS to Benjamin Clementine. Their songs of family, love, lust, and spirit pair perfectly entwined and complementary voices. The musical and sonic palettes reflect both the world of human existence &#8212; ancestry and physical geography &#8212; and the &#8220;other&#8221; realm that informs it &#8212; a doorway of feelings and senses that is invisible yet ever present.</p>\n<p>Debutalbumet er ute på XL Recordings, og har fått meget god mottakelse. Søstrene spiller henholdsvis perkusjon og piano, og har et spennende minimalistisk uttrykk. De sto for en av de aller beste konsertene på Eurosonic, festivalen for ny europeisk musikk, i januar. I august får du muligheten til å oppleve dem i konsertformat i Tøyenparken.<br />\n<a style=\"line-height: 1.5\" href=\"http://www.ibeyi.fr/\">www.ibeyi.fr</a></p>\n<p>&nbsp;</p>\n","wordpress_id":11516,"translations":{"nb":{"url":"/2015/03/10/under-1000-ukespass-igjen-tre-nye-navn/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"600e919f-626e-541e-9868-8e2f5ae43dd6","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2015/03/10/under-1000-ukespass-igjen-tre-nye-navn/","redirect":false}}}