{"data":{"wordpressPost":{"wordpress_id":12396,"title":"Flyktninghjelpen på Øya","excerpt":"<p>Møt feltarbeiderne som hjelper mennesker på flukt verden over. </p>\n","content":"<p>&nbsp;</p>\n<p>Hvert år presenterer vi et ny humanitærpartner på festivalen. I år har vi med oss Flyktninghjelpen. I teltet deres får du møte feltarbeidere fra Flyktninghjelpen og snakke med dem om hvordan de gir nødhjelp til mennesker på flukt i noen av verdens tøffeste konfliktområder. Flyktninghjelpen har medarbeidere i mer enn 30 krigs- og kriseområder.</p>\n<p>&#8211; De vil spre engasjementet sitt, dele historier fra felt og vise at arbeidet nytter. Vi håper publikum vil bli inspirert av aktivitetene i teltet vårt på Øya, men også at de får mye ut av samtaler med medarbeiderne våre og lærer mer om arbeidet vårt, sier generalsekretær Jan Egeland.</p>\n<p>&#8211; Vi ser også frem til å kåre en vinner av en feltreise med oss, slik at en av festivalgjestene får muligheten til å se hva Flyktninghjelpen jobber med på nært hold, forteller generalsekretæren, som selv har vært hjelpearbeider på bakken i tillegg til å ha hatt toppjobber i blant annet FN, Røde Kors og Utenriksdepartementet.</p>\n<p>Vårens store sak innen norsk politikk har vært det økende behovet for norsk hjelp til Syria. Her har Flyktninghjelpen vært en viktig pådriver. Nye tall viser at rekordmange 59,5 millioner mennesker er på flukt over hele verden. Krisene som driver folk på flukt, rammer barn og unge på mange måter.</p>\n<p>&#8211; Jeg har jobbet med verdens verste kriser i over 30 år. Aldri før i min generasjon har vi stått ovenfor en så stor krise som den syriske katastrofen. Omtrent halvparten av de som er på flukt i dag, er barn. Bare blant syriske barn er det 2,6 millioner som går glipp av skolegang. Skole er viktig for barnas sikkerhet, helse og fremtid. Flyktninghjelpen jobber blant annet for å hjelpe barn tilbake på skolen gjennom utdanningsprogrammer i de fleste landene vi jobber i, og gjennom bygging av skoler, forteller Egeland.</p>\n<p>Dere finner Flyktninghjelpen på Munchløkka under festivalen.</p>\n","date":"2015-06-24T06:49:00.000Z","featured_image":{"title":"Øya Egeland","filename":"Øya-Egeland.jpg","filesize":190746,"url":"http://oya.test/assets/uploads/2015/06/Øya-Egeland.jpg","link":"http://oya.test/oya-egeland/","alt":"","author":"3","description":"","caption":"","name":"oya-egeland","status":"inherit","uploaded_to":0,"date":"2015-06-24 07:35:06","modified":"2015-06-24 07:35:06","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":1024,"height":685,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2015/06/Øya-Egeland-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2015/06/Øya-Egeland-300x201.jpg","medium_width":300,"medium_height":201,"medium_large":"http://oya.test/assets/uploads/2015/06/Øya-Egeland-768x514.jpg","medium_large_width":768,"medium_large_height":514,"large":"http://oya.test/assets/uploads/2015/06/Øya-Egeland-1024x685.jpg","large_width":1024,"large_height":685,"small":"http://oya.test/assets/uploads/2015/06/Øya-Egeland.jpg","small_width":320,"small_height":214,"medium_small":"http://oya.test/assets/uploads/2015/06/Øya-Egeland.jpg","medium_small_width":640,"medium_small_height":428,"xlarge":"http://oya.test/assets/uploads/2015/06/Øya-Egeland.jpg","xlarge_width":1024,"xlarge_height":685}},"translations":{"nb":{"url":"/2015/06/24/flyktninghjelpen-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9e848f35-02ce-5235-beac-1ff35e048562","locale":"nb"}}