{"data":{"wordpressPost":{"title":"Øyanatt med Nina Las Vegas og Christine Dancke","date":"20th July 2017","content":"<p><a href=\"http://www.ticketmaster.no/event/545315\">BILLETTER</a></p>\n<p>150,-/180,- med/uten gyldig Øya-billlett</p>\n<p><strong>NINA LAS VEGAS (AU)</strong><br />\nUnder Øyanatt-fredagen på Blå står to av våre favorittkvinner i sentrum; vår egen Christine Dancke og Nina Las Vegas, som lenge har vært en av Australias viktigste tastemakere med sitt show på Triple J. På sitt eget show har hun hatt eksklusive mikser fra Diplo, RL Grime, Cashmere Cat, Flume og mange flere. De er alle store fans av hennes arbeid. Med over 10 år på musikkscenen har hun spilt på festivaler som HARD, Holy Ship, Voodoo Fest og SxSW, samt delt scener med artister som Mark Ronson, MIA, Pharrell Williams og Baauer. På utgivelsesfronten har hun co-produsert to EPer med typen Swick; &laquo;Don’t Send&raquo; og &laquo;Cool Sports”, noe som bare er starten nå som hun er godt i gang med å etablere sitt eget plateselskap NLV Records.</p>\n<p><strong>CHRISTINE DANCKE</strong><br />\nMusikkhjertet til Christine Dancke banker (som oftest) i takt med alt det dansbare hun spiller – først og fremst på sitt lørdagsshow DJ Christine på P3 – hvor det er fokus på bass. Men i tillegg er hun hele Norges musikksjef på dagtid i programmet “Christine&raquo;, hvor hun holder oss oppdatert på alt som rører seg blant nye talenter og ny musikk. At hun også er sosiolog, treningsinstruktør og TV-programleder er bare tilleggsinfo. På Øyanatt er det hennes kjærlighet for klubbmusikk som er i fokus.</p>\n<p><a href=\"https://www.facebook.com/ninalasvegas\">www.facebook.com/ninalasvegas</a> // <a href=\"https://soundcloud.com/ninalasvegas\">soundcloud.com/ninalasvegas</a> // <a href=\"https://www.facebook.com/P3christine\">www.facebook.com/P3christine</a> // <a href=\"http://p3.no/christine/\">p3.no/christine</a></p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bd2e176e-f4a0-55de-b50d-619bca9fd456"}}