{"data":{"wordpressPost":{"title":"Vazelina Bilopphøggers åpner lørdagen på Øya","date":"6th February 2017","content":"<p>Den tradisjonsrike førstekonserten på Øya-lørdagen har vært en rad med suksesser, fra DeLillos til Knutsen &amp; Ludvigsen til BigBang til Midnight Choir til Odd Nordstoga. Det er noen av våre mest folkekjære artister som har fått æren av å spiller for mange tusen allerede klokka 13 på dagen.</p>\n<p>I år har sjølveste Vazelina Bilopphøggers tatt på seg oppgaven med å få Øya-publikummet i gang på den siste dagen. På tide, vil mange si. Dette blir deres første skikkelige konsert i Oslo på mange år.</p>\n<p>Vår lengste og mest innholdsrike dag sparkes altså i gang med legendene fra Oppland og er ikke over før Lars Vaular og The Hellacopters har takka for i år fra hver sin scene.</p>\n<p>Dagsbilletter og ukespass er i salg.</p>\n<p>&nbsp;</p>\n<p><strong>VAZELINA BILOPPHØGGERS – lørdag 12. august</strong></p>\n<p>Vazelina Bilopphøggers starta på Gjøvik rett før 80-tallet var skikkelig i gang, og slo nesten umiddelbart igjennom. Eldar Vågan og Arnulf Paulsen har vært medlemmer siden starten, mens Jan Einar Johnsen ble fast medlem etter førsteskiva, en utgivelse han bidro på. Sammen har de laga et stort antall suksessalbum med sin særegne blanding av Toten-dialekt, gamle rockemelodier, varm humor og et enormt ønske om å underholde. Det siste har de gjort med album, forestillinger, tegneserie, TV-serie og mye mer. I over ti år har Kjetil Foseid stått ved mikrofonen og blåst friskt liv i nye og gamle slagere. Etter fokus på mer revyaktige opptredener, blir dette deres første skikkelige konsert i Oslo på mange år.</p>\n<p>Er du vokst opp med På Musikk Tel Arbe, Magan Bak En Sten, Blålys, Ferje Over Mjøsa, Surfbrett, Spikre Paller eller noen andre av de mange publikumsfavorittene? Da anbefaler vi at du kommer deg i Tøyenparken tidlig lørdag 12. august. Bandet hinter også kraftig om at det kan bli overraskelser i løpet av konserten.</p>\n<p><a href=\"http://www.vazelina.no/\">www.vazelina.no</a></p>\n<p><a href=\"https://www.facebook.com/vazelinabilopphoggers/?fref=ts\">www.facebook.com/vazelinabilopphoggers</a></p>\n","wordpress_id":19457,"translations":{"nb":{"url":"/2017/02/06/vazelina-bilopphoggers-apner-lordagen-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2ad30717-df78-5a94-a6c0-10e73bc87747"}}