{"data":{"wordpressPost":{"title":"Fire høylytte norske band til Øya","date":"2010-02-10T07:13:00.000Z","content":"<p>Vi har de siste ukene sluppet en rekke sterke internasjonale rockenavn, fra legendene Iggy &#038; The Stooges og Pavement til publikumsfavoritter som The Gaslight Anthem og Converge til nykommere som Invasion og Surfer Blood. På ulike måter er de gode representanter for den rocken som surrer og går i hodene til oss på Øya-kontoret hele året. Nå vender vi blikket hjemover og kan avsløre at vi har fått på plass fire norske knallnavn med meget godt grep om gitarene.</p>\n<p>The Cumshots har tatt første trinn på veien til suksess i et av verdens vanskeligste markeder, det engelske. I løpet av året vil de satse hardt her hjemme og i Storbritannia. I august skal de avrunde en hektisk sommer på Øyafestivalen. The Megaphonic Thrift har de siste par årene hatt et stadig sterkere rykte som et av landets mest spennende band innen psykeldelisk gitarmoro, i august skal de overbevise i Middelalderparken. Purified in Blood er ikke bare tilbake for fullt, de er i ferd med å gjøre 2010 til sitt beste år noensinne og vi gleder oss til albumet som kommer snart. Blood Command er den beste og friskeste nye rocken vi har hørt fra Bergen på lenge. Dette bandet fortjener et stort publikum og du fortjener å høre Blood Command.</p>\n<p>THE CUMSHOTS<br />\nThe Cumshots har trålet norske og iblant tyske landeveier i en årrekke. Sammen har de fem karene levert leksjoner i suveren negativitet, beinhard rock og intense konsertopplevelser man blir mørbanka av. I høst kom deres fjerde album A Life Less Necessary, som betydde at bandet hadde nye doser råskap å servere rock- og metalhungrige nordmenn. Skiva er full av kraftig, svett og mandig krysning mellom blodig metall og rå rock. Samtidig byr den på mer variasjon og dybde enn tidligere album, uten at det går på bekostning av bandets mørke sider. Som Harald Fossberg skrev i sin anmeldelse i Aftenposten ” Når jeg hører denne platen, er det som å gjenoppleve filmen Se7en, en kvalmende klaustrofobisk opplevelse der morderen tar utgangspunkt i de syv dødssynder”.</p>\n<p>De siste månedene har bandet opplevd en betydelig interesse fra Storbritannia og har stått på engelske scener ved flere anledninger. Magasiner som Rock Sound (10 av 10), Kerrang (5 av 5) og Metal Hammer (8 av 10) har vært overbegeistret, så alt ligger til rette for gode mottakelser når albumet kommer ut på øya til våren. Akkurat som her hjemme er dette et band som kommer til å bite seg fast i hjerterota til de som er oppvokst med Motörhead, Slayer, Entombed eller annen eksplosiv rock i øregangen.</p>\n<p>I disse dager opplever også The Cumshots at mye er på gang her hjemme. De er nominert til Spellemannsprisen og er eneste metallband som kan komme til å vinne Statoilstipendet. Rett før jul var de det eneste norske bandet på Pyros liste over årets beste album. Etter å ha tilbrakt mye av sommeren på turné, vender de tilbake til Oslo for å vise det beste av norsk aggresjon og testosteron på Øya.<br />\n<a href=\"http://www.myspace.com/cumshots\" target=\"_blank\">MYSPACE</a></p>\n<p>PURIFIED IN BLOOD<br />\nPurified In Blood har vært et av de viktigste og råeste banda i den norske undergrunnen det siste tiåret og i 2010 kan de fort få oppleve et gjennombrudd hos et større publikum. Våren 2008 var bandet fra Hommersåk utenfor Sandnes tilbake for fullt, etter litt over et år med pause. Nå, to år seinere, er bandet klare med et forrykende og hett album, som skal hete Under Black Skies. Første singel Death Priest er ute hvert øyeblikk og den er en glimrende smakebit på deres aggressive miks av metal og hardcore. Skiva har blitt miksa i Seattle av Matt Bayles, som også har jobba med Mastodon og Isis. Sjøl innrømmer de å hente inspirasjon fra klassiske bråkmakere, som for eksempel Earth Crisis, Judas Priest og Slayer.</p>\n<p>Bandet er ikke redde for å stå for det de mener er viktig. Med bakgrunn i straight edge og veganerbevegelsen, har de flere ganger tatt for seg dyrs rettigheter. I 2010 er de klare for å vise musikalske muskler og å rundjule trommehinnene til noen og enhver.</p>\n<p>Purified In Blood er tidligere vinnere av både Zoom og Alarmprisens utmerkelse for beste liveband. Deres eksplosive konsertopptredener og upåklagelige energi, har alltid vært deres varemerke. Det betyr at dette er et solid og hardtslående band du bør få med deg på årets Øyafestival.<br />\n<a href=\"http://www.myspace.com/purifiedinblood\" target=\"_blank\">MYSPACE</a></p>\n<p>THE MEGAPHONIC THRIFT<br />\nThe Megaphonic Thrift består av Richard Myklebust fra Stereo21, Linn Frøkedal og Njaal Clemetsen fra The Low Frequency in Stereo, og Fredrik Vogsborg fra Casiokids/Syme. Musikken deres er en salig og kompromissløs blanding av støy, pop og shoegaze – med referanser som Built To Spill, Sonic Youth og My Bloody Valentine. Eller som Urørt sier det: «Et av Bergens mest lovende band lager det som best kan beskrives som en sonisk regnbue av syrete, melodiøs og beintøff støy-melankoli. Fra et trangt og smått klaustrofobisk lydbilde siver det ut herlige melodier i alskens farger, og med en fast leveranse av bunnsolide konserter er dette et band du garantert vil høre mer fra.»</p>\n<p>Og mer skal du få høre. Gjengen har spilt inn debutalbumet Decoy Decoy i Duper Studio i Bergen, med Jørgen Træen som produsent. Vi gleder oss som unger til plata slippes første mars på Egersund/Bergen-labelen Hype City, men allerede nå er det klart at de skal spille på Øyafestivalen i august. I fjor var det Øyanatt, nå står parken for tur. The Megaphonic Thrifts opptredener på Roskilde, CMJ, SXSW og Icelandic Airwaves har ført til gjetord og panegyriske omtaler i utlandet. Vi er sikre på at det blir minst like bra på sommerens festival.<br />\n<a href=\"http://www.myspace.com/megaphonicthrift\" target=\"_blank\">MYSPACE</a></p>\n<p>BLOOD COMMAND<br />\nBergen har lenge vært gode på elektro, pop og metall, men det har vært et stykke mellom de gode og kraftfulle rockebanda. Nå ser det ut til å bli en etterlengta endring på dette. De siste par åra har det poppa opp et lite knippe rå og fengende band. Blood Command har med en herlig miks av moderne rock og hardcore klart å fange oppmerksomheten til mange det siste året. Når EPen Five Inches Of A Car Accident fikk gått noen runder i spilleren, ble vi helt hekta og nå vil vi bare ha mer. I løpet av våren kommer en ny utgivelse.</p>\n<p>Kjernen i bandet er trioen Silje Tombre (vokal), Sigurd Haakaas (slagverk) og Yngve Andersen (strenger og tangenter). Konsertversjonen av Blood Command fylles ut med gode venner fra Bergen. Sammen har de rukket over et solid antall scener her hjemme og utenlands.  I lista over inspirasjonskilder finner man blant annet et knippe av Øya-kontorets favoritter, som Hot Snakes, Yeah Yeah Yeahs, PJ Harvey, New Order, At The Drive-In og Rocket From The Crypt. Samtlige er det mulig å høre spor av i Blood Commands låter. Dette et band med særpreg, fantastisk energi og nese for gode punklåter. Få med deg Blood Commands gnistrende rock på Øya, det kan bli en opplevelse du seint vil glemme.<br />\n<a href=\"http://www.myspace.com/bloodcommand\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":448,"translations":{"nb":{"url":"/2010/02/10/fire-hoylytte-norske-band-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c0e0940f-d4c6-5c3c-8e35-6129905d3b32","locale":"nb"}}