{"data":{"wordpressPost":{"title":"Cat Power and Laura Mvula will play Øya","date":"29th April 2013","content":"<p><strong>CAT POWER (US) &#8211; Thursday 8<sup>th</sup> of August</strong><br />\n<strong> LAURA MVULA (UK) &#8211; Wednesday 7<sup>th</sup> of August</strong></p>\n<p>We still have a few artists to announce for the Øya Festival 2013. Here are two great additions to the line-up. Cat Power is an artist we have been trying to book for years. Finally she makes it to Øya. Laura Mvula is the hottest new soul artist in England. She will show the Oslo audience why she has become so popular in the UK in a short time.</p>\n<p>It is still day tickets for the four days in the Medieval Park. Here is the program so far <span style=\"text-decoration: underline;\">http://oyafestivalen.com/program/</span></p>\n<p>CAT POWER (US)</p>\n<p>Chan Marshall has since the mid 90&#8217;s released music under the name Cat Power. After a break the last few years, the album Sun is good proof that Cat Power still makes very strong, personal and catchy pop. She had worked on and produced the music for three years before the release last year. Sun reached the top ten on the U.S. album chart in 2012.<br />\nConsequence Of Sound wrote this: &#8211; Transformed in both sound and spirit, <em>Sun</em> is a passionate pop album of electronic music filtered through a singer-songwriter’s soul. In the past, she was known for performing at the mercy of her moods. This time, Marshall decided she was in the mood for a melody. And she’s got us feeling alright.</p>\n<p>Cat Power has also collaborated with people from bands like Sonic Youth, Jon Spencer Blues Explosion, Foo Fighters, Pearl Jam, Dirty Three and The Bad Seeds, and Yoko Ono, Neko Case, Marianne Faithfull and Beck. No matter if your favorite Cat Power Album is Sun, The Greatest or You Are Free, we are certain that there are good reasons to look forward to the Cat Power’s concert in the Medieval Park. We know there are many who are.<br />\n<a href=\"http://www.catpowermusic.com/\" target=\"_blank\">http://www.catpowermusic.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>LAURA MVULA (UK)<br />\nLaura Mvula from Birmingham is a new British soul comet. Her debut album Sing To The Moon was just released and ended up in the top ten in the charts. She makes modern, sophisticated soul pop, with elements from jazz, RnB and gospel. She has been compared to Billie Holiday and Erykah Badu, among others.</p>\n<p><a href=\"http://popmatters.com/\" target=\"_blank\">Popmatters.com</a>: &#8211; This is an outstanding debut album that really does leave you looking forward to what may come next. On this showing, the girl from Birmingham really could develop into a soul legend.</p>\n<p>The Quietus: &#8211; Not only is <em>Sing For The Moon</em> an impressive debut body of work, but it achieves a contrary-feeling sense of greatness: dealing in sonics and a sweetness lifted straight out of the mid-20th century, but wrung through with her individual, original mindset, Mvula has sidestepped any threat of being cast as retro or anachronistic, and produced something that sounds distinctive and fresh-sounding.<br />\nThe BRIT Awards and BBC both named her as one of the greatest musical hopes for 2013. We saw Laura Mvula live a few weeks ago and are sure our audience will appreciate her large doses of fresh soul in the Medieval Park.<br />\n<a href=\"http://www.lauramvula.com/\" target=\"_blank\">http://www.lauramvula.com/</a></p>\n<p>&nbsp;</p>\n<p>photo Camille Garmendia</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9246e703-e995-5e7b-aa72-d29364543391"}}