{"data":{"wordpressPost":{"title":"Tre Øyanetter på Sentrum Scene","date":"19th May 2017","content":"<p><strong><u>Torsdag 10.8 – <b>Sentrum Scene presenterer: Mutual Intentions + Dâm-Funk (US), Stones Throw</b></u></strong></p>\n<p>Bill. kr 250,- kr + avg. (ukespass eller dagsbillett 10.8) / 300,- kr + avg.</p>\n<p>Doors: 22.00.</p>\n<p>&nbsp;</p>\n<p>Torsdag 10. august inviterer Mutual Intentions-gjengen til sin fjerde label-night i Oslo, i samarbeid med Øyanatt og Rockefeller.</p>\n<p>&nbsp;</p>\n<p>Kveldens ærede gjest blir westcoast funkateer extraordinaire Dâm-Funk (Stones Throw / Funkmosphere). Han kommer til å gjøre både en helvetes konsert, pluss et DJ-sett mot slutten av kvelden. Mutual Intentions-gjengen stiller selvsagt også selv, i form av konserter, beat sets og DJing.</p>\n<p>&nbsp;</p>\n<p>Mutual Intentions har vært norsk eksportvare siden 2015 da de slapp sitt første compilation, dette ble umiddelbart plukket opp av Sofie fra Stones Throw, som da også jobbet for Boiler Room. Dette resulterte i Norges første Boiler Room show. Siden den gang har Mutual Intentions spilt på festivaler som Øya og Molde, gjort store utenlandskonserter, gjort internasjonale slipp på Stones Throw, Jakarta Records og KingUnderground, og samarbeidet med artister som Kaytranada, Mndsgn, Chester Watson, Suff Daddy med flere. Gjengen har allerede sin åttende release ute, og flere skal det bli. Det loves new-age musikk, beattapes, disco-reissues og house album i nær fremtid som tilskudd til diskografien deres som til nå stort sett har bestått av hiphop, beats, soul, jazz og RNB-orientert musikk. Mutual Intentions består i dag av musikere Ivan Ave, Fredfades, Yogisoul, SRAW, Ol’ Burger Beats, Tøyen Holding og Jawn Rice, visuelle artister Hans Jørgen Wærner, Erik Treimann og Mohamed Chakiri samt manager Stian Nicolaysen.</p>\n<p>&nbsp;</p>\n<p>Artisten, produsenten og DJen DâM-FunK er opprinnelig fra Pasadena i California og lever fortsatt etter den gamle P-Funk koden om å være en fullstendig fri sjel. Hans vokal, produksjoner og i det hele tatt person befinner seg langt unna jordkloden som vi andre lever på, nærmere bestemt hans egen Funkmosphere. Kjærligheten for tidlig 80-talls boogie, soul og elektro-funk gjenspeiler seg i tillegg i musikken han produserer og spiller som DJ. Referanser som Slave, Aurra, tidlig Prince og godsaker fra plateselskapet Prelude Records er tydelige grunnsteiner i hans “egen sjanger”; modern-funk.</p>\n<p><a href=\"https://www.facebook.com/Mutualintentions/?fref=ts\">www.facebook.com/Mutualintentions</a></p>\n<p><a href=\"https://www.facebook.com/damfunk/?fref=ts\">www.facebook.com/damfunk</a></p>\n<p>&nbsp;</p>\n<p><strong><u>Fredag 11.8 – Section Boyz (UK) + Pasha + Conz + Blavk O</u></strong></p>\n<p><strong>Junkyard inviterer til tidenes Øyanatt på Sentrum Scene 11.august!</strong></p>\n<p>Bill. kr 250,- kr + avg. (ukespass eller dagsbillett 11.8) / 300,- kr + avg.</p>\n<p>Doors: 22.00.</p>\n<p>&nbsp;</p>\n<p>I samarbeid med Sentrum Scene presenterer Junkyard en all nighter på Sentrum Scene fredagen under Øyafestivalen. Øverst på programmet står den høyst aktuelle og mye omtalte hip-hop/grime gruppa Section Boyz fra sør-London!</p>\n<p>Gruppa hoppa rett inn på topp 40 i UK med mixtapen «Don’t Panic» i 2015 og har siden da vunnet alt fra beste nykommer prisen til å dele scener med alt fra Skepta til Drake. Låta «Lock Arif» fra samme mixtape ble fra dag 1 en umiddelbar radiohit og et varsel om at dette bare var forsmaken fra hva vi kan vente oss fra dette kollektivet.</p>\n<p>Selv omtaler de seg selv som «leaders of the new skool» og har allerede rukket å høste både respekt og lovord fra et samlet hiphop-miljø. Grime er den nye punken skrev D2 tidligere i vår og Section Boys er i dette tilfellet intet unntak. Sammen med artister som Stormzy, Skepta, J Hus og Lethal Bizzel representerer de alle en av de mest spennende sjangerne innenfor moderne hip-hop.</p>\n<p>I tillegg til Section Boys kommer det også en rekke norske spennende artister til Sentrum Scene denne kvelden. <strong>Pasha</strong> er for tiden brennaktuell med ny musikk og er av de mest karakteristiske up &amp; coming hip-hop ikonene som beveger seg i musikknorge. Bare 22 år gammel har Pasha har allerede blitt &#8220;One To Watch&#8221; av gigantmagasinet NME og skapt buzz i norsk media som Transworld, 730.no, Clique og Kingsize Mag med sin enestående, lekne stil.</p>\n<p>I tillegg har både <strong>Conz</strong> og <strong>Blvck O</strong> for alvor har vist at de fortjener en spot i rampelyset etter noen hyper energiske konserter og mye omtale denne våren!</p>\n<p><a href=\"https://www.facebook.com/OFFICIALSECTIONBOYZ/?fref=ts\">www.facebook.com/OFFICIALSECTIONBOYZ</a></p>\n<p><a href=\"https://www.facebook.com/PashaCute/?fref=ts\">www.facebook.com/PashaCute</a></p>\n<p>&nbsp;</p>\n<p><strong><u>Lørdag 12.8 – Fagernes Yacht Klubb</u></strong></p>\n<p><strong>FAGERNES YACHT KLUBB HEISER SEILET IGJEN!</strong></p>\n<p>Bill. kr 270,- kr + avg. (ukespass eller dagsbillett 12.8) / 320,- kr + avg.</p>\n<p>Doors: 22.00</p>\n<p>&nbsp;</p>\n<p>Fagernes Yacht Klubbs konserter under Øyanatt har i en årrekke vært gjenstand for vill kamp om billettene og vill dansing til den beste musikken skrevet i perioden 1972 &#8211; 1989. Derfor har vi tatt ansvar og utvider også i år kapasiteten med noen hundre ekstra plasser i forbindelse med at vi flytter showet til Sentrum Scene!</p>\n<p><em> </em></p>\n<p>Litt sliten etter en lang dag på festival? Ta plass på galleriet med en pina colada (jada, det blir pina colada i baren). Fortsatt full av energi, eller kanskje du har ladet opp hele dagen til en kveld i yachtmusikkens tegn? Ta plass på gulvet sammen med 1000 andre matroser og matriser.</p>\n<p><em> </em></p>\n<p>Du veit det blir utsolgt. Vi gleder oss til å kaste loss.</p>\n<p><a href=\"https://www.facebook.com/FagernesYachtKlubb/?fref=ts\">www.facebook.com/FagernesYachtKlubb</a></p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n<p>&nbsp;</p>\n","wordpress_id":19964,"translations":{"nb":{"url":"/2017/05/19/tre-oyanetter-pa-sentrum-scene/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b88de4ad-e9d6-56b4-b027-45f12b53aed8","locale":"nb"}}