{"data":{"wordpressPost":{"title":"Roy Ayers (US) til Øya","date":"1st June 2017","content":"<p>Det er ingen hvemsomhelst vi slipper til Øyafestivalen i dag. Selv om navnet alene ikke får bjellene til å ringe for alle, vil de mest kjente låtene frembringe aha-opplevelser hos mange. Vi gir ordet til vår mann på Biblioteket-scenen, skribent og sulteforet funkfan Audun Vinger:</p>\n<p>Man slenger gjerne om seg med begreper som legende, men når det gjelder Roy Ayers er man nesten bare nødt til å ta det i bruk igjen. I alle fall om man synes funk, jazz og soul er noe som er verd å være en legende i. Man har kunnet høre spor av musiken hans gjennom flere nye generasjoners lyder, som jazzfunk, acid jazz, hip hop, neo-soul, soulful house og så videre. Han er en åpenbar inspirasjonskilde også for nye norske artister som Charlotte Dos Santos.</p>\n<p>Ayers er vibrafonist, og har vært aktiv siden tidlig på sekstitallet. Hans store break kom da han fikk spille med jazzfunkfløytisten Herbie Mann, noe som ga ham enn platekontrakt på Atlantic, der han utga plater med musikere som Hernie Hancock. Men det først da han startet bandet Ubiquity han fant formen på en rekke utgivelser for Polydor, og beget seg stadig mer mot groovy, dansbar funk, soul og etterhvert disco. Han jobbet også tett med mange andre artister. Du tror kanskje ikke at du kjenner musikken, men når du hører den vil du forstå at du har hørt den halve livet! Låter som «Running Away», «Love Will Bring Us Back Together», «Searching» og ikke minst «Everybody Loves The Sunshine» er bare toppen av isen på drinken i hans enorme låtkatalog, og den burde kunne passe perfekt på en sensommerdag i Oslo også i 2017.</p>\n<p>Roy Ayers har vært aktiv på scenen hele livet, og opptrer like gjerne på discofestival på Ibiza som på jazzfestival i Frankrike, og alle steder der sjelfull rytmisk musikk fremføres! Han har ikke vært i Oslo siden en heftig affære i kjellleren på Headon rundt tusenårsskiftet, der en sulteforet funkfan fikk stoppet konserten etter å gjentatte ganger ha villet vise sin kjærlighet ved å klemme Ayers og uttrykke sin respekt for musikken. Kan det skje igjen?</p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b22132b0-644c-5670-9975-ecc330a3e51c"}}