{"data":{"wordpressPost":{"title":"Øya presenterer norske artister på SXSW-fest","date":"9th March 2015","content":"<p>Øya presenterer tre norske navn under Flood Fest på SXSW i Austin torsdag 19. mars. I samarbeid med Music Norway og Flood Magazine gir vi Marit Larsen, Hanne Kolstø og Haust muligheten til å opptre på et virkelig attraktivt dagarrangement under årets store musikkbegivenhet for nye artister i USA. Konsertene finner sted mellom 11 og 13 på Cedar Street Courtyard (208 W 4th st).</p>\n<p>Blant de andre som skal spille på Flood Fest i Austin under SXSW er Øya-aktuelle navn som Courtney Barnett, Run The Jewels og Years &amp; Years. I tillegg spiller en stor mengde andre kvalitetsnavn, som Spoon, Frank Turner, Ting Tings, Best Coast, Twin Shadow, Viet Cong og Metz.</p>\n<p>OM ARTISTENE</p>\n<p>11:00 – Hanne Kolstø<br />\nHanne Kolstø er en av de fremste norske navna innen god og utfordrende elektropop, og hun har gitt ut en solid rekke album. Forever Maybe, det foreløpig siste, ble utgitt seint i fjor høst. Kolstø spilte på fjorårets Øyafestival, både som soloartist og som en del av samarbeidet Kolstø/Atlanter/Frøkedal.<br />\n<a href=\"http://hannekolstoe.com\" target=\"_blank\">hannekolstoe.com</a></p>\n<p>11:40 – Haust<br />\nHaust sitt ferske album Bodies utgis nå i mars. Her videreutvikles deres massivt støyende miks av rock, hardcore og skitten metal. Bandet er uovertrufne når det gjelder energi og aggresjon.<br />\n<a href=\"http://haustmusic.com\" target=\"_blank\">haustmusic.com</a></p>\n<p>12:20 – Marit Larsen<br />\nMarit Larsen har som soloartist levert imponerende mengder kvalitetspop. Foreløpig siste album er When The Morning Comes fra i fjor høst, som inneholder den store radiofavoritten I Don’t Want Talk About It.<br />\n<a href=\"http://www.maritlarsen.com\" target=\"_blank\">www.maritlarsen.com</a></p>\n<p><a href=\"http://oyafestivalen.dev/assets/uploads/2015/03/sxsw15.jpg\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-large wp-image-11513\" alt=\"sxsw15\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"728\" height=\"1024\" data-sizes=\"auto\" data-aspectratio=\"803/1128\"></body></html>\n</a></p>\n","wordpress_id":11511,"translations":{"nb":{"url":"/2015/03/09/oya-presenterer-norske-artister-pa-sxsw-fest/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"18428ead-b4d9-5c71-a8d6-ff01a5f7025b","locale":"nb"}}