{"data":{"wordpressPost":{"title":"Pitchfork storfornøyde med Øya","date":"12th August 2008","content":"<p>Musikkelskerne i Pitchfork er allerede klare med årets Øya-oppsummering. De så og anmeldte en masse norske og utenlandske band. Artikkelen er underholdende, god og i blant svært morsom lesing for oss som jobber med festivalen og andre som var i Middelalderparken forrige uke.</p>\n<p>Journalist Brian Howe konkluderer tidlig med at &#8220;In terms of booking, organization, and accessibility, Øya is one of the better festivals I&#8217;ve attended. The stages were far enough apart to avoid sound bleed-over, but close enough to navigate without wearing out your legs. The schedule was kept with clockwork precision&#8211; every band I saw started on time, and there were no unfilled slots due to last-minute cancellations.&#8221;</p>\n<p>Noen utdrag<br />\nOm Mayhem: &#8220;They were awesome, technically impressive, and pretty much unlistenable.&#8221;</p>\n<p>Om Moddi: &#8220;&#8230;quietly intense acoustic guitar, smoldering strings, and a haunting Norwegian-accented voice caught my ear like a tractor beam. This was Moddi, who hail from some tiny island in the north, and who nobody I spoke with knew much about but everyone seemed impressed with.&#8221;</p>\n<p>Om Sonic Youth: &#8220;It&#8217;s amazing that this band has been able to maintain their youthful nihilism into middle age without slipping into self-parody.&#8221;</p>\n<p>Om Fleet Foxes: &#8220;&#8230;a perfect match for the dusty sunlight and blood-sugar slump of late afternoon.&#8221;</p>\n<p>Om Lars Horntveth: &#8220;It sounded lovely and professional, quite a bit like Jaga&#8217;s sprightly yet severe post-rock/jazz, with a more classical bent.&#8221;</p>\n<p>Om Janelle Monae: &#8220;With a good voice and great performative energy, Janelle is a bit like Prince meets latter-day, weirded-out Outkast, although she moved too fast from style to style to really pin down: rock, soul, R&#038;B, funk, hip-hop, and jazz vocal styles all infiltrated her party-music pastiche, as she and her killer band (dressed in natty retro suits) worked an audience who may well have never heard of her until that moment into a frenzy.&#8221;</p>\n<p>Om Attilas opptreden med Sunn O))): &#8220;For long stretches of the show, you couldn&#8217;t hear him making a sound, although he had the microphone to his mouth, which made me wonder if he was implanting subliminal messages in our brains&#8211; I don&#8217;t know, but I sure would like to kill my parents right about now.&#8221;</p>\n<p><a href=\"http://www.pitchforkmedia.com/article/feature/144570-live-review-ya-festival\" target=\"_blank\">LES HELE ARTIKKELEN HER</a><br />\n<a href=\"http://www.pitchforkmedia.com/article/news/144598-photos-ya-festival-oslo-norway-08-06-08-09-08\" target=\"_blank\">EGEN FOTOSAK OM ØYA PÅ PITCHFORK</a></p>\n<p>Det er mildt sagt imponerende hvor mye fet musikk en journalist (og hans fotograf) fikk med seg, ikke minst når man tenker på at det virker som om det fyldige teamet til Norges største tabloidavis knapt var på konserter i det hele tatt.</p>\n","wordpress_id":674,"translations":{"nb":{"url":"/2008/08/12/pitchfork-storfornoyde-med-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1677f4aa-aaab-52f1-9aa8-04caad67ae1d"}}