{"data":{"wordpressPost":{"title":"The Pains Of Being Pure At Heart til Middelalderparken","date":"13th January 2011","content":"<p>THE PAINS OF BEING PURE AT HEART (US)<br />\nThe Pains Of Being Pure At Heart ble kjapt en indiepopsensasjon etter debutalbumet fra 2009. Nå er oppfølgeren på vei og det er bare å glede seg til mer melodiøst og gitardrevet smågodt. Bandet lener seg på lyden fra britiske legender som The Smiths, My Bloody Valentine, The Jesus &#038; Mary Chain og Ride, og lager sin helt egne New York-tvist på det hele. Kritikere fra fjern og nær elska debuten. De gode karakterene kom fra både internasjonale trendsettere som Pitchfork, Spin og NME, og hjemlige medier som Dagbladet, Groove.no og Musikknyheter. Sistnevnte utropte at debuten var årets popalbum i 2009. Etter hva vi har hørt, sitter bandet med like sterke kort på hånda når de gir ut album nummer to. De svært lovende smakebitene Heart In Your Heartbeat og The One har vært tilgjengelige på nett en liten stund og gir mange grunner til å glede seg til mer i februar. I studio har de hatt hjelp av legendene Flood og Alan Moulder, som tidligere har skrudd knotter for storheter som Depeche Mode og U2.</p>\n<p>En av bandets tidlige konserter var under en Øya-kveld i New York i mars 2008. Da booket vi dem som support for Hanne Hukkelberg. De har, mildt sagt, blitt en del større siden den gang. Endelig passet det for bandet å komme til Oslo i august. Vi har stor tro på at de fengende låtene til The Pains Of Being Pure At Heart vil prege musikkåret 2011 og at de fort kan bli en sommerfavoritt når gradestokken viser omtrent 25 og man trenger et knippe herlige og kjølende popmelodier. Dette blir fort et travelt år for kvartetten. Til våren skal de blant annet turnere med Øya-aktuelle Twin Shadow i USA. I august får du oppleve deres deilige pop i Middelalderparken.</p>\n","wordpress_id":211,"translations":{"nb":{"url":"/2011/01/13/the-pains-of-being-pure-at-heart-til-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e1e25c37-04e7-51d0-a501-3cc1294d6308","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2011/01/13/the-pains-of-being-pure-at-heart-til-middelalderparken/","redirect":false}}}