{"data":{"wordpressPost":{"wordpress_id":11497,"title":"Ride, Sauropod og Fat White Family til Øya","excerpt":"<p>Et av årets mest etterlengta comeback står det engelske 90-tallsfenomenet Ride for. Torsdag 13. august kommer shoegazeheltene til Tøyenparken for å spille under Øya. </p>\n","content":"<p><strong>RIDE (UK) – torsdag 13. august</strong><br />\n<strong> SAUROPOD</strong><br />\n<strong> FAT WHITE FAMILY (UK)</strong></p>\n<p>Et av årets mest etterlengta comeback står det engelske 90-tallsfenomenet Ride for. Torsdag 13. august kommer shoegazeheltene til Tøyenparken for å spille under Øya. I tillegg er by:Larm-aktuelle Sauropod og engelske Fat White Family klare for årets store festivalopplevelse i Oslo. Dette er tre band som ikke er redde for å flørte med den psykedeliske rockens røtter, eller å ta med seg biter av dette videre inn i moderne rock.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"288\" height=\"288\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w, http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 288px) 100vw, 288px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p><strong>RIDE (UK)</strong><br />\nSeint i fjor ble det klart at legendariske Ride kom til å legge ut på veien igjen i år. I løpet av 2015 skal de spille noen utvalgte festivaler, og vi er veldig glade for at de tar turen til Tøyenparken. Ride var blant de aller viktigste banda i den britiske shoegazerbølgen, altså band i skjæringspunktet mellom klassisk psykedelia og moderne indierock. Med unntak av en opptreden i 2001, har ikke kvartetten spilt sammen siden midten av 90-tallet.</p>\n<p>Ride ble danna av Andy Bell og Mark Gardener i Oxford på slutten av 80-tallet. Debutalbumet Nowhere fra 1990 er regnet som en ubestridt klassiker. Både Going Blank Again (1992) og Carnival Of Light (1994) nådde femteplassen på de britiske salgslistene, en prestasjon for et band langt unna listepopformatet. Rides musikk er preget av sterke, deilige melodier under et lag av støyende og delikate gitarer. De passa perfekt inn i stallen til det viktige selskapet Creation, og det var kjapt massiv interesse blant publikum og musikkmedier. Snart fulgte hele den rockeinteresserte delen av verden med på hva bandet foretok seg. De leverte storslagne lydopplevelser fra scener på flere kontinenter.</p>\n<p><a href=\"http://www.allmusic.com/album/nowhere-mw0000311372\" target=\"_blank\">Allmusic.com</a> om Nowhere: &#8211; Whir, whoosh, haze, swirl, <em>ad nauseum</em> &#8212; this record holds all of these elements at their most exciting and mastered. But in the end, great pop records necessitate quality <em>songs</em>, which Nowhere delivers throughout.</p>\n<p>Andy Bell har brukt deler av tiden siden bruddet med å spille i Oasis, og seinere Beady Eye. Mark Gardener har i perioder vært soloartist. Nå er de sammen med Laurence Colbert og Steve Queralt klare for å vise en ny generasjon hvorfor de har en så spesiell plass i britisk rockehistorie. Vi veit det er mange som gleder seg til å se denne kvartetten i Oslo.<br />\n<a href=\"http://www.ridemusic.net/\">www.ridemusic.net</a></p>\n<p><strong>SAUROPOD</strong><br />\nSauropod er en krafttrio vi først ble oppmerksomme på etter en imponerende konsert på Klubbdagen i fjor. Siden har de imponert stadig flere og er klare for Øyas egen kveld under by:Larm fredag 6. mars. Bandet har blitt trukket fram som spesielt spennende av både Thomas Felberg og Svein Terje Torvik i NRK P13. Vi sørget for at de fikk varme opp for Skambankt på Øya Under 18 i vinter.</p>\n<p>Om man spør trioen sjøl om deres energiske rock, svarer de dette: &#8211; Sauropod. Ny forførerisk trio fra Oslo. Vakre, flerstemte melodier i en fuzzete, up-tempo sound. Med like sprikende musikalske assosiasjoner som scenepersonligheter, leverer Sauropod en euforisk eksplosjon som rammer stadig flere!</p>\n<p>2015 vil være året hvor Sauropod legges merke til av langt flere. I disse dager slipper de ny singel. På scena er de i en divisjon for seg sjøl. Vi anbefaler at du får med deg dette fantastiske bandet så fort som mulig, og at du tropper opp når de spiller i Tøyenparken i august.<br />\n<a href=\"https://www.facebook.com/sauropodband\">www.facebook.com/sauropodband</a></p>\n<p><strong>FAT WHITE FAMILY (UK)</strong><br />\nLondon-bandet Fat White Family lager psykedelisk rock på sin helt egen måte. Konsertene deres er i hjemlandet regna som begivenheter, og bandet har vist seg som uredde når det gjelder å framstå som friske og kontroversielle. Siden starten 2011 har de etablert seg som et av de mest spennende, energiske unge banda i England. Musikalsk har de blitt beskrevet som arvtakere for blant andre The Birthday Party, Gun Club og The Fall. Første singel ble utgitt våren 2013, mens albumet Champagne Holocaust kom kort tid etter. Det ble først gjort tilgjengelig på nett, så som fysisk utgivelse noen måneder seinere.</p>\n<p>I følge rapportene fra deres konserter på hjemmebane, er Fat White Family absolutt verdt å få med seg. De er regna som et av de få nåværende rockebanda som er i stand til å overraske med både musikk og påfunn hver eneste kveld. <a href=\"http://www.nme.com/blogs/nme-radar/fat-white-family-interviewed-there-are-deep-set-psychological-issues-in-this-band-that-are-a-bigger\" target=\"_blank\">NME</a> har påstått at «They are the most dangerous, most scabrous and most vital new band in Britain». I august skal de skape liv under Øyafestivalen. Det vil du ikke gå glipp av.<br />\n<a href=\"https://www.facebook.com/FatWhiteFamily\">www.facebook.com/FatWhiteFamily</a></p>\n","date":"2015-03-03T09:00:27.000Z","featured_image":{"title":"Ride 02/11/14","filename":"ride-oyafestivalen-2015-crop.jpg","filesize":125822,"url":"http://oya.test/assets/uploads/2015/03/ride-oyafestivalen-2015-crop.jpg","link":"http://oya.test/ride-021114/","alt":"","author":"3","description":"Ride 02/11/14 shot in banbury at Junction 11 studios","caption":"","name":"ride-021114","status":"inherit","uploaded_to":0,"date":"2015-03-02 10:23:26","modified":"2015-03-02 10:23:26","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":400,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2015/03/ride-oyafestivalen-2015-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2015/03/ride-oyafestivalen-2015-crop-300x150.jpg","medium_width":300,"medium_height":150,"medium_large":"http://oya.test/assets/uploads/2015/03/ride-oyafestivalen-2015-crop-768x384.jpg","medium_large_width":768,"medium_large_height":384,"large":"http://oya.test/assets/uploads/2015/03/ride-oyafestivalen-2015-crop.jpg","large_width":800,"large_height":400,"small":"http://oya.test/assets/uploads/2015/03/ride-oyafestivalen-2015-crop.jpg","small_width":320,"small_height":160,"medium_small":"http://oya.test/assets/uploads/2015/03/ride-oyafestivalen-2015-crop.jpg","medium_small_width":640,"medium_small_height":320,"xlarge":"http://oya.test/assets/uploads/2015/03/ride-oyafestivalen-2015-crop.jpg","xlarge_width":800,"xlarge_height":400}},"translations":{"nb":{"url":"/2015/03/03/ride-sauropod-og-fat-white-family-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4a170109-484a-5b5d-8983-a7a8c2c92548","locale":"nb"}}