{"data":{"wordpressPost":{"title":"FORTUM GIR ØYA NORDNORSK VIND I SEILENE","date":"14th June 2018","content":"<p>Øyafestivalen har som mål å være blant verdens mest miljøvennlige festivaler. Dette setter sitt preg på alt fra avfallshåndtering, mat, transport og strømtilførsel, til trykksaker og dopapir. Hele festivalen drives på faststrøm i stedet for på forurensende aggregater, og både vi og Oslo Kommune har siden vi flyttet til Tøyenparken investert i å bygge ut strømnettet. Nå hjelper Fortum oss med å bli enda litt grønnere gjennom sin opprinnelsesgaranti.</p>\n<p>Fortum driver med innovasjon innen fornybar energi. Selskapet selger og produserer strøm, gjenvinner energi fra restavfall, tilbyr varme og kjøling og står bak Norges største nettverk av ladestasjoner for elbil. Som en del av samarbeidet med Øya kjøper Fortum opprinnelsesgarantier som sikrer at det produseres like mye strøm fra vindkraft på Nygårdsfjellet vindpark i Narvik som Øyafestivalen forbruker i løpet av festivalen. Denne fornybare strømproduksjonen øremerkes for Øyafestivalen.</p>\n<p>Øyafestivalens daglig leder, Tord Krogtoft, ønsker Fortum hjertelig velkommen som ny partner. ”<em>For oss er det viktig med partnere som har felles verdier som oss, og som hjelper oss i å bli enda bedre i vårt miljøarbeid. Fortum synes som en perfekt match for Øya med sin satsning på fornybar energi og reduksjon av CO2-utslipp. Ekstra gledelig synes jeg personlig det er at vindkraften de produserer for oss kommer fra min hjemby Narvik!</em>”.</p>\n<p>Fortums kommunikasjonssjef Stian Mathisen, sier at de håper at publikum skal få mer kjennskap til navnet Fortum og hva de står for gjennom samarbeidet med Øya. ”<em>Fokuset på å redusere CO2-utslipp er noe av det som driver oss i Fortum. Vi vil bidra til en renere verden, og ønsker å tilby smarte løsninger som gjør det enkelt for alle å ta gode miljøvalg. For oss er det helt naturlig å samarbeide med Norges største festival, som i tillegg er den festivalen som satser mest seriøst på miljøarbeid, for å få dette budskapet ut til forbrukere i Norge,</em>” sier Mathisen.</p>\n<p><em> </em>Fortum skal ha stand bak Hagen-scenen. Vi håper mange vil ta turen innom for å få vite mer om deres strøm- og tilbud for lading av elbil, eller bare for å lade dine egne batterier med litt frukt og avslapping!</p>\n<p>&nbsp;</p>\n<p><strong>Øyafestivalen ønsker Fortum velkommen som ny partner for 2018, og vi gleder oss til å utvikle samarbeidet videre i årene som kommer!</strong></p>\n","wordpress_id":21939,"translations":{"nb":{"url":"/2018/06/14/fortum-gir-oya-nordnorsk-vind-i-seilene/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"df811daf-c333-58cd-9c2e-0f81a1988d99","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/06/14/fortum-gir-oya-nordnorsk-vind-i-seilene/","redirect":false}}}