{"data":{"wordpressPost":{"title":"De fire første er klare til Øya 2019","date":"25th October 2018","content":"<p>Vi har kommet godt i gang med planleggingen av Øyafestivalen 2019 og slipper de første navna til neste års plakat rekordtidlig. I løpet av de neste ukene vil de første headlinerne være klare. Vi har, som alltid, en målsetting om å lage tidenes Øyafestival. Følg med for jevnlige artistslipp på øyafestivalen.no.</p>\n<p>Mandag 5. november klokka 07:00 legger vi ut alle typer billetter til neste års festival hos Ticketmaster.</p>\n<p><strong>Allerede nå er det lagt ut et meget begrenset antall dagsbilletter til rabattert pris hos vår generalsponsor DNB.</strong> Av disse er det nå kun onsdagsbilletter igjen, så muligheten er snart borte.</p>\n<p>I går kveld markerte vi sammen med DNB at vi er i gang med å lage 2019-programmet, med en heftig fest på Parkteatret. På scena sto blant annet Øya-klare Hollywood og Sigrid.</p>\n<p>DNB-kunder kan bruke denne linken.</p>\n<p><a href=\"https://jubl.dnb.no/onsdagsbilletter-ya-2019-til-superpris.html\">Billetter til onsdag 7. august</a></p>\n<p>&nbsp;</p>\n<p><strong>SIGRID</strong></p>\n<p>Sigrid har stått for de siste åras virkelig store norske popgjennombrudd, både her hjemme og internasjonalt. Singlene hennes har imponerende høye streamingtall i mange land. I tillegg har hun overbevist som en energisk liveartist. Hun har spilt på gigantfestivaler som Roskilde og Glastonbury, og framført låter på de store TV-showene til Graham Norton og Jools Holland. I 2019 blir Øya-konserten den eneste konserten i Oslo, og en av få norske festivaljobber. Mesteparten av tiden skal nemlig brukes utenlands.</p>\n<p>Med singler som Don’t Kill My Vibe, Strangers, High Five og den nye Sucker Punch når hun et stadig større publikum. Det jobbes for tiden med mer ny musikk, som kommer i 2019. Før den tid skal hun headline O2 Brixton Academy, noe som sier mye om hvilken interesse det er for henne i Strbritannia. Det er i tillegg planlagt konserter med George Ezra og Maroon 5 neste år. Om de par siste årene har vært en opptur for Sigrid, føler vi oss sikre på at hun får ytterligere framgang i tiden før Øyafestivalen.</p>\n<p>Etter en konsert i London i vår skreiv The Independent: &#8211; …Sigrid has not just got the industry on her side, but moreover she’s earned a dedicated fan base who have fallen in love with her relatable lyrics, along with her honesty, and genuine happiness to be performing these songs on stage.</p>\n<p><a href=\"https://www.facebook.com/thisissigrid/\">www.facebook.com/thisissigrid</a></p>\n<p>&nbsp;</p>\n<p><strong>HOLLYWOOD</strong></p>\n<p>Hollywood er tre sterke låtskrivere og artister som har slått seg sammen. Mikhael Paskalev, Billie Van og Jonas Alaska har samarbeidet mye tidligere, men nå samler de seg under felles bandnavn. Alle tre skriver, framfører og produserer musikken. I september kom den første singelen, kalt Monster, og de sto for første gang på en norsk scene. Livedebuten var i Paris i vår, og ble sendt på fransk TV. I 2019 kommer det et fullt album.</p>\n<p>Musikken er inspirert av ny og gammel pop. De har trukket fram ABBA, Roxette og Metronomy som referanser. Vi gleder oss til å høre mer og er sikre på at dette er godlyd som vil falle i smak hos et stort publikum i Tøyenparken.</p>\n<p>Sjøl sier de dette om hvorfor de startet det nye bandet: &#8211; Fordi vi alle ville gjøre noe nytt både innen låtskrivingen og det estetiske. Et sted hvor det var rom for å være breial og å omfavne hverandres guilty pleasures. Det ble mye gøyere å ta et skritt inn i det ukjente sammen.</p>\n<p><a href=\"https://www.facebook.com/hollywoodoslo/\">www.facebook.com/hollywoodoslo</a></p>\n<p>&nbsp;</p>\n<p><strong>FAY WILDHAGEN</strong></p>\n<p>Fay Wildhagen imponerte både på scener og på plate i 2015, og hadde på kort tid festet seg i bevisstheten til hele musikk-Norge. Debuten Snow gjorde stort inntrykk på mange, og resulterte i prisnominasjoner, supportjobber for Mew og mange konserter på festivaler og klubber. Hun skapte begeistring på norske scener, inkludert Øyas største. Nå er Fay Wildhagen klar med det nye, stemningsfulle albumet Borders, og hun skal på nytt ut på norske scener med et stødig band i ryggen. Høstens konsert på Parkteatret er for lengst utsolgt. Har du ikke billett, blir Øya neste mulighet til å oppleve henne i Oslo.</p>\n<p>Aftenposten: &#8211; Wildhagens tilbakekomst til musikken er med et album som lett vekker de triste følelsene, men på en god og tilfredsstillende måte. Litt som når en gråter ut og føler seg oppløftet etterpå &#8211; klar for å ta imot det som kommer.</p>\n<p><a href=\"https://www.facebook.com/faywildhagen/\">www.facebook.com/faywildhagen</a></p>\n<p>&nbsp;</p>\n<p><strong>GIRL IN RED</strong></p>\n<p>I 2018 spilte girl in red på den intime Biblioteket-scena i Tøyenparken. I 2019 skal Marie Ulven spille på Øya som en del av hovedprogrammet, for et mye større publikum. Hun får stadig mer oppmerksomhet for sin gode låtskriving. Med radiospilling og enorme mengder streams er vi sikre på at girl in red vil være et kjent navn hos langt flere innen sommeren.</p>\n<p>Hennes egne vri på god indiepop passer sommer og festivalliv perfekt. NRK P3s Urørt har ment: &#8211; I eit upolert indie-univers der gitar og vokal står i sentrum, leverer låtskrivartalentet frå Horten ærlege og personlege tekstar av høg kvalitet. Med fengjange melodiliner og eit nedstrippa, lo-fi uttrykk, er “i wanna be your girlfriend” ei låt som passar perfekt på spelelistene i sommar!</p>\n<p><a href=\"https://girlinred.bandcamp.com/\">girlinred.bandcamp.com</a></p>\n<p>&nbsp;</p>\n","wordpress_id":22742,"translations":{"nb":{"url":"/2018/10/25/de-fire-forste-er-klare-til-oya-2019/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"34ab6a29-306c-5e41-a601-d5308cc8e1fd","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2018/10/25/de-fire-forste-er-klare-til-oya-2019/","redirect":false}}}