{"data":{"wordpressPost":{"title":"15 år på Øyafestivalen","date":"12th August 2016","content":"<p><em>Tekst: Juliette Leksine Piiksi</em></p>\n<p><strong>Vi er flinke på å gi oppmerksomhet til alle våre flotte artister. Men det er så mange andre som trenger oppmerksomhet. Det er nemlig dere; gjester, presse og produksjonsarbeidere som gjør Øyafestivalen til Øyafestivalen. Og mange av dere har vært med en lang stund! Derfor har vi valgt å gi litt kjærlighet til et knippe av dem som har bidratt til at Øyafestivalen har blitt en av Norges beste festivaler.</strong></p>\n<p><strong>Monica Johansen</strong> er det mange som kjenner til. Ikke bare for den kule og fargerike stilen hennes, men som artisten <strong>Minnie-Oh</strong> og den ene halvdelen av <strong>Klubb Lollipop</strong>. Hun er også lærer, musikkelsker – og sist, men ikke minst: trofast Øya-publikummer. <em>”jeg har 15-års jubileum i år, ettersom jeg har hatt ukespass på Øya hvert eneste år siden starten i middelalderparken i 2001”</em>. Dette har gjort at hun har et veldig nært forhold til festivalen, siden hun gjentatte ganger har vært en av de som gjør festivaltilbudet til oss andre bedre. I løpet av de 15 årene har hun opptrådt med de forskjellige bandene sine under Klubbdagen og Øyanatt flere ganger. Det er ikke noe annerledes i år: <em>” Jeg spiller på Øyanatt med Klubb Lollipop på Internasjonalen på fredagen. Vi har med oss det fantastiske danske bandet Blaue Blume live, så det blir nydelig!”.</em></p>\n<p>Johansen har mange historier og øyablikk på lur; en ellevill haglskur under Sondre Lerche konserten det første året i middelalderparken hvor alle sto under paraplyene sine, ” – det var lov da” – og bare lo for vi skjønte ingenting. Eller å drikke av ginflaksa til M.I.A i 2010 under Øyanatt da Monica var support for Rye Rye. <em>”Det å stå å grine under Håkan Hellstrøm i 2011 og kjenne på alla de beste følelsene i kroppen på en gang! Jeg elsker den mannen!”.</em> Monica føler forholdet til festivalen kan beskrives litt som et kjærlighetsforhold egentlig, og tviler ikke et sekund om jeg spør hun skal fortsette øya ”streak’en” (flammeemoji) i fremtiden:<em> ” det er årets vakreste eventyr og en cocktail av alt jeg elsker: kjentfolk, musikk og hygge!”</em>. Hun har sett en rekke artister som senere har fått internasjonal anerkjennelse på Øyafestivalen, og skryter av bookingen. ”<em>Der andre venner stiller spørsmålet om de skal på Øya i år,så er det for meg aldri noe å lure på. Jeg vet bookingen blir bra, og viktigst av alt, at det blir utrolig hyggelig og gøy! ”</em>. Hun fortsetter entusiastisk: <em>”2016 har den beste lineup’en på mange år!”.</em></p>\n<p><strong>Vi takker for dedikasjonen, Monica og håper det blir mange flere år med Øyafestivalen – både som gjest og bidragsyter&lt;3</strong></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"29430b16-65c0-5e1e-9618-da85d7a91b0d"}}