{"data":{"wordpressPost":{"title":"Øyanatt på The Crossroad Club","date":"4th June 2012","content":"<p>ONSDAG 8. AUGUST</p>\n<p><strong>TY SEGALL (US)</strong></p>\n<p>Ty Segall beskriver sin kommende plate som evil spacerock, og håper den kan høres ut som Hawkwind møter Stooges. Det bærer altså ut i rommet med 24 år gamle Segall som snart er ute med sin sjette utgivelse! Dette året er hektisk for Segall, gigs på bl a Pitchforkfestivalen og tre utgivelser (soloskive, skive med turnébandet sitt og en med White Fence).</p>\n<p>CC: 200,-/150,-</p>\n<p>Forsalg på Platebutikken Tiger, <a href=\"http://tigernet.no\" target=\"_blank\">tigernet.no</a></p>\n<p>Aldersgrense: 20 år</p>\n<p>&nbsp;</p>\n<p>TORSDAG 9. AUGUST<strong> </strong></p>\n<p><strong>JACUZZI BOYS (US)</strong></p>\n<p>Tre freshe dudes fra Miami, en svær sekk med moro, like deler power pop, gammel glam og garagerock. Fjorårets Glazin&#8217; er en dødsfet skive som låter duggfriskt samtidig som de innehar en god porsjon nostalgipopfinessene (som de deler med våre egne Death By Unga Bunga). Perfekt!</p>\n<p>CC: 165,-/120,-</p>\n<p>Forsalg på Platebutikken Tiger, <a href=\"http://tigernet.no\" target=\"_blank\">tigernet.no</a></p>\n<p>Aldersgrense: 20 år</p>\n<p>&nbsp;</p>\n<p>LØRDAG 11. AUGUST</p>\n<p><strong>FATBOY (SE) </strong></p>\n<p>Rockabilly med horisont! Fatboy er tilbake i Oslo, og dette bandet svinger no sinnsykt. Drit i vanlig tre-greps rockabilly, tenk heller mot jazz, country, blues &#8211; alt dette mens Roy Orbison står og ser på fra oven. Swing it!</p>\n<p>CC: 165,-/120,-</p>\n<p>Forsalg på Platebutikken Tiger, <a href=\"http://tigernet.no\" target=\"_blank\">tigernet.no</a></p>\n<p>Aldersgrense: 20 år</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":2943,"translations":{"nb":{"url":"/2012/06/04/oyanatt-pa-the-crossroad-club/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c966b66c-12af-57fc-a6b4-2e307b306634","locale":"nb"}}