{"data":{"wordpressPost":{"title":"Øya tar med norske artister til London for to heite kvelder","date":"27th January 2011","content":"<p>Torsdag 24. februar spiller de på Øya og kompisfestivalen Field Day sin kveld på galleriet og spillestedet XOYO. Stedet huser en masse ulike kunstuttrykk og i vinter skal blant annet The Vaselines, Gold Panda og Buraka Som Sistema spille på XOYO. Team Me og Lucy Swann skal denne torsdagen på seinvinteren dele scene med britiske Fiction.</p>\n<p>Kvelden etter skal de to samme norske navna spille på sjølveste KOKO, når Øya og Field Day har fått med NME på en klubbkveld. KOKO er et av de mest oppegående spillestedene i London med kapasitet til 1400 publikummere. Her skal Team Me og Lucy Swann stå for en helaften, sammen med engelske Not Squares og fete DJs. Man forventer fullt hus som vanlig når det er Club NME.</p>\n<p>Samtidig gir Rough Trade, Øyafestivalen og Music Export Norway i samarbeid ut en spilttsingel på vinyl. Den inneholder Lucy Swanns For Heaven´s sake og Team Me-låta Weathervanes &#038; Chemicals. Dette er første utgivelse i en sjutommerserie, og den har naturlig nok katalognummer ØYA 001. Omslaget er laget av designer Erland Gyllensten Banggren. Vinylsingelen vil kun bli solgt eksklusivt gjennom Rough Trade-butikkene i England og av artistene på konserter.</p>\n<p>Med dette har vi stor tro på at de norske artistene vil få stort utbytte av turen over dammen. Bare det å få Rough Trade-logoen på en utgivelse er utrolig bra for to norske artister. Både Team Me og Lucy Swann er i tillegg akkurat blitt booket til Englands beste klubbfestival The Great Escape, som er i mai.</p>\n<p>LUCY SWANN<br />\nLucy Swann solodebuterte i fjor med skiva La Petite Mort. Noen måneder seinere avsluttet hun en av kveldene på Øyafestivalens Vika-scene. På uredd vis lagger hun magisk og fengslende musikk, ved hjelp av sin egen stemme og litt tekniske hjelpemidler. Hun har nylig starta arbeidet med sitt neste album, som er planlagt utgitt i 2012. Neste år skal hun spille på The Great Escape i Brighton og vil gjennomføre flere andre spillejobber utenlands.  Groove.no mente i fjor at ”hun fremstår som uforskammet stilsikker”. Hun har mange ganger overbevist norske konsertpublikum om at hun er en av norsk pops mest originale stemmer. Nå skal denne engelske utvandreren gjøre det samme i sitt fødeland.<br />\n<a href=\"http://www.myspace.com/lucyswann\" target=\"_blank\">MYSPACE</a></p>\n<p>TEAM ME<br />\nTeam Me til et band som låter stort og friskt på en gang. I 2011 vil de albumdebutere, noe vi mildt sagt gleder oss til etter låta Weathervanes &#038; Chemicals.  Som en forsmak kommer det en EP allerede 7. februar.  Bandet gjorde det i 2010 meget bra på Klubbdagen og i Camp Indie-teltet under Øyafestivalen. Når vi i fjor sjekka hva våre gjester fra internasjonal musikkbransje gleda seg mest til av norske band på festivalen, var det noe overraskende at Team Me var et av navna som hyppigst ble nevnt. Dette sier noe om at bandet har stort potensiale til å vekke internasjonal oppmerksomhet også i framtida. I mai spiller de på The Great Escape i Brighton. Kanskje 2011 blir det store Team Me-året? De har den siste tiden vært etterspurt fra mange ulike hold til å gjøre konserter, noe som betyr en tettpakket vinter og vår med mange konserter i Storbritannia, Norge og Skandinavia. Bandet har blitt invitert av både The Wombats og British Sea Power til å være support på deres forestående turneer.<br />\nDette skrev NME etter Øya: “‘Weathervanes and Chemicals’, which is really, really rather wonderful. Pitched somewhere in between Jonsi and Arcade Fire, it’s about as heart-warmingly lush as it gets.”  &#8211; Lisa Wright, (NME)<br />\n<a href=\"http://www.myspace.com/teammegjaggu\" target=\"_blank\">MYSPACE</a></p>\n<p>The Øya Festival &#038; Field Day @ XOYO<br />\nThursday February 24th<br />\nFiction + Lucy Swann + Team Me</p>\n<p>XOYO, 32-37 Cowper St.<br />\nDoors: 8pm<br />\nAdm: £6.50 advance<br />\nTickets from www.ticketweb.co.uk 08444 771000<br />\nOR www.seetickets.com 0870 2643333<br />\n<a href=\"http://www.xoyo.co.uk/\" target=\"_blank\">Link til XOYO</a></p>\n<p>The Øya Festival &#038; Field Day vs. Club NME @ KOKO<br />\nNot Squares  +  Lucy Swann  +  Team Me<br />\nFriday February 25th</p>\n<p>KOKO, 1A Camden High St.<br />\nDoors:  9.30pm &#8211; 4.00am.<br />\nAdm.: £5 B4 11pm / £7 After.<br />\nStudents: £2 B4 10.30pm / £4 After.<br />\nTickets from Ticketweb 0844 8472258<br />\n<a href=\"http://www.koko.uk.com\" target=\"_blank\">Link til KOKO</a></p>\n","wordpress_id":207,"translations":{"nb":{"url":"/2011/01/27/aya-tar-med-norske-artister-til-london-for-to-heite-kvelder/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"95df23b8-8394-5243-b603-d26d867851e7","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2011/01/27/aya-tar-med-norske-artister-til-london-for-to-heite-kvelder/","redirect":false}}}