{"data":{"wordpressPage":{"title":"Håp kompetanse","content":"<h4 class=\"Post__title\">Støtt ungdommer på Tøyen!</h4>\n<div class=\"Post__content\">\n<p>Når du skal kjøpe billetter til Øya 2019 eller henter din akkreditering bidrar du til flere sommerjobber for ungdom i bydelen vår!</p>\n<p>Øya samarbeider i år med <a href=\"https://www.facebook.com/H%C3%85P-kompetanse-308108642964413/\">Håp kompetanse</a> – en organisasjon som jobber for å bedre hverdagen til barn med innvandrerbakgrunn i bydelen vår, ved å skape tettere koblinger mellom familien, skolen og det offentlige.</p>\n<p>Bydel Gamle Oslo sliter med høye tall på unge som ikke fullfører grunnskolen. I tillegg er det mange barn som ikke går i barnehage, og som derfor har vansker med å finne seg til rette i den norske skolehverdagen.</p>\n<p>Håp kompetanse gir familieveiledning i tillegg til å jobbe med å fremme mestringsfølelse hos barna. De arrangerer sommerskole, leksehjelp, kursing for foreldre og gir lokale ungdommer jobb i prosjektet. De startet i fjor sommer – og arrangerte da sommerskole for nærmere 100 barn i bydelen. Her fikk barna undervisning av profesjonelle lærere i viktige fag som norsk, engelsk og matte, det var utflukter og utendørsaktiviteter, kulturopplevelser, samt temakvelder for foreldre om utdanning, barneoppdragelse og andre temaer som skal bedre kommunikasjonen mellom skole og foreldre.</p>\n<p>I tillegg fikk 15 ungdommer betalte sommerjobber ved å hjelpe til med sommerskolen og være gode forbilder for barna.</p>\n<p><strong>BILLETTKJØPERE<br />\n</strong>Hvis du velger å donere penger via Ticketmaster når du kjøper din Øyabillett, går disse pengene direkte til å finansiere sommerjobber for ungdommer på Tøyen og Grønland. Disse vil da få en god arbeidserfaring og viktig kompetanse til videre arbeidsliv.</p>\n<p><strong>AKKREDITERTE<br />\n</strong>Ved henting av din akkreditering krever vi at du bidrar med 50 kroner til Håp kompetanse og dette konkrete prosjektet. Du kan betale med Vipps eller bankkort.</p>\n<p>Tusen takk for ditt bidrag!</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"69dc2c21-df54-5f38-a9dd-6f260151a3bc"}}