{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"b769ec0b-557d-52f9-95a6-c3627e8f72ef","slug":"vi-minnes-gustav-lorentzen","title":"Vi minnes Gustav Lorentzen","date":"2010-04-22T08:40:00.000Z","excerpt":"<p>Gustav Lorentzen, også kjent som Ludvigsen, døde i går. Vi minnes en fantastisk artist og låtskriver, med en unik evne til å glede folk i alle aldre. Knutsen &#038; Ludvigsen spilte under Øyafestivalen i Middelalderparken i 2006. De åpna festivalens siste dag, sammen med det stjernespekkede backingbandet The Train Conductors. Mange tusen møtte opp tidlig på dagen for å oppleve det som ble en av det årets mest minneverdige Øya-konserter. Her kan du se et knippe bilder tatt av våre fotografer under konserten.</p>\n"}},{"node":{"id":"5834bff8-7848-5537-8770-9eb139c87fce","slug":"kun-2000-festivalpass-igjen-til-%c3%b8ya","title":"Kun 2000 festivalpass igjen til Øya","date":"2010-04-21T09:20:00.000Z","excerpt":"<p>Det er kun 2000 festivalpass igjen til Øyafestivalen 2010! Årets billetter selger svært godt og det er ingen grunn til å nøle om man er hypp på sommerens feteste festivalopplevelse. I tillegg til at festivalpassene går så det suser, har dagsbillettsalget kommet godt i gang. Mange av de store navnene er nå plassert på dag og dette betyr at det er lettere å orientere seg i programmet.</p>\n"}},{"node":{"id":"fef3e4e0-baf0-564b-a6de-aa20b12777a9","slug":"aya-har-faytt-tvillingfestival-i-london","title":"Øya har fått tvillingfestival i London","date":"2010-04-21T09:12:00.000Z","excerpt":"<p>Organisasjonen Association Of Independent Festivals har nå koblet sammen festivaler med felles verdigrunnlag og musikalsk plattform. En rekke britiske festivaler har dermed fått en tvillingfestival i et annet land. Øyafestivalen samarbeider med London-festivalen Field Day. Målsettingen er å utveksle erfaringer og kompetanse, inngå artistsamarbeid og å bidra til å promotere den andre festivalen overfor sitt eget marked. </p>\n"}},{"node":{"id":"df3a435e-6ad3-597d-945d-4b70d921c998","slug":"aya-aktuelle-artister-med-imponerende-mange-gode-anmeldelser-i-dag","title":"Øya-aktuelle artister med imponerende mange gode anmeldelser i dag","date":"2010-04-20T12:23:00.000Z","excerpt":"<p>Årets Øya-program består av en masse artister som gir ut plater i løpet av våren og sommeren. I dag kom anmeldelsene av de ferske skivene til Paul Weller, Karpe Diem og LCD Soundsystem. Det ble femmere over hele linja, mye skryt og en masse grunner til å glede seg til august og Øyafestivalen.</p>\n"}},{"node":{"id":"be2bca21-c71e-5657-bd3e-7f4b32d206cd","slug":"ta-med-kidsa-pa-minioya","title":"Ta med kidsa på Miniøya","date":"2010-04-15T10:40:00.000Z","excerpt":"<p>26. og 27. juni arrangeres Miniøya for første gang. Moroa finner sted i Tøyenparken i Oslo og her skal det bli et variert tilbud med mye musikk og spennende aktiviteter for de under 16. Fra før er artister som Blacksheeps, Keep of Kalessin, Hurra Torpedo og Donkeyboy klare for å rocke med kidsa. I de neste ukene slippes mer kult innhold til Miniøya. Vi har laget en kort oppsummering av den siste tidens nye tilskudd til programmet. Nå kan du nemlig få oppleve Hiawata, HGH, Skaidi, Donald-tegner Arild Midtthun og Margrethe fra NRK Super på nært hold.</p>\n"}},{"node":{"id":"06887bb9-69b1-5bcf-9c36-f904c73b16e4","slug":"air-fucked-up-trash-talk-til-%c3%b8ya","title":"Air + Fucked Up + Trash Talk til Øya","date":"2010-04-12T21:01:00.000Z","excerpt":"<p>Denne uka legger vi til fransk pop, canadisk pønk og californisk hardcore på det allerede fyldige Øya-programmet. Mange artister er nå plassert på dag, så det begynner å bli lettere å planlegge dagene i Middelalderparken. Både festivalpass og dagsbilletter selger godt, så det er ingen grunn til å nøle om du vil ha med deg en, to, tre eller fire fullpakka festivaldager. I ukene som kommer vil vi slippe flere norske og utenlandske artister.</p>\n"}},{"node":{"id":"39710a80-f1e9-5a71-b2db-7fed9f6776de","slug":"nicke-andersson-med-nytt-band-pa-%c3%b8ya-imperial-state-electric","title":"Nicke Andersson med nytt band på Øya: Imperial State Electric","date":"2010-04-08T10:14:00.000Z","excerpt":"<p>I oktober 2008 spilte Hellacopters sin siste konsert i Oslo noensinne. Det var et verdig farvel med en av skandinavisk rocks virkelige storheter de siste 15 åra. I august kan du få oppleve Hellacopters-sjef Nicke Anderssons nye låter for første gang på en norsk scene, når Imperial State Electric spiller i Middelalderparken under Øya. Det var, ikke overraskende, viktig for Nicke å spille samme dag som Iggy &#038; The Stooges. Dermed kan du se begge banda på Øyafestivalen onsdag 11. august.</p>\n"}},{"node":{"id":"eecf19d7-ecd5-5ea3-a88c-1696483df6e6","slug":"nytt-musicheads-ute-na-3","title":"Nytt musicheads ute nå","date":"2010-04-08T09:11:00.000Z","excerpt":"<p>Påska er unnagjort – på tide å ta på kortermet og sjekke ut litt ny musikk igjen! I denne utgaven av musicheads får dere som vanlig smakebiter på saker og ting som skjer i musikkverden. Visste du f.eks at Wolf Parade kanskje kommer med to utgivelser rundt sommeren, eller at Jay-Z og Jack White har mekka en låt sammen? Ellers får du presentert det Øya-folket mener var høydepunktene under årets SXSW. Les om Local Natives (gled dere til august!), The Black Angels, Sleepy Sun m.fler.</p>\n"}},{"node":{"id":"90d96830-2593-5b29-a5d8-ea80895dfcb2","slug":"matinekonsert-med-the-national-i-operaen-11-august","title":"Matinékonsert med The National i Operaen 11. august","date":"2010-04-06T18:28:00.000Z","excerpt":"<p>Onsdag 11. august vil Øyafestivalen og Den Norske Opera &#038; Ballett i samarbeid by på en unik konsertopplevelse. Noen timer før utendørsdelen av festivalen starter i Middelalderparken, kan du få med deg den melankolske amerikanske kvintetten The National på Hovedscenen i vårt populære operabygg i Bjørvika, kun fem minutters gange fra selve festivalområdet. Gå ikke glipp av denne muligheten til å oppleve moderne, mørk kvalitetsrock tidlig på dagen. Etterpå kan du rusle bort og nyte en full festivaldag i samme nabolag.</p>\n"}},{"node":{"id":"ab4de716-f9f6-55e8-9994-83bfe547d2c8","slug":"fan-fanzine-12-og-sarah-blasko","title":"Fan Fanzine #12 og Sarah Blasko","date":"2010-04-06T11:29:00.000Z","excerpt":"<p>Fan Fanzine har gjort litt av et scoop! I samarbeid med Goldstar Music og Bonnier Amigo presenterer vi australske Sarah Blasko på slippfesten for Fan #12. Ikke hørt om henne, sier du? Den saken skal vi umiddelbart gjøre noe med!</p>\n<p>Slippfesten finner sted førstkommende torsdag 8. april. Som vanlig foregår festlighetene i andre etasje på Internasjonalen, og som vanlig er det helt gratis. </p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":141,"pageCount":181,"additionalContext":{}}}