{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2008/04/03/beirut-avlyser-europaturne/","locale":"nb","type":"post","id":"cf08bd20-383d-544f-84b2-2450bb298b91","slug":"beirut-avlyser-europaturne","title":"Beirut avlyser Europaturné","date":"2008-04-03T17:05:00.000Z","excerpt":"<p>Det er svært trist at vi må viderebringe beskjeden om at Beirut avlyser hele sommerens Europaturné. Dette betyr at de heller ikke kommer til Øyafestivalen som tidligere annonsert. Avlysningen er først og fremst trist for alle fans som har gledet seg til konserten. Dette er dessverre utenfor Øyafestivalens kontroll.</p>\n<p>Øyafestivalen har mottatt en personlig uttalelse fra Zach Condon i Beirut.</p>\n"}},{"node":{"link":"/2008/04/02/grinderman-til-%c3%b8ya/","locale":"nb","type":"post","id":"1de8fc39-0ed4-568d-9485-f54377b4818a","slug":"grinderman-til-%c3%b8ya","title":"Grinderman til Øya","date":"2008-04-02T08:09:00.000Z","excerpt":"<p>Nick Cave tar med sitt nye band Grinderman til Middelalderparken onsdag 6. august. Dette blir bandets første konsert i Norge noensinne. Vi og mange andre gleder oss stort til å oppleve Caves reise tilbake til grovkorna og mannevond rock fra Enga-scenen denne kvelden.</p>\n<p>Festivalpass og dagsbilletter selges på Billettservice.no</p>\n"}},{"node":{"link":"/2008/03/31/fete-konsertopplevelser-pa-sxsw/","locale":"nb","type":"post","id":"735c35b8-967f-5507-be02-ef9dee3f6ce6","slug":"fete-konsertopplevelser-pa-sxsw","title":"Fete konsertopplevelser på SXSW","date":"2008-03-31T16:39:00.000Z","excerpt":"<p>Like før påske var et knippe våkne representanter fra Øya i Austin under SXSW for å sjekke ut så mange lovende artister som øyne og ører kunne makte. Som vanlig endte det hele i ei fet ønskeliste til årets festival. I løpet av de neste ukene regner vi med å få bekreftet flere av disse til Øya-programmet. Vi er glade vi har hatt litt is i magan og holdt av flere plasser til etter SXSW også i 2008.</p>\n<p>Flere av de banda vi jobber med nå, er altså nykommere som ennå ikke har besøkt vårt hjørne av verden. Med andre ord kan du forvente et knippe spennende nyoppdagelser i Middelalderparken i august i tillegg til alle de nye artistene vi har sluppet allerede.</p>\n"}},{"node":{"link":"/2008/03/27/over-60-prosent-av-festivalpassene-solgt-sonic-youth-turbo-og-raga-plassert-pa-dager/","locale":"nb","type":"post","id":"235354fb-07c0-598a-ab51-359d1dc1e818","slug":"over-60-prosent-av-festivalpassene-solgt-sonic-youth-turbo-og-raga-plassert-pa-dager","title":"Over 60 prosent av festivalpassene solgt. Sonic Youth, Turbo og Raga plassert på dager.","date":"2008-03-27T19:20:00.000Z","excerpt":"<p>Nå har vi solgt godt over 60 prosent av festivalpassene til Øyafestivalen 2008. Det er ingen grunn til å nøle om man har tenkt seg på Øyafestivalen i august. Festivalpass og dagsbilletter er i salg hos Billettservice.no</p>\n<p>enne uka har vi fått svar om datoer fra tre av de store publikumsmagnetene. Det har blitt klart at både Sonic Youth og Turbonegers feiring av Apocalypse Dudes blir på torsdag 7. august. Oslos rock’n’roll-ambasadører Raga Rockers vil spille lørdag 9. august.</p>\n<p>Neste uke kommer vi til å slippe flere artister til Øya-programmet.</p>\n"}},{"node":{"link":"/2008/03/26/the-sonics-i-form/","locale":"nb","type":"post","id":"c0a44ea6-a51d-553a-8a56-70edec0e67b2","slug":"the-sonics-i-form","title":"The Sonics i form","date":"2008-03-26T11:39:00.000Z","excerpt":"<p>Øya-aktuelle garagerockheltene The Sonics tilbrakte deler av påskeuka i London og leverte forrykende opptredner. Har du følt deg usikker på om The Sonics leverer varene, kan du kikke litt på anmeldelsene til The Guardian, Electric Roulette og The Independent.</p>\n"}},{"node":{"link":"/2008/03/25/sonic-youth-konono-no-1-og-sunn-o/","locale":"nb","type":"post","id":"747d4cfe-bc5b-58e8-8c11-78cae1263623","slug":"sonic-youth-konono-no-1-og-sunn-o","title":"Sonic Youth, Konono No 1 og Sunn O)))","date":"2008-03-25T11:31:00.000Z","excerpt":"<p>SONIC YOUTH (US)<br />\nKONONO NO 1 (DRC)<br />\nSUNN O))) (US)</p>\n<p>I påska har et knippe spennende band blitt bekreftet og det er med brede glis vi kan fortelle at Sonic Youth kommer tilbake til Middelalderparken. Bandet kontaktet oss for kort tid siden og ville gjerne tilbake til Øyafestivalen. Selvsagt klarte vi ikke å si nei. Øyafestivalen får i sommer også besøk av dommedagsrifferne i Sunn O))) og ikke minst herlig og dansbar afrikansk festpop levert av Bjørks favorittband Konono No 1 fra Den Demokratiske Republikken Kongo.</p>\n<p>Følg med for flere fete artistslipp i ukene som kommer.</p>\n"}},{"node":{"link":"/2008/03/11/the-sonics-kommer/","locale":"nb","type":"post","id":"4708ee04-693d-5854-aa7c-a22b3252840b","slug":"the-sonics-kommer","title":"The Sonics kommer!","date":"2008-03-11T11:45:00.000Z","excerpt":"<p>Det er med dårlig skjult stolthet vi kan melde at de amerikanske legendene The Sonics spiller i Middelalderparken på festivalens siste dag, lørdag 9. august. Siden nyheten ankom Øya-kontoret for kort tid siden har flere av oss rusla rundt i garagerocktåka og drømt opp ønskesettlister. Vi gleder oss til at dette bandet kliner til med en maktdemonstrasjon på hvorfor myten om bandet fortsatt vokser, over 40 år etter at deres klassiske skiver ble spilt inn.</p>\n"}},{"node":{"link":"/2008/03/10/the-sword-og-tre-norske-til-%c3%b8ya/","locale":"nb","type":"post","id":"252b42e7-3c95-5fa4-b126-9e7df07c04fc","slug":"the-sword-og-tre-norske-til-%c3%b8ya","title":"The Sword og tre norske til Øya","date":"2008-03-10T11:23:00.000Z","excerpt":"<p>THE SWORD (US)<br />\nCASIOKIDS<br />\nLAMA<br />\nROGER GRÆSBERG &#038; THE ANTI-MUSIC BONANZA</p>\n<p>Øyafestivalen har fått bekreftet tre nye norske band vi gleder oss til å presentere for et større publikum. Roger Græsberg &#038; The Anti-Music Bonanza tok oss virkelig på senga under by:Larm i februar. Casiokids skal vise fram sin underholdende og spennende elektropop. Bak navnet Lama gjemmer en ung mann med sans for elektronikk og eksperimentell musikk seg. I tillegg har vi gleden av å presentere bulldoserrockerne The Sword fra Texas for første gang på en norsk utendørsscene.</p>\n"}},{"node":{"link":"/2008/03/05/aya-til-usa/","locale":"nb","type":"post","id":"53e2aee0-5ea9-5dab-a9c4-9580a85fd63b","slug":"aya-til-usa","title":"Øya til USA","date":"2008-03-05T13:06:00.000Z","excerpt":"<p>Øyafestivalen tar i år med seg Hanne Hukkelberg og Shining over Atlanteren og byr på spennende konsertpakker i New York og Austin uka før påske.</p>\n<p>Mandag 10. mars inviterer Øya og våre amerikanske partnere i musikknettsiden OhMyRockness til en heftig kveld på legendariske Knitting Factory. Lørdag 15. mars har Hanne Hukkelberg og Shining kommet seg til Austin for å spille på SXSW, som er verdens største musikkhappening. </p>\n"}},{"node":{"link":"/2008/03/04/dagsbilletter-til-onsdag-og-lordag-i-salg/","locale":"nb","type":"post","id":"cf0c27a9-49f1-555c-a877-7e812e984c84","slug":"dagsbilletter-til-onsdag-og-lordag-i-salg","title":"Dagsbilletter til onsdag og lørdag i salg","date":"2008-03-04T15:22:00.000Z","excerpt":"<p>Øyafestivalen legger nå ut dagsbilletter til onsdag 6. august og lørdag 9. august for salg. Disse vil være i salg fra i morgen tidlig klokka 09.00. Dagsbilletter til de to andre dagene og festivalpass er allerede i salg. Vi har nå plassert et knippe artister på dager, slik at man kan begynne å orientere seg i årets fyldige festivalprogram. Så fort vi har datoene bekreftet plasserer vi flere artister i programmet.</p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":179,"pageCount":183,"additionalContext":{"locale":"nb"}}}