{"data":{"wordpressPost":{"wordpress_id":720,"title":"Bare Egil på trikken","excerpt":"<p>Noen fikk kanskje med seg at Egil i helga meldte at han skal holde en &#8220;eksklusiv trikkekonsert under Klubb Øya 05.08.2008. Øyafestivalen var først gretne for at de ikke hadde fått noe tilbud om en Bare Egil Band-konsert, men det løste seg i minnelighet når Egil sa seg villig til å spille en konsert på trikken under Klubb Øya i bytte mot aksjemajoriteten i stiftelsen Øyafestivalen.&#8221;</p>\n<p>Konserten presenteres i samarbeid med Trikken og det vil være avgang fra Stortorget 19.00. Dersom du vil være med på hele ferden kommer dette til å vare til omtrent 21.30. Vil du hoppe av eller på i løpet av turen kan det være greit å vite at trikken kjører denne runden: Stortorget-Torshov-Grefsen-Carl Berner-Stortorget-Homansbyen-Frogner-Aker Brygge-Stortorget-Torshov-Grefsen</p>\n","content":"<p>Etter mange og lange møter med Duplex og Egil Hegerberg de siste dagene etter vårt utspill om idètørke i dette miljøet har vi nå kommet til enighet. Bare Egil Band kommer til å opptre på en egen trikk under Klubbdagen tirsdag 5. august. Konserten presenteres i samarbeid med Trikken og det vil være avgang fra Stortorget 19.00. Dersom du vil være med på hele ferden kommer dette til å vare til omtrent 21.30. Vil du hoppe av eller på i løpet av turen kan det være greit å vite at trikken kjører denne runden: Stortorget-Torshov-Grefsen-Carl Berner-Stortorget-Homansbyen-Frogner-Aker Brygge-Stortorget-Torshov-Grefsen</p>\n<p>Noen fikk kanskje med seg at Egil i helga meldte at han skal holde en &#8220;eksklusiv trikkekonsert under Klubb Øya 05.08.2008. Øyafestivalen var først gretne for at de ikke hadde fått noe tilbud om en Bare Egil Band-konsert, men det løste seg i minnelighet når Egil sa seg villig til å spille en konsert på trikken under Klubb Øya i bytte mot aksjemajoriteten i stiftelsen Øyafestivalen.&#8221;</p>\n<p>Seinere ser det ut til at Egil ikke lenger er så opptatt av aksjene og vi mottok følgende tekst fra artisten og managementet:<br />\n46 år gamle Egil &#8220;Snekkerbuksa&#8221; Hegerberg er den reneste Øyaveteran etter å ha opptrådt ikke mindre enn seks ganger på hovedscenen med band som Thulsa<br />\nDoom, Black Debbath, Hurra Torpedo og Ikke Bare Bare Egil Band Band. I høst er han plateaktuell igjen med Bare Egil Bands nye album &#8220;Jeg er helt rå&#8221;, og<br />\ni den forbindelse vil han gjerne ta med øyapublikummet på en eksklusiv trikketur hvor han gir en forhåndslytt på de splitter nye sangene, iblandet<br />\nen og annen gammel godbit fra tidligere i karrieren.<br />\n&#8211; Egil</p>\n","date":"2008-07-06T14:59:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2008/07/06/bare-egil-pa-trikken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"58dcc608-191d-5380-80c6-032fd66b056a","locale":"nb"}}