{"data":{"wordpressPost":{"title":"Tungt Øya-slipp","date":"17th February 2015","content":"<p><strong>TAAKE – fredag 14. august</strong><br />\n<strong>TORCHE (US) – lørdag 15. august</strong><br />\n<strong>AMENRA (BE) – fredag 14. august</strong><br />\n<strong>KRAKOW</strong></p>\n<p>Øya-programmet skal, som vanlig, inkludere et stort spekter av musikkuttrykk. Nå legger vi til fire fantastiske band som spiller hardt og tungt, på hver sin måte. Det norske blackmetalbandet Taake og den belgiske post-metal-gjengen Amenra slapp meget sterke album henholdsvis i fjor og forfjor. Nå skal de fylle Tøyenparken med mørk, hard lyd av beste sort. Krakow fra Bergen ga nettopp ut det fantastiske Amaran, hvor de videreutvikler sin progressive metal. Amerikanske Torche slipper den etterlengtede Restarter om noen dager, og mange undergrunnsentusiaster forventer at de når et større publikum i år.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"336\" height=\"336\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w, http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 336px) 100vw, 336px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p><strong>TAAKE</strong><br />\nTaake ble danna i Bergen for et par og tjue år siden, av bandets eneste faste medlem Hoest. Først brukte de navnet Thule. De har gitt ut en rekke EPer og album. Albumdebuten var Nattestid Ser Porten Vid fra 1999<i>.</i> Denne skiva ble spilt inn i Grieghallen i hjembyen. Seint i fjor kom Stridens Hus, hvor brutal black metal blandes på veldig vellykka vis med små elementer av klassisk hard rock og heavy metal. Dette fant man også på forgjengeren Noregs Vaapen (2011).</p>\n<p>Om sistnevnte skreiv <a href=\"http://arkiv.nrk.no/lydverket/black-metal-og-banjo/\" target=\"_blank\">Lydverket</a>: &#8211; De særegne black metal-riffene, den raspende vokalen og den til tider rocka grooven har fått selskap av uventede instrumenter og fengende melodier. <em>Noregs Vaapen</em><i> </i>er et album man husker etter første lytt, og det balanserer hårfint mellom det eventyrlige, grimme, kalde og atmosfæriske.</p>\n<p><a href=\"http://www.metalreviews.com/\">www.metalreviews.com</a>: &#8211; … a solid album og black metal that is both traditional but just different enough to keep experienced ears interested.</p>\n<p>Hoest styrer Taake med låtskriving, vokal og instrumenter, sjøl om en rekke musikere har vært innom bandet i liveformat. Et større publikum kjenner nok Hoest fra bidraget hans til låta Ulvetid på Kvelertaks første album. Taake har hatt en evne til å overraske med et uttrykk som kan være kompromissløst og kontroversielt. Samtidig utfordrer de black metal-uttrykket, for eksempel ved banjobruk på Noregs Vaapen. I Tøyenparken kan du forvente et brutalt møte med et av landets råeste stemningsskapere innen ekstremmetal.<br />\n<a href=\"http://taake.svartekunst.no/\">http://taake.svartekunst.no/</a></p>\n<p><strong>TORCHE (US)</strong><br />\nTorche har tidligere beveget seg mest i undergrunnen, men det er knytta store forventninger til albumet som snart kommer ut. Dermed kan man forvente at langt flere blir kjent med Florida-kvartetten i løpet av 2015. Skiva Restarter skal ut på anerkjente Relapse, og kan bli et av årets høydepunkter innen tung rock om man skal tolke tilbakemeldingene på de smakebitene man har fått.</p>\n<p>Etter forrige album, Harmonicraft fra 2012 skreiv <a href=\"http://www.sputnikmusic.com/review/49245/Torche-Harmonicraft/\" target=\"_blank\">Sputnikmusic.com</a>: &#8211; … they incorporated a multitude of various pop and alternative rock influences into their work, which resulted in a new, truly refreshing brand of heavy rock, adorably categorized as stoner pop by the band and critics alike.</p>\n<p><a href=\"http://consequenceofsound.net/2015/02/the-20-most-anticipated-metal-albums-of-2015/\" target=\"_blank\">Consequenceofsound.net</a> har allerede hørt nye Restarter, og putta den på lista over tunge album de gleder seg til i år: <i>&#8211; </i><em>Restarter</em><i> </i>is a 40-minute crusher. Steve Brooks’ soaring vocals are still there in all their glory, but more than ever before, they are threatened by a quaking rhythm section (cheap sound systems beware!) and occasional psych-noise freak-outs. Freeing themselves from the pop song structures of <em>Harmonicraft</em>, Torche stretches out and experiments on<em>Restarter</em>, a refreshing entry in an already strong catalog.</p>\n<p>Bandet ble danna av restene fra bandet Floor, som også har vært aktive i det siste. I løpet av sine 11 år som band har Torche gitt ut en rekke solide album, EPer og singler, og de har turnert med kvalitetsnavn som High On Fire, Baroness, Clutch, Pelican, Mogwai og Boris. Til sommeren skal de lage buldrende og fengende kraftrock i Tøyenparken.<br />\n<a href=\"http://www.torchemusic.com/\">http://www.torchemusic.com/</a></p>\n<p><strong>AMENRA (BE)</strong><br />\nBelgiske Amenra har gitt ut mørk post-metal i godt over 10 år. Skivene Mass I-V har overbevist stadig flere om at de er blant Europas fremste på å lage fantastisk og uhyggelig musikk i det utfordrende mellomområdet mellom doom og sludge. De bør være midt i blinken for alle som har et forhold til storheter som Isis og Neurosis. Siste album Mass V ble utgitt på sistnevnte bands Neurot Recordings.</p>\n<p><a href=\"http://axisofmetal.com/2012/11/amenra-mass-v-review/\" target=\"_blank\">Axisofmetal.com</a> slo fast at Mass V er «a fulfilling experience, a moving piece of work and an absolute gem of the sludge metal genre».</p>\n<p>Amenra drar låtene sine ut i lange, ofte dronete partier. Grunnlegerne hadde sitt utgangspunkt i hardcorescena, noe som iblant kan tydes mellom hovedlinjene i musikken. Ryktene har gått om utgivelser med mer akustisk eller ambient preg. Uansett blir det veldig spennende å følge Amenra framover. Konsertene setter publikum i en helt egen stemning, ved hjelp av både lyd og det visuelle. De leverte en knallkonsert på Vulkan i november, så alt ligger til rette for en stor konsertopplevelse på Øya.<br />\n<a href=\"http://amenra-official.tumblr.com/\">http://amenra-official.tumblr.com/</a><br />\n<a href=\"http://www.churchofra.com/\">http://www.churchofra.com/</a></p>\n<p><strong>KRAKOW</strong><br />\nKrakow fra Bergen har i flere år imponert med eksperimentell metal, og med den nye skiva Amaran har de tatt steget opp blant landets mest spennende tunge band. Den følger opp den sterke tendensen fra den kritikerroste Diin fra 2012. Utgivelsene deres kommer ut på Dark Essence Records som også har navn som Taake, Aeternus og Alfahanne i stallen. Krakow er inspirert av ulike typer mørk musikk, som stoner rock, heavy metal, prog og post-rock. Resultatet er sjangerutvidende og stemningsfullt. De nevner både Iron Maiden, Mastodon og Neurosis som inspirasjonskilder.</p>\n<p>Bergens Tidende prøvde å sette skapet på plass med følgende påstand om den nye skiva: &#8211; Krakow har feilaktig<b> </b>fått rykte på seg for å være et av landets dyktigste, nye metalband. Det er selvfølgelig helt feil; Kraków er blant Norges beste progrockband, med nyanser av metal i svingene.</p>\n<p>Scream Magazine derimot mener at «for de som liker soundscapes og dronerock er dette nesten som å komme til paradis».</p>\n<p>Det er i august et par år siden Krakow spilte på Klubbdagen. I 2015 fortjener de virkelig et stort publikum, og det er på sin plass å introdusere dem for de musikknysgjerrige folka som skal befolke Tøyenparken i fire dager.<br />\n<a href=\"http://www.krakowofficial.com/\">http://www.krakowofficial.com/</a></p>\n","wordpress_id":11445,"translations":{"nb":{"url":"/2015/02/17/tungt-oya-slipp/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"df271f06-1d47-5e43-86f7-383c51f88356","locale":"nb"}}