{"data":{"wordpressPost":{"title":"Waters, Papa M og Juan Atkins for Nighttime Øya","date":"6th May 2012","content":"<p>Nighttime Øya is the party that continues after the fun in the Medieval Park is over for the evening. Wednesday 8<sup>th</sup> of August Revolver gets a visit from Waters, a promising band with a special connection to Oslo. Thursday Lot Lot (at Dattera Til Hagen) is serving us one of the founders of techno, Juan Atkins. Our own Øyvind Morken will also play. Friday 10<sup>th</sup> of August you can head to Revolver to see Papa M, the project of David Pajo from Slint and Tortoise.</p>\n<p>More acts to be announced soon…</p>\n<p>&nbsp;</p>\n<p><em>WED 8th of August</em></p>\n<p>&nbsp;</p>\n<p>Revolver presents:</p>\n<p><strong>WATERS (US/NO)</strong></p>\n<p>CC: TBA</p>\n<p>Revolver, Møllergata 32, Oslo</p>\n<p>ID: 18 years</p>\n<p>Spring 2010 saw the demise of Port O’Brien, and founding member/front man Van Pierszalowski needed a break from the hectic, wonderful mess that is touring. He stumbled into respite in Oslo, Norway, and spent some time away from making music. Van explored the new city, swam in the Norwegian fjords, enjoyed the weather and the experience of seasons changing. He found his bearings and fell in love again. Van gave his new project a name: <strong><a href=\"http://www.thisiswaters.com/\" target=\"_blank\">WATERS</a></strong>. These new songs he wrote veered away from the frequently loose, punchy anthems of Port O’Brien, and as he intensively pieced each one together, he sought a bigger sound – something louder than he could play on his own. So Van returned to Oslo, where his new journey had begun. He put together a band of fine Norwegian gentlemen and spent every day of the next two months rehearsing in a small practice space outside of the city.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>THUR 9th of  AUGUST</em></p>\n<p>Lot Lot presents:</p>\n<p><strong>JUAN ATKINS (US)</strong></p>\n<p><strong>Support: Øyvind Morken<br />\n</strong>Dattera til Hagen, Grønland 10, Oslo</p>\n<p>CC: TBA</p>\n<p>ID: 20 years<br />\nJuan Atkins is one of house and techno music&#8217;s great legends, he has been called the godfather of techno. The Detroit producer has been around since the beginning of the 80s. No UFOs, The Chase and Clear are just some of the songs Atkins has been responsible for. He has helped to lay the foundation for modern club music, and is a big inspiration for different musicians, from James Murphy and Morgan Geist of New York, to Joy Orbison and Ramadanman in the UK. Last year he got his Model 500 project going again. The plan is to release several EPs on the renowned label R &amp; S Records throughout the year. Lot Lot are incredibly proud to present Juan Atkins at Dattera Til Hagen on Thursday 9<sup>th</sup> of August. Øyvind Morken is a great house DJ and the closest to the authentic and raw Detroit-feel in Oslo.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>FRIDAY 10th of AUGUST</em></p>\n<p>Revolver and Spoon Train presents:</p>\n<p><strong>PAPA M (US)</strong></p>\n<p>Revolver, Møllergata 32, Oslo<br />\nCC: TBA</p>\n<p>ID: 20 years</p>\n<p><a href=\"http://www.davidpajo.com/\" target=\"_blank\">David Pajo</a> (born June 25, 1968), aka <strong>Papa M</strong>, is an American alternative rock musician famous for his contributions to Slint and Tortoise. He has played a wide variety of music, loosely fitting into several other genres: hardcore, math-rock, post-rock, electronica, folk and indie-pop. Though a multi-instrumentalist (including guitar, bass, banjo and drums), he is best known for his guitar work. He has contributed to many line-ups, playing and recording with Will Oldham, The For Carnation, Tortoise, Stereolab, Slint, Royal Trux, King Kong, Bush League, Zwan, Peggy Honeywell, Yeah Yeah Yeahs and, most recently, Interpol.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>ABOUT NIGHTTIME ØYA:<br />\nNighttime Øya are concerts and club concepts around the city center after the Medieval Park closes at 23.00. This is an excellent opportunity to hang on to that great festival feeling and bring it along to the city. Nighttime Øya is arranged in cooperation with the best organizers and clubs in Oslo. Due to varying conditions and the need for organizers to get these gigs/ club concepts to go round, it is not possible to include Nighttime Øya in the festival pass. A valid Øya ticket for the day of the event (or a full festival pass) offers discounts at Nighttime Øya.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":15661,"translations":{"nb":null,"en":{"url":"/en/2012/05/06/death-grips-papa-m-og-juan-atkins-for-nighttime-oya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"429b3e13-cf00-5e26-b234-424271c1c039","locale":"en","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/en/2012/05/06/death-grips-papa-m-og-juan-atkins-for-nighttime-oya/","redirect":false}}}