{"data":{"wordpressPost":{"title":"Jamie Lidell, Thom Hell, El Cuero og Tommy Tokyo","date":"4th April 2008","content":"<p>Nå er fire nye navn er klare for årets Øya-plakat. Soulpopgeniet Jamie Lidell kommer til Middelalderparken i august. I tillegg får vi besøk av de sterke norske låtsmedene i El Cuero, Thom Hell og Tommy Tokyo &#038; Starving For My Gravy.</p>\n<p>*5 DAGER, 5 SLIPP, 5 BAND!*<br />\nNeste uke slipper vi fem artister til, en hver dag fra mandag til fredag. Dette er nye, spennende band vi har oppdaget nylig og som vi ønsker at folk skal ta seg god tid til å sjekke ut på våre nettsider. De kan alle stå for hver sin musikalske overraskelse under årets Øyafestival. Flere av dem opplevde vi for første gang undet SXSW i Texas rett før påske.</p>\n<p>*JAMIE LIDELL (UK)*<br />\nJamie Lidell er siste tilskudd på den dansevennlige delen av årets Øya-program. For fans av beintøff elektronika, syntetisk soul og aparte popmusikk, bør sanger og multiinstrumentalisten være et kjent navn. Med vekta på bør. De som ikke har stiftet musikalsk kjennskap til briten ennå behøver har dog ingen grunn til å fortvile, de får nemlig en gyllen anledning til å gjøre nettopp det på årets Øyafestival. Lidells første utgivelser kom mot slutten av nittitallet under navnet Super_Collider, sammen med den chilenskfødte technoinnovatøren Cristian Vogel. </p>\n<p>Nå kommer Lidell til Middelalderparken. Live står stemmen i sentrum, men rundt den skjer det massevis. Lidell bruker moderne datateknologi og gammelt analogt utstyr for å bygge ut lydbildet. Han livesampler og manipulerer bruddstykker som går i loop, deretter synger og beatboxer han oppå. Han kan ikke stå stille, og det kan som regel ikke publikum heller. Anmeldere har brukt ord som fantastisk, horisontutvidende, kaotisk, genialt og enestående for å beskrive hans live-ekstravaganse. Alt stemmer.</p>\n<p>Albumdebuten som soloartist kom i 2000, og bar tittelen Muddlin Gear. Skiva fikk gode omtaler, men var hakket for sær og utilgjengelig til å slå an utenfor den harde Warp-kjerna. Dén bragden klarte oppfølgeren, crossover-suksessen Multiply (2005). Dens blanding av et klassisk Motown-uttrykk og futuristisk produksjon, fikk et stort publikum også innen popsjangeren. Snart kommer tredjealbumet Jim, som er enda mer tight og fokusert enn forgjengeren, og &#8211; overraskende nok &#8211; nesten blottet for elektroniske elementer. Lidell er kanskje en bleik og tynn brite, men han synger som en blanding av Marvin Gaye, Sly Stone, Stevie Wonder og Prince. Hallelujah!</p>\n<p><a href=\"http://www.myspace.com/jamielidell\" target=\"_blank\">MYSPACE</a></p>\n<p>*THOM HELL*<br />\nPå mandag 7. april slipper popentusiasten Thom Hell sitt tredje album og i den anledning er det med stor glede vi kan melde at han spiller på Øyafestivalen i august. Skiva har fått tittelen God If I Saw Her Now og er av de som har fått tatt en tjuvlytt regnet som en perle. Thom Hell, eller Thomas Helland som han heter når han beveger seg i den virkelige verden, er en av landets stødigste låtskrivere av tidløse popmelodier. I hans egne ører beveger den nye skiva seg i landskapet mellom Paul McCartney, Beach Boys og tidlig Pink Floyd.</p>\n<p>I tillegg til sin egen solokarriere har han spilt i bandet Twinklehead, samt bidratt på utgivelser med blant andre Minor Majority, Marit Larsen, Syntax-e, Grande og Washington. Sist Thom Hell spilte i Middelalderparken var i 2004 etter den fine debut-EPen Tremendous Sinner. Nå ønsker vi han velkommen tilbake med et knippe sterke låter som gjør seg i lett sommerbris og avslappende parkliv.</p>\n<p><a href=\"http://www.myspace.com/thomhell\" target=\"_blank\">MYSPACE</a></p>\n<p>*EL CUERO*<br />\nEl Cureo starta opp for omtrent tre år siden og har brukt tiden godt til å imponere fra både store og små scener rundt om i landet. Den selvtitulerte debuten kom i fjor på deres egen label Gravel Road Music. Her finner man sterke låter, respekt for rockehistorien og lagvis med nerve. El Cuero vrir varm godlyd ut av en tradisjon som har vært levende siden Neil Young og Gram Parsons var toneangivende. Bandet har med andre ord røtter i kvalitetsrock fra 70-tallet og ny americana. Dette er musikk som bringer fram lukta av både nyslått gress og nyåpna øl. De har rukket å bli et erfarent liveband og har i Øyasammenheng vært å oppleve både på Klubbdagen og som backingband for Bare Egil i fjor. Deres andre album er nå spilt inn og det vil du finne i butikken til høsten. Kanskje får du høre smakebiter derfra når de spenner på seg gitarene i Middelalderparken i august. El Cuero kommer til å servere feiende flott og tidløs festivalrock som står perfekt til solskinn, kaldt drikke og godt humør.</p>\n<p><a href=\"http://www.myspace.com/elcuero\" target=\"_blank\">MYSPACE</a></p>\n<p>*TOMMY TOKYO &#038; STARVING FOR MY GRAVY*<br />\nTommy Tokyo er ingen japansk kunstrocker, men en real låtskriver fra Fredrikstad. Han og bandet beveger seg i et bredt landskap mellom indierock og americana. Tommy selv plukket opp gitaren i relativt voksen alder og startet karrieren med noen EP-utgivelser med bandet Piggyback og på egenhånd. Soloalbumet Octopusdrunk And Arms To Prove It fra i fjor ble utgitt på lille Osito Records og mottok lovord over hele landet. Da kunne man også oppleve Tommy på Skaugum, den trivelig bakgården på Palace Grill, under Klubbdagen. I år tar han med seg mannskap og låter til Middelalderparken. Tommy Tokyo og musikerne i Starving For My Gravy har nylig fått kontrakt med det store plateselskapet Warner og vi er mange som gleder oss til å høre hva som kan komme ut av dette bandet når de får litt romsligere budsjetter. Nytt album er planlagt til høsten. Noen av hans medhjelpere har tidligere vært å finne i finfine Fredrikstad-band som Ricochets og Peru You. I et forsøk på å beskrive sitt eget hjemsted har Tommy sunget noe slikt: ”It&#8217;s nothing like Eden, and it&#8217;s not far from Sweden, down here we are in love with our cars.”. På Øya kan du få bli med inn i hans musikalske bakgård.</p>\n<p><a href=\"http://www.myspace.com/tommytokyo\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":768,"translations":{"nb":{"url":"/2008/04/04/jamie-lidell-thom-hell-el-cuero-og-tommy-tokyo/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"cb7ccf86-7d1f-5620-8149-1fe3b1341684"}}