{"data":{"wordpressPost":{"wordpress_id":604,"title":"Noora, Nils og kommende hiphopstjerne","excerpt":"<p>NOORA NOOR / WALE (US) / NILS BECH<br />\nØyas program blir stadig sterkere og i dag kan vi storfornøyde annonsere den amerikanske hiphopkometen Wale, samt de to heite norske navna Noora Noor og Nils Bech. Disse tre fyller ut årets program på en fantastisk måte og gjør det enda sterkere. I morra slipper vi for øvrig tre navn til. </p>\n","content":"<p>Øyas program blir stadig sterkere og i dag kan vi storfornøyde annonsere den amerikanske hiphopkometen Wale, samt de to heite norske navna Noora Noor og Nils Bech. Disse tre fyller ut årets program på en fantastisk måte og gjør det enda sterkere. I morra slipper vi for øvrig tre navn til. </p>\n<p>WALE (US)<br />\nWale er artistnavnet til Olubowale Victor Akintimehin fra Washington DC. I tilfelle du lurer, kan vi informere om at artistnavnet uttales Wah-Lay, eller noe slikt. Han opplevde sin første suksess i hjembyen med låta Dig Dug (Shake It) i 2006 og siden har ryktet rundt denne mannen bare vokst. Superprodusent og DJ Mark Ronson er stor fan og har hjulpet Wale godt på vei mot stjernene. I tillegg har Wale samarbeidet med blant andte Lil Wayne og Lady Gaga. Han har fått rosende omtale i kvalitetsmagasiner som Fader, The Source og URB. Rolling Stone har prøvd å forklare mannens potensiale med den noe breiale påstanden: ” Wale has more crossover appeal than weed”. </p>\n<p>Så langt har man kunne glede seg over noen mixtaper, men i 2009 kommer endelig debutalbumet. Det skal ut på Interscope, som også har Yeah Yeah Yeahs, N.E.R.D. , MIA og Eminem i stallen. Wale har solgt ut konserter i en mengde amerikanske storbyer, uten backing fra noe plateselskap. Fjorårets mixtape, kalt The Mixtape About Nothing, beveget seg høyt på diverse årsbestelister. Pitchfork skreiv: ” His ‘mixtape about nothing’ is really a mixtape about almost everything, and with it Wale has produced one of the year&#8217;s most improbable and inspiring successes”. Nå kommer han til Middelalderparken for å overbevise Oslo om at han tilhører amerikansk hiphops framtid. Noen har påstått at han om få år vil være der oppe på nivå med Pharrell og Jay-Z, kom på Øya og sjekk sjæl!<br />\n<a href=\"http://www.myspace.com/wale\" target=\"_blank\">MYSPACE</a></p>\n<p>NOORA NOOR<br />\nNoora Noor er tilbake og med sitt tredje album vil hun gjøre 2009 til sitt år. Skiva Soul Deep er spilt inn i samarbeid med bluesgitarist Kid Andersen og amerikanske musikere. Den låner litt fra klassisk soulmusikk, og hinter særlig om Stax-inspirasjon og sørstatsflørt. VG klinte til med en sekser på terningen og skrev blant annet at ”Noor virker å ha gjennomgått en modningsprosess i sin reise bakover i tid, og den klassiske soulnerven kommer rett fra &#8211; og treffer deg midt i – hjertet”. Hun er en imponerende og solid liveartist, som vi tror vil vinne over flere potensielle soulhjerter i Middelalderparken under Øya.</p>\n<p>Noora er landets fremste soul og RnB-vokalist i sin generasjon. Debuten kom for ti år siden og hadde tittelen Curious. Blant bidragsyterne var blant annet stjerne produsentene i Stargate. Etter en tid med alvorlig sykdom, ga hun ut oppfølgeren All I Am i 2004. Hun har de siste årene sunget med blant annet Mike Scott (Waterboys) og Morten Harket. På Øya vil du få servert en soulmeny uten sidestykke i norsk musikkhistorie.<br />\n<a href=\"http://www.myspace.com/nooramusic\" target=\"_blank\">MYSPACE</a></p>\n<p>NILS BECH<br />\nEr du en av mange som har hørt lovord om Nils Bech i det siste? Om du ikke har hatt muligheten før, vil du kunne oppleve mannen i Middelalderparken i august. Han har tidligere vært en del av Snuten og Point Shirley. Bech kombinerer dramatisk popmusikk med en slags performancekunst, som gjør ham til en unik artist som leverer konsertopplevelser utenom det man normalt kan forvente. Han jobber tett med saksofonist Bendik Giske og sammen henter de inspirasjon fra den moderne kunst- og moteverden.  Resultatet blir leken pop som har evnen til å overraske. Det jobbes for tiden med et album, som skal ut i løpet av året. Man hadde mulighet til å oppleve Nils Bech under Klubbdagen på Blå i fjor. Nå kommer han til parken og det er bare å glede seg til beats, saksofon og kiling av dansemusklene.<br />\n<a href=\"http://www.myspace.com/nilsbech\" target=\"_blank\">MYSPACE</a></p>\n","date":"2009-04-20T09:22:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2009/04/20/noora-nils-og-kommende-hiphopstjerne/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4dda4136-1b6e-5d7b-b9e0-b1baa157ce2a","locale":"nb"}}