{"data":{"wordpressPost":{"title":"Motorpsycho med venner framfører bestillingsverk på Øya","date":"2018-12-11T06:52:21.000Z","content":"<p>Motorpsycho skal i 2019 lage bestillingsverk som skal framføres to steder. Første konsert blir under Olavsfestdagene i Trondheim, og deretter spilles verket på Øyafestivalen lørdag 10. august. Gå ikke glipp av disse mulighetene til å oppleve Norges fremste rockeband framføre ny musikk.</p>\n<p>&nbsp;</p>\n<p><strong>MOTORPSYCHO med venner – lørdag 10. august</strong></p>\n<p>Motorpsycho er landets mest unike rockefenomen. Trioen beveger seg stadig inn og ut av musikalske komfortsoner og kombinerer det eksperimentelle med det fengende, det uventede med klare rockhistoriske referanser. Alt dette gjør de mens de utvilsomt er seg sjøl hele veien.</p>\n<p>Siden Bent Sæther og Hans Magnus «Snah» Ryan fikk med seg den nye trommeslageren Tomas Järmyr i 2017, har de startet et nytt kapittel i egen historie. I fjor kom albumet The Tower, med Håkon Gullvågs maleri Babels Tårn som omslag. Hans kunst vil også være det visuelle elementet på det kommende albumet The Crucible.</p>\n<p>Som en videreføring av dette vil Motorpsycho spesialskrive musikk som skal framføres på Olavsfestdagene og Øyafestivalen. Dette blir et verk med en utvidet besetning, og fortsatt inspirert av Gullvågs kunst. Lars Horntveth vil være en del av prosjektet, og flere anerkjente musikere vil delta. Ny musikk fra Motorspycho er alltid en slags forundringspakke, og vi forventer nok en gang varierte overraskelser.</p>\n<p>Gjennom 30 år har Motorpsycho gitt ut en fantastisk mengde sterke album, hvor de har vært innom psykedelia, gitarpop, støy, prog, hardrock og mye mer. De har mottatt flere priser, liggi høyere på salgslistene og solgt langt flere konsertbilletter enn det som er normalt for virkelig kompromissløse band. Nå er de klare for nok en spennende utfordring.</p>\n<p><a href=\"https://www.facebook.com/motorpsycho.official/\">www.facebook.com/motorpsycho.official</a></p>\n<p><a href=\"http://motorpsycho.no/?fbclid=IwAR12_hJpeZwT1J3P_yEJOKfkJVRfgh8XnD51IhekSB1-ug5fp60MyYtPf8s\">motorpsycho.no</a></p>\n","wordpress_id":22898,"translations":{"nb":{"url":"/2018/12/11/motorpsycho-med-venner-framforer-bestillingsverk-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a828e0c3-9670-5398-a0fd-d161c82dc0f6","locale":"nb"}}