{"data":{"wordpressPost":{"title":"Øyaprat 6: Electric Eye","date":"5th August 2016","content":"<p>Live at Blå slippes digitalt og på MC, såkalt kassett, bedre kjent som «fremtidens format».</p>\n<p>Electric Eye spiller i Sirkus lørdag 13. august, kl 15:05. Vi tok en prat med Øystein Braut.</p>\n<p><strong>Hvilken Øya-opplevelse husker du aller best?</strong><br />\n&#8211; Å se et av mine yndlingsband Sonic Youth, for første gang på Øya 08 var veldig stort!</p>\n<p><strong>Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong><br />\n&#8211; PJ Harvey, Elephant9 med Terje Rypdal og Morgan Delt på Øyanatt på Revolver! Fet fethet over hele linja!!</p>\n<p><strong> Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong><br />\n&#8211; Ikke drikk deg så megafull på festivalen. Vent til etterpå og stikk på byen heller.  Ellers kan det ikke gå så fryktelig ille, man er bare i Tøyenparken, lissom. La chill-o-meteret gå i rødt!!</p>\n<p><strong> Hva kan folk forvente av konserten din/deres?</strong><br />\n&#8211; Fete jams, fett lys og chille vibber! Det skal ikke være noe mas å være på Electric Eye-konsert, ass!</p>\n<p><strong> Har du en god eller dårlig festivalhistorie? Fortell!</strong><br />\n&#8211; Husker min kompis skulle prøve seg på et stunt av typen &#8220;urban rodeo&#8221; på øya for leeenge siden. Dvs å finne den største fyren du kunne se, hoppe på ryggen hans og se hvor lenge du kunne sitte på. Det virket tydeligvis som en god ide på papiret, men viste seg å være helt elendig i praksis. Fyren klikka selvfølgelig, vakter ble tilkalt og min kompis måtte stikke hjem, skifte klær, ta på caps og briller før han kunne komme tilbake mange timer senere. Ikke så smart.</p>\n<p><strong>Hva spiser du helst i sommer?</strong><br />\n&#8211; Sesongens grønnsaker og is.</p>\n<p><strong>Hva hører du på i sommer?<br />\n</strong>&#8211; Endless Boogie, Träd Gräs och Stenar, Can og JJ Cale!</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5a8421ca-6df1-579d-875f-7e76aa7e594c"}}