{"data":{"wordpressPost":{"title":"Kunst på Øya: Vallhalls Døtre","date":"31st July 2017","content":"<p>Valhalls Døtre vil bruke volvekraft til å mane frem ulykkesvarsler på årets Øyafestival: De har forutsett en krise som vil ramme oss alle i en nær forestående fremtid.</p>\n<p>Det å kjenne skjebnen, og å ha mulighet til å forberede seg på det som vil skje i fremtiden, har alltid vært en viktig kilde til makt. I det førkristne Norge var volvene sannsigersker, som utøvde religiøse ritualer og utførte seid eller trolldomskunster. Seid var ansett som en kvinnekunst, og både historiske og mytologiske fremstillinger av volver viser at de var både fryktet og høyt aktet av guder og mennesker. Akkompagnert av seidstaven sin vandret de fra gård til gård med sine profetier og tryllerier, gjerne med en skare av folk etter seg.</p>\n<p>I dagens norske samfunn er volvene mektige karriere-kvinner som har frigjort seg fra sine tradisjonelle familie-plikter for å reise rundt og meddele sin kunnskap og visdom. De tilkalles ofte i krisetider, og det økende behovet for deres magiske evner gjør at de kan ta seg godt betalt.</p>\n<p>Når uår rammer skifter volvene ham og vandrer blant folk og fe, som bærere av tegn om ulykke. Valhalls døtre har satt seg fore å mane fram ulykkesvarsler på Øya. De vil kunne sees og oppleves rundt på festivalområdet gjennom hele festivalen. Det er opp til publikum selv å tolke disse tegnene, og å bruke de, for seg selv og i fellesskap med andre, til å overkomme utfordringene volvene har sett vil komme.</p>\n<p>Valhalls Døtre er et performance-basert kunstprosjekt initiert av Monica Winther og Kjersti Vetterstad. Prosjektet tar utgangspunkt i Voluspå &#8211; det første norrøne diktet i den eldre Edda. Prosjektet har pågått siden 2008. Det tar for seg ulike aspekter ved ideen om “det norske” og stiller spørsmål ved klisjé-aktige forestillinger om hva som defineres som “norsk kultur”.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"99e59be3-2bfe-5bc1-a7ce-b2b962777c36"}}