{"data":{"wordpressPost":{"title":"Øya Open med  Bonnie &#8216;Prince&#8217; Billy &#038; Dawn McCarthy 24. mai","date":"10th May 2013","content":"<p>24. mai kommer Bonnie ‘Prince’ Billy tilbake til Oslo, for å spille en Øya Open-konsert på Rockefeller. Denne gangen skal han dele scene med Dawn McCarthy. Norske Susanna er valgt til å varme opp publikum. Billettene selger svært godt, så du bør bestemme deg kjapt om du vil ha med deg dette udiskutable høydepunktet i konsertvåren . <a href=\"http://www.billettservice.no/event/383753\" target=\"_blank\">Kjøp billetter her</a></p>\n<p>&nbsp;</p>\n<p>BONNIE ‘PRINCE’ BILLY (US)</p>\n<p>Will Oldham har laget musikk som blant annet Palace Brothers, Palace Music og Bonnie ‘Prince’ Billy. Det er først og fremst under det siste navnet han har blitt mest kjent som en fantastisk låtskriver. Hans mørke låter er sterkt preget av tradisjonene fra folk, country og rock. Både kritikere og fans elsker ham for album som I See A Darkness og Master and Everyone, i tillegg til hans uredde samarbeid med folk som Tortoise og Matt Sweeney. Anerkjente artister som Johnny Cash, Mark Lanegan (med Soulsavers) og Mark Kozelek har tolka låtene hans. Den kommende utgivelsen, i samarbeid med Dawn Mc Carthys Faun Fables, byr på hans egne versjoner av låtene til Everly Brothers.</p>\n<p>&nbsp;</p>\n<p>Nå begir han seg ut på en av sine sjeldne Europa-turer og kommer til Oslo 24. mai, sammen med nettopp Dawn Mc Carthy. Vi gleder oss til han skal gi oss en stemningsfull kveld på Rockefeller.</p>\n<p>&nbsp;</p>\n<p>Bonnie &#8216;Prince&#8217; Billy fikk sjøl velge supportartist til denne kvelden og ønsket seg Susanna. Susanna Wallumrød ble først kjent som den ene halvdelen av Susanna and The Magical Orchestra. De siste åtte åra har hun gitt ut flere album under det navnet og flere soloalbum. Det siste het Wild Dog og ble utgitt i 2012. Samme år spilte hun på Øyafestivalen.</p>\n<p><a href=\"http://www.bonnieprincebilly.com/\">http://www.bonnieprincebilly.com/</a></p>\n<p><a href=\"http://www.susannamagical.com/\" target=\"_blank\">http://www.susannamagical.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>foto: Lindsey Rome</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c1af4c16-2e98-5a8e-be57-1b7fa2d87404"}}