{"data":{"wordpressPost":{"wordpress_id":12432,"title":"To heite Øyanetter på Gamla","excerpt":"<p>Heftig blues og surf, samt rotekte country på Gamla</p>\n","content":"<div>\n<div>\n<div>\n<div>\n<div>\n<div>\n<div><b><span style=\"font-family: Calibri, Verdana, Helvetica, Arial\">FRE 14 AUG KL.22.00 – INNG. KR.200 / 150 m/ Øya-pass</span></b></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div><u>ØYA-NATT «Trash Blues &amp; Surf-A-Billy Party» m/</u></div>\n<div><b>KL.00.30: HONEYBOY SLIM &amp; THE BAD HABITS (SE)</b></div>\n<div><b>+</b></div>\n<div><b>KL.23.30: IL BRUTTO</b></div>\n<div></div>\n<div>\n<div><b>HONEYBOY SLIM &amp; THE BAD HABITS (SE)</b></div>\n<div>Jack Whites glødende foredling av eldre klisjé-neddynga røtter har fått et nytt publikum, tross kommers-medias manglende kulturkunnskaper, til å oppdage urkraften og primalskriket i havet av rotekte, eksplosiv og grumsete rhythm &amp; blues, hvor mye fortsatt ligger uoppdaget klart til henting for nye festopplevelser. Svenskene i Honeyboy Slim &amp; The Bad Habits har drekki mye av havet med obskur sørstatsmusikk og lagd en hæla-i-taket mix inspirert av de svarte bad-ass gutta som på 50-tallet hadde gitarampen i full skitten vrengmodus mens flasketuten skalv seg oppover strengene og ga utrykket slide-gitar. I denne euforiske drink av trasha blues-boogie og rock´n´roll har de satt mangt et dansegølv i brann siden starten i 2010, hvor punk-blues duoen Five Finger Discount og New Orleans-soul influerte Jacob &amp; the Jackals måtte samles til et enda større mer bråkete festorkester. Honeyboy Slim &amp; The Bad habits har pga sin unike sound nå blitt et ettertraktet lag i undergrunn-Europas kjellerklubber.</div>\n<div><a href=\"https://www.facebook.com/honeyboyslim\" target=\"_blank\">https://www.facebook.com/honeyboyslim</a></div>\n</div>\n<div>\n<div></div>\n<div><strong>IL BRUTTO</strong></div>\n<div>Il Brutto spiller musikk med utgangspunkt i surfrock, spaghettiwestern, country og en dæsh Rockabilly, så om du liker barytongitar druknet i romklang, trommer som hestesko mot brostein, bass så tung og hard så du skulle tro du skyldte den penger, og fløyelsmyk vokal en ung Sinatra verdig, så er dette noe for deg. Så la jobb og bekymringer bli igjen hjemme, børst støvet av kruttlapp-pistolen og speiderkniven og hopp om bord på toget til Gamla på Øyanatt da her tilbys frynser, boots, paljetter, burlesque, fyllesjuke og masse energi.<br />\n<a href=\"https://www.facebook.com/ilbruttoband\" target=\"_blank\">https://www.facebook.com/ilbruttoband</a></div>\n</div>\n<div></div>\n<div>\n<div>\n<div>\n<div>\n<div>\n<div>\n<div>\n<div>\n<div><b><span style=\"font-family: Calibri, Verdana, Helvetica, Arial\">LØR 15 AUG KL.22.00 – INNG. KR.200 / 150 m/ Øya-pass</span></b></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div>\n<div>\n<div><u>ØYA-NATT «Country &amp; Honky Tonk-Party» m/</u></div>\n</div>\n</div>\n</div>\n<div><b>KL.00.30: NOEL &amp; BRENNEN (US)</b></div>\n<div><b>+</b></div>\n<div><b>KL.23.30: COUNTRY HEROES</b></div>\n<div></div>\n</div>\n<div>\n<div>\n<div><b>NOEL &amp; BRENNEN (US)</b></div>\n<div>Dagens kommers-køntri virker å ha nådd tørke tekstmessig sett når det er viktigere at hun synes traktoren hans er sexy og det snart finnes 100 måter drekka øl på. Humoristisk festlig ja, men særlig poetisk intellektuelt ordkløyveri med snertne poeng om alskens livsløgner og one-linere av levde relasjoner mann og kvinne imellom,  er ikke ofte å få øre på lenger. Nettopp derfor er det forfriskende å få øre på Country-purister som holder historiefortellingenes ordkunst og livstyngde i dialog med publikum og som duettpartnere kan spille ball på hverandres fortreffelige fortreffligheter og svakheter, i både parforhold som navlelobeskuende oppgjør av personlig anger og livsnytelse,</div>\n<div>som nettopp det Noel McKay og Brennen Leigh kan.</div>\n<div></div>\n<div>At de leverer rett fra hjertet og hofta og har nettopp den essensielle «southern twang», kiler fornøyelseskanalene like mye som som å nyte godt brennevin, sommersol og kjærlighet. Å krangle med egen partner virker da forbausende enkelt blitt når paret synger om tidligere situasjoner, men det er vel nettopp derfor gullkorn leveres på rekke og rad. Der i huset har de alltid en ny låt i ovnen, mens de og pleier egne suksessfulle solo-karrierer. Ikke minst jobbes det til langt på natt for å få neste skive klar til kommende Europa-turné etter suksessen med «<a href=\"https://itunes.apple.com/no/album/before-the-world-was-made/id718721997?l=nb\" target=\"_blank\">Before the World Was Made</a>».</div>\n</div>\n<div></div>\n<div>Med musikalske røtter i Brennens Minnesota og Noels Lubbock, Texas møttes de for videre utvikling i musiker og konsertbyen Austin,Texas som alltid har tatt godt vare på tradisjonene og gladelig pekt nese til Nashville´s kommer-køntri. Det er lett å få bilder av 60 og 70-tallets store duettprosjekter som Dolly Parton &amp; Portner Wagoner eller George Jones og Tammy Wynette når samspillet mellom Noel og Brennen er i gang,</div>\n<div></div>\n<div>Fele-veteran og legende innen West Texas Music Tommy Hancock mener at: &#8220;It&#8217;s great to hear music that affects you on an intellectual level as well as makes you want to dance». Sjefs-låtsnekker Guy Clark er og full av beundring etter han dro Noel under sine mentorvinger på 90-tallet hvorpå Noel kvitterte ut en hit-rekke på 2000-tallet med sine McKay Brothers som går jevnt og trutt på radio ennå og mener at:&#8221;“Noel and Brennen are great songwriters”.</div>\n<div><a href=\"http://www.brennenleighandnoelmckay.com/press-kit.html\" target=\"_blank\">http://www.brennenleighandnoelmckay.com/press-kit.html</a></div>\n<div><a href=\"https://www.facebook.com/brennenleighandnoelmckay\" target=\"_blank\">https://www.facebook.com/brennenleighandnoelmckay</a></div>\n</div>\n<div></div>\n<div>\n<div><strong>COUNTRY HEROES</strong><br />\nCountry Heroes er et relativt nyoppstartet Oslo-lag med erfarne fjellfolk fra andre robuste Surf, Shadow, Punk, Country og Hillbilly-band som Beat Tornados, Tasty, Big Truck, Fake Females og ikke minst en flinkisgjeng som ofte blir oppringt når store og små helter med hatt skal på tur i Norge. Med forkjærlighet for honkytonken på 50-tallet og Bakersfield-soundet på 60-tallet samt detaljer av senere tiår også snekres stadige nye låtplanker på huset samt en og annen klassiker males med egen fargemix. For tiden klargjøres debut-vinylsingel og digitalfil på TB Hurricane Records i tide til Øya-Natt samt at debutskive skal spilles inn nærmere jul.<br />\n<a href=\"https://www.facebook.com/countryheroesnorway\" target=\"_blank\">https://www.facebook.com/countryheroesnorway</a></div>\n</div>\n<div>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n</div>\n","date":"2015-06-25T10:58:12.000Z","featured_image":{"title":"noel brennen crop","filename":"noel-brennen-crop.png","filesize":391462,"url":"http://oya.test/assets/uploads/2015/06/noel-brennen-crop.png","link":"http://oya.test/noel-brennen-crop/","alt":"","author":"3","description":"","caption":"","name":"noel-brennen-crop","status":"inherit","uploaded_to":0,"date":"2015-06-25 09:46:04","modified":"2015-06-25 09:46:04","menu_order":0,"mime_type":"image/png","type":"image","subtype":"png","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":400,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2015/06/noel-brennen-crop-150x150.png","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2015/06/noel-brennen-crop-300x150.png","medium_width":300,"medium_height":150,"medium_large":"http://oya.test/assets/uploads/2015/06/noel-brennen-crop-768x384.png","medium_large_width":768,"medium_large_height":384,"large":"http://oya.test/assets/uploads/2015/06/noel-brennen-crop.png","large_width":800,"large_height":400,"small":"http://oya.test/assets/uploads/2015/06/noel-brennen-crop.png","small_width":320,"small_height":160,"medium_small":"http://oya.test/assets/uploads/2015/06/noel-brennen-crop.png","medium_small_width":640,"medium_small_height":320,"xlarge":"http://oya.test/assets/uploads/2015/06/noel-brennen-crop.png","xlarge_width":800,"xlarge_height":400}},"translations":{"nb":{"url":"/2015/06/25/to-heite-oyanetter-pa-gamla/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5ece8d36-2999-5a52-9e46-53e1e16b4185","locale":"nb"}}