{"data":{"wordpressPost":{"title":"Første Øyanatt-slipp","date":"2014-05-12T08:58:44.000Z","content":"<p>Det er endelig på tide å slippe artister til Øyanatt, denne moroa som foregår på Oslos spillesteder og klubber etter at festivaldagen er over i Tøyenparken. Først ut er to kvelder på Parkteatret, der kvalitetsrock og -blues står på programmet. Svenske Truckfighters er et av Queens of the Stone Age-vokalist Josh Hommes favorittband, så hva passer vel bedre enn at de overtar stafettpinnen etter siste akkord av «No One Knows» har tonet ut i Tøyenparken onsdag 6. august. Unge og lovende Carnival Kids varmer opp denne kvelden.</p>\n<p>Torsdag 7. august er det svensk-fransk-amerikanske Blues Pills som headliner Parkteatrets Øyanatt, etter at de selverklærte gretne kara i The Devil &amp; The Almighty Blues har lagt grunnlaget. Billetter til begge kveldene får du kjøpt på Billettservice. Har du Øya-billett til hele festivalen eller den aktuelle dagen, vanker det rabatt.</p>\n<p>Mye vil legges til Øyanatt-programmet de kommende dagene og ukene. Følg med!</p>\n<p>Parkteatret<br />\nOnsdag 6. august<br />\n<span style=\"line-height: 1.5\">TRUCKFIGHTERS (SE)<br />\n</span><span style=\"line-height: 1.5\">CARNIVAL KIDS<br />\n</span><span style=\"line-height: 1.5\">CC med/uten Øya-billett: 200/250 kr + avgift<br />\n</span><span style=\"line-height: 1.5\"><a href=\"http://www.billettservice.no/event/oyanatt-truckfighters-s--carnival-kids-n-uk-billetter/426935\" target=\"_blank\">Forsalg på Billettservice</a><br />\nAldersgrense: 18 år</span></p>\n<p><strong>Truckfighters (SE)</strong><br />\nÅ høre på Truckfighters sin musikk er som å høre lyden av ørken. Dette er desert-/stonerrock på sitt beste. Etter å ha gitt ut fem EPer og tre skiver, har trioen gått fra å være ett riffbasert band, til å få et mer melodisk lydbilde. Men alt i alt er det fortsatt det den fuzzete sounden som definerer dem.<br />\n&#8211; Den fuzzen er lyden i hodet mitt som jeg vil få ut, sier Niklas (gitar). &#8211; Den nye skiva er rett og slett mer av alt vi har gjort tidligere. Den er melodisk og groovy, men og veldig prog. på samme tid. Og låtskrivingen er bedre.</p>\n<p><span style=\"line-height: 1.5\">De er viden kjent for sine høyenergiske liveshow, og sist de besøkte Oslo kokte det over på Blå. De var også med Kvelertak på turne her i Norge, og kapret seg masse nye fans rundt om i landet.<br />\n</span><span style=\"line-height: 1.5\">Dette blir den perfekte avslutningen på kvelden etter at Queens of the Stone Age spiller i Tøyenparken, og Josh Homme bifaller nok bookingen. Han har nemlig kalt Truckfighters  «t</span><span style=\"line-height: 1.5\">he best band that’s ever existed».</span></p>\n<p><strong>Carnival Kids</strong><br />\nAllerede før sitt første singelslipp var Carnival Kids i vinden og offentliggjorde signeringer med store internasjonale aktører, og nå har de nylig blitt enige om en verdensomspennende avtale med plateselskapet Warner Music. To singler inn, som begge ble listet på NRK P3 og fikk hyppig rotasjon i England, er bandet i sterk medvind. På tross av at halve bandet er britisk, er det ingen tvil om at Norge er hjemmebane for Carnival Kids, og de var sist å se da de spilte tre konserter under by:Larm i februar.  Når festivalsommeren er på hell i august, går bandet i studio for å fullføre det som blir deres debutalbum. Innspilling vil finne sted i Colorado, og med seg på laget har de fått ingen ringere enn Bill Stevenson (NOFX, Black Flag m.m) som produsent.</p>\n<p>&#8211; Du er en gave av en frontfigur, og dere fyller tomrom i norsk musikk! sa P3s musikksjef Mats Borch Bugge under Urørtfinalen.</p>\n<p>Parkteatret<br />\nTorsdag 7. august<br />\nBLUES PILLS (SE/FR/US)<br />\nTHE DEVIL &amp; THE ALMIGHTY BLUES<br />\nCC med/uten Øya-billett: 200/250 kr + avgift<br />\n<a href=\"http://www.billettservice.no/event/oyanatt-blues-pills-s-fr-us--the-devil--the-almighty-blues-billetter/426937\" target=\"_blank\">Forsalg på Billettservice</a><br />\nAldersgrense: 18 år</p>\n<p><strong>Blues Pills (SE/FR/US)</strong><br />\nDette multinasjonale bandet tar over stafettpinnen etter sine forgjengere (Aretha Franklin, Fleetwood Mac, Led Zeppelin, Jimi Hendrix, Janis Joplin og Cream), men samtidig forsterker og redefinerer de sjangeren. De unge sjelene ved navn Elin Larsson, Cory Berry, Zack Anderson og Dorian Sorriaux har tatt verden med storm og turnerer uendelig på de forskjellige kontinentene. Dorian Sorriaux er også trukket frem som en av de mest lovende nye gitaristene i magasinet Guitar Player. Sist de var i Oslo solgte de ut The Crossroad Club på forhånd, og da med kun en EP i bagasjen. 25.juli slippes deres debutalbum og her er det bare å stille seg i kø og sikre seg billett i god tid.</p>\n<p><strong>The Devil &amp; The Almighty Blues</strong><br />\nPå programmet denne kvelden er også The Devil &amp; The Almighty Blues &#8211; en gjeng med gretne karer som spiller skitten blues (den rette sorten). I bandet finner vi erfarne musikere som de fleste som intresserer seg for musikk og uteliv i Oslo bør kjenne til. De sparker i gang kvelden etter programmet i Tøyenparken er over. Kjenn din besøkelsestid &#8211; kom deg på plass tidlig.</p>\n<p><strong>OM ØYANATT</strong>: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":9862,"translations":{"nb":{"url":"/2014/05/12/forste-oyanatt-slipp/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3488ebf3-cdaa-5bac-8d22-f05cc3043655","locale":"nb"}}