{"data":{"wordpressPost":{"title":"Krokofant + Invader Ace på Kampen Bistro under Øyanatt","date":"26th June 2014","content":"<div>\n<div dir=\"ltr\">\n<p>Fredag 8. august<br />\nKampen Konsertforening presenterer:<br />\n<strong>KROKOFANT</strong><br />\n<strong>INVADER ACE (SE/NO)</strong><br />\nPris med/uten øyabillett: 100/150 kr<br />\nForsalg på Platebutikken Tiger<br />\nAldersgrense: 20 år</p>\n<p>Krokofant er en norsk trio som debuterte under Kongsberg Jazzfestival 2012. De fylte festivalens største scene for frijazz (Smeltehytta) og imponerte stort med voldsom energi, og eksplosiv jazz som både er fri og strukturert. Krokofant er ikke redde for å gå nye veier, og benytter både rocka riff og utstrakt improvisering for å nå frem til lytteren. Dette er noe av det råeste vi har sett på lenge og vi gleder oss enormt til å fylle sjappa med energi!</p>\n<p>Invader Ace er en norsk/svensk snakkis som spiller analog techno med trommemaskiner, tuba og gitar. Duoen bruker gamle radioapperater fra 50- og 60-tallet som forsterkere, sendt via FM-sendere. Duoen har nettopp vært i New York og spilt inn en ny EP som kommer i høst, og vi overlater den videre beskrivelsen til Rough Trade: «An incredible mix of diy electronics and mind-melting progressive beat music, Invader Ace come across like a homespun concoction made of Mr Oizo&#8217;s straight to the feet dance music infused with the rockist loop glam stomp of Nisennenmondai. Highly recommended.»</p>\n<p><a href=\"https://www.facebook.com/events/1476769862564497/\" target=\"_blank\">Meld deg på Facebook-arrangementet</a>!</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n</div>\n</div>\n","wordpress_id":10420,"translations":{"nb":{"url":"/2014/06/26/krokofant-invader-ace-pa-kampen-bistro-under-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"896447fa-9419-5ac2-9372-fde5f37b2a39"}}