{"data":{"wordpressPost":{"title":"Tre tunge i Middelalderparken","date":"31st March 2009","content":"<p>Øyafestivalen har allerede sluppet en rekke harde, brutale og tunge band. Om du har savnet flere navn i samme gata som Satyricon, Municipal Waste og Kvelertak, kan vi glede deg med ei hardtslående pakke som kommer til å ryste Middelalderparken. De norske metallveteranene Enslaved, støyrockmesterne Årabrot og dommedagsmaskinen Kylesa skal alle skape mørk og herlig stemning under Øyafestivalen.</p>\n<p>ENSLAVED<br />\nEnslaved har i flere år vært regna som landets aller fremste band innen progressiv metall. Med utgangspunkt i det vestlandske black metal-miljøet på 90-tallet, har de utvikla sin egen avgreining av mørk og hardtslående rock. Bandet har flere ganger vist at de ikke akter å holde seg innenfor de tradisjonelle rammene for ekstremmetall, men har imponert med sin evne til å fornye seg selv. Få norske band har blitt tatt så godt imot internasjonalt som Enslaved, spesielt i forbindelse med plateslippene Isa (2004), Ruun (2006) og Vertebrae (2008). De har fått både Alarmpris og Spellemann for sine siste skiver. Plateanmeldelsene i blant annet britiske magasiner og amerikanske blogger har vært preget av nærmest skamros. Dette har også medført at bandet turnerer hyppig utenlands og er å se på store festivaler over hele Europa. Her hjemme beskrev Dagsavisen Vertebrae som ”en metallisk kraftprestasjon der de meisler inn sitt organiske livevirke i en studioproduksjon som tar form av å være pulserende og aktiv snarere enn detaljfokusert mikset”. Ikke småtterier, altså. Flere har påstått at Enslaved nærmer seg en status som svartmetallens Pink Floyd, eller noe der omkring. På Øyafestivalen vil Enslaved mane fram mørke stemninger og kraftfull tyngde.<br />\n<a href=\"http://www.myspace.com/enslaved\" target=\"_blank\">MYSPACE</a> </p>\n<p>ÅRABROT<br />\nVi må innrømme at vi har holdt et øye, og to ører, med Årabrot i noen år nå. Etter årets maktdemonstrasjon på by:Larm og den nye skiva The Brother Seed så vi ingen annen løsning enn å invitere trioen til Middelalderparken. På samvittigheten har støyrockerne fra Haugesund også skivene Rep.Rep og Proposing a Pact with Jesus, samt noen vinylsingler. De henter elementer fra primitiv ekstremmetall og amerikansk bråkerock. Dette setter de sammen til noe som kan karakteriseres som befriende rundjuling av hjernen. Rep.Rep fra 2006 ble spilt inn med hjelp fra Emil Nikolaisen (fra Serena Maneesh og Silver) og Billy Anderson (som har jobba med en sinnsyk mengde fete band, blant annet Cathedral, High on Fire, Melvins og Noxagt). Det nye albumet er spilt inn med legenden Steve Albini (fra Big Black, Rapeman og Shellac), som tidligere har gjort innspillinger med Pixies, Nirvana, High on Fire og Neurosis. De som var til stede når Årabrot valsa kverna trommehinner til små partikler under sin konsert på Revolver i februar, veit akkurat hva de kan vente seg. Alle andre anbefales å møte opp for å bli overraska av en mektig musikalsk overhøvling under Øyafestivalen. Årabrot kan være riktig medisin om populærkulturen plutselig virker sykt meningsløs.<br />\n<a href=\"http://www.myspace.com/arabrot\" target=\"_blank\">MYSPACE</a></p>\n<p>KYLESA (US)<br />\nEr Melvins og Mastodon blant favorittbanda dine? Trenger du ei real dose grov, hard, tung og støyende rock? Leter du etter noe av betydning å fylle dagene med? Kylesa fra Savannah, Georgia kan i tilfelle dekke mye av savnet i livet ditt. Etter å ha mottatt bra med skryt i undergrunnen for skivene To Walk a Middle Course (2005) og Time Will Fuse It’s Worth (2006), har de nå tatt et sprang en divisjon opp. Vi regner Static Tensions som en av årets feteste rockeskiver så langt og lite tyder på at vi kommer til å gå lei den. I tillegg lærte årets SXSW oss at Kylesa er i knallform som liveband. Alltid like våkne Groove.no mente for en del år siden at ”Kylesa spiller verken hardcore eller metal. Musikken er mer som en ondsinna fetter av dem begge”. Ikke en dum karakteristikk. Static Tensions bør være midt i blinken for alle som ønsker seg rå metall med hjerne og ambisjoner. Kylesa har nå beveget seg helt i fronten av sørstatenes metall-, sludge- og doomscene, hvor man også finner Baroness, Rwake og tidligere nevnte Mastodon. Bandet er på veien i USA med sistnevnte i hele vår. Med to trommesett, to gitarer og bass er Kylesa klar til å gå til angrep på sansene dine i Middelalderparken i august.<br />\n<a href=\"http://www.myspace.com/kylesa\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":610,"translations":{"nb":{"url":"/2009/03/31/tre-tunge-i-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d3bbd839-1909-5901-8c92-9b400ac9fb75","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2009/03/31/tre-tunge-i-middelalderparken/","redirect":false}}}