{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"92d91c1e-ccf6-5e96-a652-489924c21f11","slug":"ny-ep-remixkonkurranse-fra-lukestar","title":"Ny EP + remixkonkurranse fra Lukestar","date":"2011-05-24T14:19:31.000Z","excerpt":"<p>Øya-aktuelle Lukestar gjør seg klare for festivalsommeren med en ny EP. I tillegg lanserer de nå en konkurranse, hvor de ønsker at DJs, artister og fans skal remixe låtene deres. Gjør et forsøk, da vel! Lukestar spiller på Øyafestivalen onsdag 10. august.</p>\n"}},{"node":{"id":"642fb7c8-23d3-532c-be78-133d55391409","slug":"kun-dagsbilletter-igjen-til-%c3%b8yafestivalen","title":"Kun dagsbilletter igjen til Øyafestivalen","date":"2011-05-23T17:52:00.000Z","excerpt":"<p>I dag solgte vi de siste femdagerspassene til Øyafestivalen. Det betyr at det kun er dagsbilletter igjen til årets store festivalopplevelse i Middelalderparken. Salget av dagsbilletter går svært kjapt og vi ligger for øyeblikket langt foran fjorårets salg på samme tidspunkt. Onsdagsbillettene er det nå under 300 stykk igjen av. I løpet av de neste ukene vil årets Øya-program være komplett.</p>\n"}},{"node":{"id":"7e7c894f-6fbc-5f99-84c6-40e74f95282a","slug":"sukkerbiten-inviterer-til-sesongstart","title":"SUKKERBITEN INVITERER TIL SESONGSTART","date":"2011-05-23T16:45:00.000Z","excerpt":"<p>Onsdag 25. mai starter sommersesongen på Sukkerbiten, utenfor Operaen. Sukkerbiten er et samarbeid mellom Øyafestivalen og HAV Eiendom og på den lille øya innerst i Oslofjorden. Her vil vi by på mat, drikke, et variert kulturtilbud og fjordhygge. Onsdag klokka 19.00 sparkes sommeren i gang. Kom tidlig! Vel møtt til flott utsikt og god musikk!</p>\n"}},{"node":{"id":"e451070b-d654-50e6-95ea-3e45aad5a444","slug":"low-spiller-%c3%b8yanatt-pa-parkteatret-108","title":"Low spiller Øyanatt på Parkteatret 10/8","date":"2011-05-19T10:14:00.000Z","excerpt":"<p>Onsdag 10. august kommer amerikanske Low for å spille en stemningsfull nattkonsert på Parkteatret etter at konsertene i Middelalderparken er ferdige. Konserten presenteres i samarbeid med Goldstar.</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. </p>\n"}},{"node":{"id":"3e05366e-a3e0-56c0-9747-746302d746dc","slug":"graveyard-kommer-til-%c3%b8ya","title":"Graveyard kommer til Øya","date":"2011-05-18T09:31:00.000Z","excerpt":"<p>Vi har kommet inn i innspurten når det gjelder å sette sammen årets festivalprogram. Det står fortsatt noen plasser ledige, men vi skal fylle dem i løpet av de neste ukene. I dag er det klart at Graveyard fra Göteborg kommer til Middelalderparken torsdag 11. august, med masse fet rock i bagasjen. De toppa nylig den svenske salgslista med sitt nye album Hisingen Blues.</p>\n<p>Nå er de aller fleste av de bekrefta artistene plassert på dag og man <a href=\"http://oyafestivalen.com/pages/nor/8-program\" target=\"_blank\">finner en foreløpig oversikt her</a><br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n"}},{"node":{"id":"a1a95059-79dc-585a-bed6-e6ac5ab9c9d4","slug":"aya-open-med-bon-iver-3-november-pay-sentrum-scene","title":"Øya Open med Bon Iver 3. november på Sentrum Scene","date":"2011-05-18T08:17:00.000Z","excerpt":"<p>Torsdag 3. november presenterer vi, i samarbeid med Spoon Train, Øya Open på  Sentrum Scene med Bon Iver.</p>\n<p>BON IVER (US)<br />\n17. juni kommer Bon Ivers nye album, som for enkelthets skyld skal hete nettopp Bon Iver. I november kommer mannen bak navnet, som egentlig heter Justin Vernon, til Oslo med et åttemannsband. Blant disse musikerne finner man mange av de som deltok under innspillinga. Noen av dem har tidligere jobba med Antony &#038; The Johnsons, The National, Tom Waits, Arcade Fire, Rufus Wainwright og Sufjan Stevens.</p>\n"}},{"node":{"id":"825c0f7c-100c-5c94-8e0e-fcf22c445b83","slug":"fan-fanzine-nr-22-pa-gata-camp-indie-pa-rockefeller","title":"Fan Fanzine nr 22 på gata, Camp Indie på Rockefeller","date":"2011-05-16T09:27:00.000Z","excerpt":"<p>I dag er Fan nummer 22 på gata. Du kan lese om Noah &#038; The Whale, Jens Carelius, filmen Rude Boy, Screeching Weasel, Decay, veldedighetsrock, Frans Helmerson, en rekke musikk- og festivalanbefalinger og intervjuer med en del av banda som spiller på Camp Indie på Rockefeller i kveld.</p>\n<p>Camp Inde åpner dørene kl 20.00 i kveld og vi byr på gratiskonserter på fire scener inne på Rockefeller med Proviant Audio, honeytraps, Agent Cooper, Your Headlights Are On, The Captain &#038; Me, Like Rats From A Sinking Ship, Mmm, Stina Stjern, Bendik, Dråpe, Anana, Envy, Chitty Chitty Bang Gang, Casa Murilo, Lars Wiik og Sweden. Det koster altså ingenting å komme inn, men du kan betale det du vil til dine favoritter. Vi har lagt ut et lite antall billetter i forhåndsalg hos <a href=\"http://www.billettservice.no/event/CAMP-INDIE-billetter/ORF16051,\" target=\"_blank\">Billettservice</a> for de som vil være helt sikre på å komme inn.</p>\n"}},{"node":{"id":"6b25cd72-9c06-5a57-ac9b-c6e02c592029","slug":"ayanatt-med-okkervil-river-pay-rockefeller-onsdag-108","title":"Øyanatt med Okkervil River på Rockefeller onsdag 10/8","date":"2011-05-12T11:51:00.000Z","excerpt":"<p>Årets første Øyanatt-konsert er klar! Onsdag 10. august kommer Okkervil River til Rockefeller for å spille nattkonsert etter at vi er ferdige i parken. Konserten presenteres i samarbeid med <a href=\"http://www.goldstar.no/.\" target=\"_blank\">Goldstar</a> Snart slippes det flere Øyanatt-arrangementer, vi skal sørge for at det blir liv i Oslo hele dagen og hele natta. </p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement. </p>\n"}},{"node":{"id":"6dd3e93b-87d2-5641-9b94-61cf8f9c425a","slug":"kjop-billett-pa-forhand-til-camp-indie-16-mai","title":"Kjøp billett på forhånd til Camp Indie 16. mai","date":"2011-05-12T09:55:52.000Z","excerpt":"<p>På mandag finner den ultimate musikkoppvarminga til nasjonaldagen sted på Rockefeller. 16 band på fire scener, DJs og indiemarked er noe av den moroa du kan oppleve på Camp Indie. Det koster i utgangspunktet ingenting, men du kan betale det du vil til de artistene du likte best. På programmet står Like Rats From A Sinking Ship, Sweden, The Captain &#038; Me, Casa Murilo, Proviant Audio, Stina Sjern, Chitty Chitty Bang Gang, Lars Wiik, Dråpe, Agent Cooper, Anana, Bendik, Mmm, honeytraps, Your Headlights Are On og Envy. For å være helt sikker på å komme inn, kan du kjøpe billett på forhånd. Denne koster 100,- + avgift og selges hos <a href=\"http://www.billettservice.no/event/CAMP-INDIE-billetter/ORF16051\" target=\"_blank\">Billettservice</a></p>\n"}},{"node":{"id":"b3bfd7be-cd1a-59d1-ac19-c112e3c6ed7c","slug":"noah-and-the-whale-og-rumble-in-rhodos-pa-%c3%b8ya-under-800-femdagerspass-igjen","title":"Noah And The Whale og Rumble In Rhodos på Øya &#8211; Under 800 femdagerspass igjen","date":"2011-05-10T07:37:00.000Z","excerpt":"<p>Det er fortsatt en god del plasser å fylle i Øya-programmet. Nå er det klart at britiske Noah And The Whale tar turen til Middelalderparken fredag 12. august. Bandet ga ut sitt tredje album for kort tid siden og vi gleder oss til å høre disse låtene blant gress og smilende mennesker. Du vil også kunne oppleve Rumble In Rhodos, som nylig ble hyllet av en samla anmelderstand for sitt tredje album, kalt Signs of Fervent Devotion.</p>\n<p>Billettsalget til Øya har virkelig gått unna denne våren. For øyebikket er det under 800 femdagerspass igjen. Disse inkluderer fire fullpakka dager i Middelalderparken og Klubbdagen tirsdag 9. august. Salget av dagsbilletter ligger nå bedre an enn tidligere. Aller kjappest selger onsdag 10. august, og nå er det under 1000 billetter igjen til denne dagen. </p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":117,"pageCount":183,"additionalContext":{}}}