{"data":{"wordpressPost":{"title":"Operasjon dagsverk","date":"13th August 2009","content":"<p>Snöras lover en kjapp og intens konsert i kveld. Forberedelsene derimot, tar de seg god tid til.</p>\n<p>&#8211; Fysisk fostring, forteller Mathias Nylenna i Snöras. De spiller først klokka fem på ni i kveld, men som han forsikrer &#8220;konsert er en tolv timers greie&#8221;.</p>\n<p>Vi møter ham og og bandkollega Marius Ergo (ellers kjent fra Lukestar) på vei ned til festivalområdet.</p>\n<p>&#8211; En fyr som heter Blomster-Knut skulle hjelpe oss å frakte varene. Han hadde visst en svær Volkswagen Caravelle som han bruker i jobben som blomsterforhandler. Det funket fint, men det er bare at vi ikke plass til alt, og i alle fall ikke Marius og meg. Så nå rusler vi da.</p>\n<p>&#8211; Denne Blomster-Knut, han er veldig glad i hardcore eller?</p>\n<p>&#8211; Nei, ikke i det hele tatt. Han er bare veldig snill. Men jeg merker jeg er sliten nå, så jeg tror det blir litt soving etterpå. Må jo være opplagt. Verre for Yngve (Hilmo, journ.anm), han skal jo spille med Le Corbeau klokka 15.20, også.</p>\n<p>I tillegg til de nevnte herrer består Snöras også av Mads Hornsletten. Alle inngår de dessuten i et bandkonglomerat ingen andre enn dem selv &#8211; ja, kanskje ikke de heller &#8211; har helt oversikt over. Tre av dem; Kaospilot, Le Corbeau og Angora Static, er kanskje kjent for noen. Urolige Lukestar-fans kan også ta det helt kuli: Det virker ikke som de har gitt popen helt på båten, selv om de tidvis bruker ”poprock” som skjellsord.</p>\n<p>&#8211; Når dere skal spille, er det sånn at dere spiser frokost sammen også?</p>\n<p>&#8211; Nei, riktig så koselig er det ikke. Vi har mer enn nok med å stå opp. Men vi satser kanskje på å spise litt sammen etterpå. Vi har planer om å utnytte oss av gratisvarene på bandområdet så grovt som mulig. Selv om du må regne tolv timer på jobben, blir det alltid mye fritid i midten.</p>\n<p>&#8211; Hva skal dere se i pausene?</p>\n<p>&#8211; Selv er jeg jo veldig hypp på å se Wilco. Marius gleder seg mest til Gang Gang Dance (som ikke spiller i dag, men klokka 17.05 i morgen, journ.anm). Flere av oss ville jo se Grizzly Bear også, men der er vi dobbeltbooka gitt.</p>\n<p>&#8211; Ja, de starter ti minutter etter dere. Hva tenker dere om det?</p>\n<p>&#8211; Det er jo festivallivets lodd, det der. Jeg tenker vi sikkert mister mange etter ti minutter, og det skjønner jeg jo. Når det er sagt skal vi spille et raskt, intenst og fryktinngytende sett. Fett om mange ser hele, så kan de gå på Grizzly Bear etterpå i stedet.</p>\n<p>Snöras sitt andrealbum Plague Waters (gitt ut på Fysisk Format, 2008) ble omtalt som ”årets norske hardcoreskive” av Morgenbladets anmelder. Deres første utgivelse, Heart of Weakness (2006), er ifølge bandet ”god, men ikke like god som den andre”.</p>\n<p>Tekst: Håvard Nyhus</p>\n","wordpress_id":510,"translations":{"nb":{"url":"/2009/08/13/operasjon-dagsverk/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0edc97d3-8c3f-5661-b6b9-54cfd214a166","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2009/08/13/operasjon-dagsverk/","redirect":false}}}