{"data":{"wordpressPost":{"wordpress_id":623,"title":"Øyafestivalen nominert til Hedersprisen for god design 2009","excerpt":"<p>Norsk Designråd har nå offentliggjort hvilke tre norske designprosjekter som er nominert til Hedersprisen for god design 2009, og Øyafestivalen er sammen med Jensen Møbler SeaBed Geophysical en av de tre nominerte! Å bli nominert til dette er veldig stort for oss. Vi er stolte nå. Så innmari stolte!</p>\n","content":"<p>I følge Norsk Designråd er Hedersprisen for god design den ypperste designprisen i Norge, og gis til både bedrift og designer. Videre sies det: Til Hedersprisen for god design stiller juryen ekstra høye krav til innovasjon og nyskaping. Produktet eller løsningen skal være unikt i markedet og bidra til å tilføre bransjen eller produktkategorien nye verdier. Vinnere av Hedersprisen for god design skal kunne vise til fremragende designarbeid.</p>\n<p>KJAPT OM FESTIVALPROFILEN<br />\nFestivalprofilen 2008 ble lansert på web og i annonse 1. desember året før, altså ni måneder før festivalstart. Etter hvert som artistene ble booket og det musikalske innholdet tok form, utviklet profilen seg. Profilen til Øyafestivalen 2008 besto av et sett karakterer og figurer som på hver sine måter representerte festivalen. Etter hvert som festivalen ble utviklet, endret innholdet i materiellet seg. Nye elementer og figurer kom til, andre forsvant – for kanskje å komme tilbake senere. Dette gjorde profilen levende og dynamisk, og publikum kunne stadig finne nye elementer og referanser. I tillegg til annonsering og vanlig plakatering ble det produsert en serie silketrykkede plakater; signerte og nummererte i begrenset opplag for enkeltband eller grupper innenfor ulike sjangere. De ble hengt opp på strategiske steder, serien ble en ”snakkis” og folk begynte å samle. Alle trykksaker til promomateriell (magasiner, plakater, flyers, infohefter etc) er Svane-merket og produsert på resirkulert papir. Øyafestivalens mesterdesigner i 2008 var Are Kleivan. Vi har fått han til å binde seg til Øya i to år til, og det er vi veldig førnøyde med.</p>\n<p>Full presentasjon av de nominerte, presentert av ingen ringere enn Norsk Designråd og Nærings- og handelsminister Sylvia Brustad, kan du lese ved å klikke deg inn på deres hjemmeside. Her finner du også en langt grundigere vurdering og presentasjon av prosjektene, med både film og bildemateriale: </p>\n<p><a href=\"http://www.norskdesign.no/siste-nytt/her-er-norges-sterkeste-designprosjekter-article8375-271.html\" target=\"_blank\">KLIKK HER FOR MER HOS NORSK DESIGNRÅD</a></p>\n","date":"2009-02-27T10:38:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2009/02/27/ayafestivalen-nominert-til-hedersprisen-for-god-design-2009/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d3faa068-23d4-5c22-8ab7-54a401437126","locale":"nb"}}