{"data":{"wordpressPost":{"title":"Warm up til Øya på Blå 31. mai","date":"10th May 2016","content":"<p>Øya Warm Up er en serie med konserter hvor vi ønsker å presentere aktuelle artister, i denne omgang er det tre navn som også står på årets Øya-plakat.</p>\n<p>Aftenposten og Øya gir deg smakebiter fra programmet i Tøyenparken. Highasakite, Ivan Ave og Ary kommer alle til å spille intime minikonserter. Billetten koster bare 99,-, og det er kun 200 billetter i salg. Sjekk her for å skaffe deg billett <a href=\"http://event.ap.no/oya\">event.ap.no/oya</a></p>\n<p><strong>Sted: Blå, Oslo</strong></p>\n<p><strong>Tid: tirsdag 31. mai, kl 18.00</strong></p>\n<p>&nbsp;</p>\n<p>HIGHASAKITE</p>\n<p>Snart gir Highasakite ut sitt tredje album og i august skal de headline Øyas største scene. De to smakebitene som har kommet fra Camp Echo lover svært godt. Forrige skive, Silent Treatment, toppa salgslistene og gjorde bandet til et av Norges aller største. Skiva slo ny rekord i å ligge sammenhengende på albumlista, hele 94 uker. Bandet har klart å lage sitt eget sound, basert på mørk elektronisk pop, som er sår og stor samtidig. Highasakite får et stadig større internasjonalt publikum, og mye av 2016 vil brukes på utenlandsturneer.</p>\n<p>Highasakite spiller på Øyafestivalen fredag 12. august</p>\n<p><a href=\"https://api.oyafestivalen.no/artist/highasakite/\">oyafestivalen.no/artist/highasakite</a></p>\n<p>&nbsp;</p>\n<p>IVAN AVE</p>\n<p>Ivan Ave er den første norske rapperen noensinne på et TV-spill (NBA Live 16). Han slapp nylig sitt solodebutalbum Helping Hands, produsert av Stones Throw Records-signerte Mndsgn. På Øya skal han på scena sammen med kollektivet Mutual Intentions</p>\n<p><a href=\"https://api.oyafestivalen.no/artist/ivan-ave-mutual-intentions/\">oyafestivalen.no/artist/ivan-ave-mutual-intentions</a></p>\n<p>&nbsp;</p>\n<p>ARY</p>\n<p>Arys singel Higher har vært hyppig spilt på radio, med god grunn. Det er ikke lenge siden hun begynte å lage musikk, så man kan trygt si at hun tar kjempesteg på kort tid. Så langt i år har hun rukket å imponere på Eurosonic i Nederland, i tillegg til å få meget god mottakelse av medier og publikum på by:Larm. Hennes drivende elektroniske pop og sterke låter gir henne nye fans hver uke.</p>\n<p><a href=\"https://api.oyafestivalen.no/artist/ary/\">oyafestivalen.no/artist/ary</a></p>\n<p>foto Lasse Fløde</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":13979,"translations":{"nb":{"url":"/2016/05/10/warm-up-til-oya-pa-bla-31-mai/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e13e2ced-ff0b-5fa6-96b4-2e8bb91a532c","locale":"nb"}}