{"data":{"wordpressPost":{"title":"Röyksopp &#038; Robyn på Øya fredag 8/8","date":"10th December 2013","content":"<p><strong>RÖYKSOPP &amp; ROBYN (NO/SE) Do It Again 2014</strong></p>\n<p><strong>BOMBINO (NE)</strong></p>\n<p><strong>THULSA DOOM</strong></p>\n<p>Nytt bandslipp i morra</p>\n<p>&nbsp;</p>\n<p>Øyafestivalen har kommet godt i gang med billettsalg og bookinga av neste års program. De neste dagene slippes flere store og små navn til neste års store festivalbegivenhet i Tøyenparken. Som første slipp denne uka har vi gleden av å presentere et eksklusivt samarbeidsprosjekt mellom to av Skandinavias største navn; Röyksopp og Robyn. Deres nye samarbeid ble lansert i går kveld. De skal som Röyksopp &amp; Robyn Do It Again 2014 avslutte fredagskvelden på Øya. Dette blir den eneste muligheten til å oppleve samarbeidet i Norge sommeren 2014. I tillegg er det klart at Bombino fra Niger og en etterlengta gjenforening av rockebomba Thulsa Doom kommer til Tøyenparken.</p>\n<p>Følg med for flere artistslipp de neste dagene</p>\n<p><a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113\" target=\"_blank\">Kjøp ukespass til Øya 2014 her</a></p>\n<p><a href=\"http://www.billettservice.no/event/fredagsbillett-oyafestivalen-2014-billetter/409621?camefrom=Client_Oya_Hjemmeside fredag_Oyafestivalen_101013\" target=\"_blank\">Kjøp fredagsbilletter her</a></p>\n<p>&nbsp;</p>\n<p>RÖYKSOPP &amp; ROBYN (NO/SE) Do It Again 2014</p>\n<p>Da vi fikk tilbud om å gjøre en Norges-eksklusiv konsert med Röyksopp &amp; Robyn var vi ikke vanskelig å be. Robyn gjestet Röyksopps konsert på en låt under Øyafestivalen i 2009. Når de fem år etter står sammen på scenen i Tøyenparken skal Röyksopp spille på låtene til Robyn og Robyn synge på låtene til Röyksopp, gjennom en hel konsert. Det blir kun konserter i noen utvalgte land til sommeren, så dette er stort for oss og Øya-publikummet. Tidligere har de laget låtene The Girl And The Robot og None Of Dem sammen. Nå jobber de på felles materiale i studio. Om dette arbeidet og konsertene i 2014 har de begge uttrykt stor entusiasme.</p>\n<p>Robyn: &#8211; Playing this music live with Svein and Torbjørn is going to be wildly fun!</p>\n<p>Svein and Torbjørn from Röyksopp: &#8211; We look forward to basking in the warm glow that is Robyn’s presence. We predict one helluva ride.</p>\n<p>Svein Berge og Torbjørn Brundtland har som Röyksopp klart å bli sjølve spydspissen i norsk elektronika. Gjennombruddet kom med klassikeralbumet Melody A.M. i 2001, som inneholdt hits som Poor Leno, Eple og Remind Me. Samtlige av deres fire album har toppa salgslistene her hjemme. De siste årene har de samarbeidet med kjente vokalister som Karin Dreijer, Anneli Drecker, Lykke Li, Susanne Sundfør og nettopp Robyn. I tillegg har de remixa blant andre Coldplay, Lady Gaga og Depeche Mode, Röyksopp har siden gjennombruddet vært en konsertattraksjon i toppligaen. De to gutta vokste opp med pionerene i elektronisk musikk og pop, som Kraftwerk og Giorgio Moroder. Sammen har de skapt et helt eget röyksoppsk musikkunivers, med et varmt og vitalt sound. Eller som <a href=\"http://www.bbc.co.uk/music/reviews/wz4h\" target=\"_blank\">BBC skreiv om skiva Junior</a> i 2009: &#8211; Royksopp&#8217;s talent lies in updating the retro-futuristic sounds of the past, and demystifying them of their unforgiving sheen into a warm and somewhat special moment.</p>\n<p>Robyn har vært den ultimate skandinaviske popstjerna de siste åra. Hun fikk mye oppmerksomhet som tenåring på 90-tallet, med flere singler høyt på listene i UK og USA. Utover 2000-tallet fikk hun en ny vår som kritikerfavoritt. Skivene Robyn (2005) og serien med Body Talk-utgivelser (2010) har medført at hun i dag ses som et musikalsk stilikon. I 2010 hadde hun et fantastisk godt år og hun headlina Øyafestivalen i Middelalderparken. <a href=\"http://www.avclub.com/review/robyn-embody-talk-pt-3emem-em-48119\" target=\"_blank\">Avclub.com</a> skreiv om Body Talk-utgivelsene at: &#8211; Robyn has proved that there’s real emotion to be found among the ones and zeros of electronic music</p>\n<p>Vi forventer årets store utendørs dansefest, når disse tre står på vår største scene i Tøyenparken. Det vil du ikke gå glipp av.<br />\n<a href=\"http://royksopp.com/\">http://royksopp.com/<br />\n</a><a href=\"http://robyn.com/\">http://robyn.com/<br />\n</a><a href=\"http://www.doitaga.in/\">http://www.doitaga.in/</a></p>\n<p>BOMBINO (NE)<br />\nBombino fra Niger har det siste året fått internasjonal anerkjennelse på grunn av fantastiske konserter og skiva Nomad. Plata ble spilt inn med Dan Auerbach (The Black Keys) som produsent. Før denne utgivelsen, hadde han stått for ei skive med Group Bombino og et internasjonalt distribuert soloalbum kalt Agadez (2011). Omara Moctar, som han egentlig heter, er tuareg. Denne folkegruppas utfordringer er tett knytta sammen med hans engasjement og tekstskriving. I ungdommen fikk han sansen for vestlig musikk, deriblant Jimi Hendrix. Han har i blitt sammenligna med talentene til blant annet Neil Young og Jerry Garcia. Bombino er selvlært som gitarist og spiller i en herlig varm og tørr ørkenbluesstil.</p>\n<p><a href=\"http://www.musikknyheter.no/record/11130\" target=\"_blank\">Musikknyheter.no</a> likte Nomad for «luftige gitarriff, lekre partier og vakre kombinasjoner, og med melodiøs vokal og lekne rytmer». <a href=\"http://www.musicomh.com/reviews/albums/bombino-nomad\" target=\"_blank\">Musicomh.com</a> mente at «Although the music is still very much part of the African continent, the fuzzy blues licks could easily find a home on the resurgent American blues roster». Vi anbefaler at du sjekker ut Bombino, både på plate og på Øya til sommeren.<br />\n<a href=\"http://www.bombinomusic.com/\" target=\"_blank\">http://www.bombinomusic.com/</a></p>\n<p>&nbsp;</p>\n<p>THULSA DOOM<br />\nThulsa Doom entra rockefolkets bevissthet i 2000 med den eksplosive EPen She Fucks Me. I besetninga fant man folk som før og/eller etter har vært å se i The Cumshoots, Gartnerlosjen, Rumboid, Minor Majority, Black Debbath, Brut Boogaloo, Rejects, Bare Egil Band, Hurra Torpedo og en hel del band vi kanskje har glømt. Etter tre album med svett, breibeint rock, la bandet opp og etterlot et vakuum på norske klubb- og festivalscener.</p>\n<p>I høst gjenoppsto besetninga fra EPen og de to første albuma, den med Papa Doom i front. Etter å ha spilt She Fucks Me i høst og førstealbumet The Seats Are Soft But The Helmet Is Way Too Tight de neste månedene, runder de av denne æresrunden på Øya. I Tøyenparken skal de kline til med et sett som er basert rundt alle publikumsfavorittene. Skal man dømme etter bandets opptreden på Rockefeller i oktober, er det ingen grunn til å forvente noe annet enn en fantastisk feiring av en konsert. Thulsa Doom er et band mange har savna, og enda flere kommer til å mene de burde ha savna etter konserten på Øya.</p>\n<p><a href=\"https://www.facebook.com/pages/Thulsa-Doom-Norway/556745167698093?fref=ts\" target=\"_blank\">https://www.facebook.com/pages/Thulsa-Doom-Norway</a></p>\n<p>&nbsp;</p>\n<p>foto Stian Andersen</p>\n","wordpress_id":9075,"translations":{"nb":{"url":"/2013/12/10/royksopp-robyn-pa-oya-fredag-88/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9b0ab562-2089-5485-bea3-3f4207b1c13c","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2013/12/10/royksopp-robyn-pa-oya-fredag-88/","redirect":false}}}