{"data":{"wordpressPost":{"title":"Første artistslipp for 2015","date":"24th November 2014","content":"<p><strong>Flying Lotus (US) – tors 13. august</strong><br />\n<strong>Future Islands (US)</strong><br />\n<strong>Ida Jenshus</strong><br />\n<strong>Run The Jewels (US)</strong><br />\n<strong>Thea Hjelmeland</strong><br />\n<strong>Møster!</strong><br />\n<strong> Torgeir Waldemar</strong><br />\n<strong>Fay Wildhagen</strong><br />\n<strong>Spectral Haze</strong></p>\n<p><strong><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\">Dagsbilletter og ukespass selges her</a><br />\n</strong></p>\n<p>De første ni navna til 2015-plakaten er klare og de gir gode hint om variasjonen og bredden i neste års Øya-program. Fem av disse har aldri spilt på Øya før, mens kun Ida Jenshus tidligere har vært en del av hovedprogrammet.  Flying Lotus og Run The Jewels kommer til å gjøre sin norske konsertdebut. Øyafestivalen 2014 var en kjempesuksess og vi har lenge sett fram til å kunne slippe de første nyhetene om neste års program. Vi jobber hardt for å få bekrefta flere navn snart og håper å kunne gi dere flere artistnyheter før jul.</p>\n<p><strong>REKORDÅRET 2014</strong><br />\nResponsen på det første året i Tøyenparken har vært en enorm inspirasjon til videre planlegging og arbeid. Vi jobber med finpuss og småjusteringer, som vi håper skal gjøre festivalen vår enda bedre. I år opplevde vi rekorder både i miljøarbeid, gode tilbakemeldinger og i publikumstall. I løpet av festivaluka var det 89 000 enkeltbesøk på Øya-arrangementer. Publikumsundersøkelsen vi gjennomførte etter årets festival, tyder på at vi overgikk all tidligere festivaltilfredshet.</p>\n<p>Billettsalget starta hos Billettservice.no torsdag 27. november. De siste åra har ukespassene, som gir tilgang til fire dager i Tøyenparken og Klubbdagen på tirsdag, blitt utsolgt i februar-mars. Det er altså ingen grunn til å vente med å bestemme seg for om man vil ha med seg hele Øya-opplevelsen. Dagsbilletter er også i salg nå.</p>\n<p><strong>FLYING LOTUS (US)</strong> – torsdag 13. august<br />\nFlying Lotus har vært et av de mest spennende navna i amerikansk musikk de siste åra, noe han viste på nytt med årets album You’re Dead!. I 2007 ga han ut Reset EP, hans første utgivelse på Warp Records. Med Until The Quiet Comes i 2012 gjorde han for første gang et seriøst hopp oppover på de amerikanske salgslistene. I tillegg til å gi ut eksperimentell elektronisk musikk som Flying Lotus, rapper Steven Ellison under navnet Captain Murphy. Han har vært produsent for Chance The Rapper, Mac Miller og Thundercat, og har han hatt tid til å samarbeide med alt fra Earl Sweatshirt og Kendrick Lamar til Herbie Hancock og Thom Yorke.</p>\n<p>NME er bare et av mange internasjonale medier som lot seg imponere stort av You’re Dead!, og kalte utgivelsen «a madly inventive record, one that takes hip-hop and jazz as starting points, beats them both to death and then brings them back to life in an almost unrecognisable form». Clash Magazine mener låtene befinner seg et sted «in between the failing light of traditional jazz and the bursts of neon emitted from his polyrhythmic, nocturnal electronica».</p>\n<p>Flying Lotus har stått høyt på ønskelista vår de siste åra, så derfor er vi kjempebegeistra over at han kommer til Tøyenparken torsdag 13. august.<br />\n<a href=\"http://flying-lotus.com/youre-dead/\">http://flying-lotus.com/youre-dead/</a></p>\n<p><strong>FUTURE ISLANDS (US)</strong><br />\nDenne trioen fra Maryland har laga synthpop full av følelseslada drama siden 2006, men det er først i år de har blitt introdusert for et større publikum. Skiva Singles kom ut på sjølveste 4AD tidligere i år, og markerte et steg opp fra de enklere produksjonene på tidlige utgivelser. Siden har Future Islands blitt et voldsomt etterspurt liveband. De siste månedene har de spilt klubber, festivaler og TV-show på begge sider av Atlanteren. Mange opplevde nok trioen for første gang på The Late Show med David Letterman, der de energisk spilte sin fantastiske Seasons (Waiting On You).</p>\n<p>Singles er deres fjerde album, og det første som krøyp så høyt på salgslistene som førtiendeplass i hjemlandet. Allmusic.com har kalt musikken til Future Islands for «synth-heavy, experimental, almost danceable sound of the past into something laser-focused, new wave familiar, and very, very immediate». I tillegg er det verdt å nevne at både indiepopfantaster og soulentusiaster kan finne godsaker hos denne gjengen. Når de kommer til Tøyenparken i august, er det bare å bli revet med av sterke låter og en av tidens beste frontmenn i sanger Sam Herring. De som var tilstede når Future Islands brakte Parkteatret til ekstase sommeren 2014, veit akkurat hva vi mener.</p>\n<p>Da Singles ble utgitt, skreiv Pitchfork: «It’s pop music distilled, something Future Islands have been working at since their earliest lo-fi electro-punk recordings. <i>Singles</i> is a great balance of pop and melodrama. It’s built around the sturdy new wave beat, almost always four on the floor, giving Herring a comfortable frame in which to sing.»<br />\n<a href=\"http://www.future-islands.com/\">http://www.future-islands.com/</a></p>\n<p><strong>IDA JENSHUS</strong><br />\nIda Jenshus har imponert nok en gang, i år med EPen Let It Go. Hun debuterte med albumet Colour Of The Sun i 2008, og har siden gitt ut No Guarantees (2010) og Someone To Love (2012), som begge har havna på tredjeplass på den norske albumlista. Jenshus lager solid country, som drar deg ut på forlatte sletter og støvete grusveier. Likevel gror hun ikke fast i tradisjoner, noe den kvarterslange og herlig utflytende Shallow River er et bevis på. Låtene hennes har veksla mellom gode popmelodier og sterk countryrock.</p>\n<p>Aftenposten skreiv for noen år siden at «No Guarantees er på mange vis en kvalitetsgaranti for at norsk countrymusikk er på vei mot noe stort». Jenshus er i ferd med å føre musikken sin videre mot dette målet. I august kan du se henne i vakre omgivelser på Øya. Vi er sikre på at parken og låtene hennes vil smelte sammen til god varm sommermelankoli av beste sort.<br />\n<a href=\"http://idajenshus.no/\">http://idajenshus.no/</a></p>\n<p><strong>RUN THE JEWELS (US)</strong><br />\nI 2012 samarbeida El-P og Killer Mike på hverandres utgivelser, og året etter hadde de blitt duoen Run The Jewels. Nylig kom deres andre album Run The Jewels 2, som føyk inn på topp ti på salgslistene for både rap og RnB i USA. NRK P3 har beskrevet musikken deres som «hektiske og hissige (men elegante) elektro-inspirerte beats og to breiale rappere som har fantastisk kjemi». Canadiske Exclaim! mener den nye skiva er et foregangseksempel på at «rap music can be fun and opinionated simultaneously». Samtidig fastslo Slant Magazine at «<em>RTJ2</em> is a steamroller of an album». De har med andre ord levert et av årets aller sterkeste hiphop-album og kommer til Øya for å dele godsakene med dere i august.</p>\n<p>El-P fra Brooklyn har vært kjent som produsent og rapper i en årrekke, og har tidligere vært med i trioen Company Flow. Hans debutalbum Fantastic Damage kom ut i 2002. Han har hovedsakelig produsert undergrunnsartister og har bidratt til innspillinger med Aesop Rock, Cannibal Ox og mange andre. I tillegg har han remiksa så ulike artister som Beck, TV on The Radio, Dizzie Rascal, Nine Inch Nails og The Mars Volta. I 2012 produserte han Killer Mikes album R.A.P. Music, og Killer Mike deltok på El-Ps skive Cancer 4 Cure. Killer Mike fra Atlanta dukka opp på Outkast sin Stankonia-skive fra 2000. Tre år seinere ga han ut albumet Monster. Siden har det kommet en jevn strøm av utgivelser, og han har gjort innspillinger med blant andre Big Boi, Jay-Z, Raekwon og Yelawolf. De to har hatt sterke karrierer på egenhånd, men de siste to åra har de vist seg som dynamitt sammen.<br />\n<a href=\"http://www.runthejewels.net/\">http://www.runthejewels.net/</a></p>\n<p><strong>THEA HJELMELAND</strong><br />\nEn av årets store norske overraskelser er Thea Hjelmeland, som har begeistra med sitt andre album Solar Plexus. Hun har turnert med sin folkinspirerte pop i Tyskland, Frankrike og på Cuba. I noen år var hun bosatt i Paris, nå er hun i full gang med å etablere seg som artist her hjemme. Mulitinstrumentalisten fra Førde debuterte som soloartist i 2012, med Oh, The Third… Hun har tidligere sunget med Lars Vaular og vært en del av forestillingen Sånne Som Oss på Den Nationale Scene i Bergen. Nå overbeviser hun på egenhånd. Vi gleder oss til en stemningsfull konsert i Tøyenparken, med spennende, fengslende og gjennomført pop.</p>\n<p>Thea Hjelmeland lager sjangerutvidende musikk, og på Solar Plexus har hun laga sterke låter med utgangspunkt i egen kjærlighetssorg. Aftenposten er en av flere medier som har gitt den full pott. De oppsummerte det hele sånn: &#8211; Musikalske uttrykk fra vidt forskjellige kulturer kommer sammen til én enhet på <i>Solar plexus</i>. Variert instrumentering bidrar til dybde og bredde. Uttrykket er sømløst og eget – mangfoldet av inspirasjoner blir samlet til noe større enn summen av delene.<br />\n<a href=\"http://theahjelmeland.com/\">http://theahjelmeland.com/</a></p>\n<p><strong>MØSTER!</strong><br />\nKjetil Møster har en musikalsk CV som kan ta pusten fra den ivrigste musikknerd. Saksofonisten har vært medlem av en lang rekke band innen jazz og improvisasjon, i tillegg til å ha bidratt på scena og i studio med et bredt utvalg navn innen pop og rock. Mange Øya-publikummere kjenner antagelig hans arbeid med King Midas, Lars Vaular og Datarock best, eller man så han på scena under konserten til Röyksopp &amp; Robyn i sommer. I det siste har han vakt begeistring for album nummer to fra hans eget prosjekt Møster!, som leker seg kompromissløst med biter av psykedelia, prog og ikke minst jazz. Med på laget er noen av landets fremste musikere, Hans Magnus Ryan og Kenneth Kapstad fra Motorpsycho, pluss Nikolai Hængsle Eilertsen fra blant annet BigBang.</p>\n<p>Møster! kom sammen i forbindelse med et bestillingsverk i 2010. I 2013 kom det første albumet, kalt Edvard Lygre Møster. Med Inner Earth har de fått anmelderne til å komme med samstemt skryt. Dagsavisen påstår at «same kva band han spelar i, har han ein saksofontone i botnen som lik ingen andre fører tankane til Coltrane». Om du trenger en god festivalopplevelse langt på siden av den tradisjonelle pop- og rockformelen, anbefaler vi at du ikke går glipp av Møster! i Tøyenparken.</p>\n<p>Vi runder av med ordene til Dagens Næringsliv: &#8211; Dette er et jazzband langt inni rocken. Skillelinjene i god norsk musikk er i ferd med å viskes ut.<br />\n<a href=\"http://www.moester.no/\">http://www.moester.no/</a></p>\n<p><strong>TORGEIR WALDEMAR</strong><br />\nTorgeir Waldemar har de siste par åra blitt omtalt som det store nye singer/songwriter-håpet i Oslo. I høst kom debutalbumet, fullt av nære, sterke og nervekilende låter. Skiva fikk veldig god mottakelse og i 2015 skal Torgeir fortsette å spre sin musikk fra norske scener. Han har gravd dypt i tradisjonene for fantastisk folk og country, og kommet opp med et uttrykk som rører ved så å si alle som hører musikken hans. Albumet ble spilt inn i Maridalen kirke og blant bidragsyterne finner man Øya-aktuelle Ida Jenshus, Anders Møller (Euroboys, Kitchie Kitchie Ki Me O), Trond Mjøen (Euroboys, Haraball), Janne Hea og Øyvind Blomstrøm (El Cuero, Monica Heldal).</p>\n<p>Gaffa: &#8211; Torgeir Waldemar er en tradisjonsbærer som mestrer å skape tidløse men aktuelle låter som gir gjenklang lenge etter at musikken er skrudd av.</p>\n<p>Egon Holstad i Nordlys: &#8211; Det formelig renner blod og tårer ut høyttalerne, vakkert båret frem av Waldemars karakteristiske, lyse og varme vokal, og på toppen av noen låter som overhodet ikke står tilbake for det beste «over there» i dag.</p>\n<p>Han har varma opp for navn som Lucinda Williams, Sivert Høyem, Hellbillies, Monica Heldal, Israel Nash og Woven Hand, og har spilt rundt om i landet på egen hånd. Nå gleder vi oss til hans egen avart av americana på Tøyen.<br />\n<a href=\"https://www.facebook.com/torgeirwaldemar\">https://www.facebook.com/torgeirwaldemar</a></p>\n<p><strong>FAY WILDHAGEN</strong><br />\nFay Wildhagen har det siste året vært en snakkis på Oslos småscener og rundt i musikkmiljøene. I 2014 rakk hun opptredener på både Internasjonalens utescene under Klubbdagen og på Biblioteket-scena i festivaluka. Nå skal hun ta steget opp til en større scene og Øyas hovedprogram.</p>\n<p>For noen måneder siden kom den glimrende låten We Are, som kjapt ble lista på P3. Til våren kommer det en utgivelse fra Fay Wildhagen. Etter å ha sett Fay og bandet på Øya i sommer skreiv P3 at «Låtene hennes fenger uten å følge formler, går spennende omveier og nyter godt av spennende instrumentering og fine arrangement.» Musikknyheter.no har påstått at «Wildhagen lager stemningsfull og varm popmusikk på samme bølgelengde som Bon Iver, med spennende og vakre arrangementer». Vi gleder oss til en festivalkonsert som er like god for de som vil synge med som for de som vil hygge seg i gresset.<br />\n<a href=\"http://faywildhagen.com/\">http://faywildhagen.com/</a></p>\n<p><strong>SPECTRAL HAZE</strong><br />\nDet rører seg godt i den delen av norsk undergrunn som berører doom, syrerock og lignende stilarter. I avdelingen for spacerock har Spectral Haze vokst fram som de fremste ambassadører. Sjøl mener de at bandet «beveger seg i takt med universet og ekspanderer og trekker seg sammen i puls med stjerners fødsel og død». Debutalbumet IEV &#8211; Transmutated Nebula Remains ble nettopp utgitt. Doommetalheaven.wordpress.com skreiv at «Their meaty riffs are developed and polished until they become little gems which are delivered with passion”.</p>\n<p>I det siste har bandet blitt utvida til fem stykk, med et medlem fra det mørke folkrockbandet Tusmørke. De har rukket å dele scene med band som Dead Meadow, NAAM, Earthless og Pentagram. Spectral Haze har lovet oss en kraftig og lysergisk seanse på Øyafestivalen 2015. Gjør deg klar for en konsertopplevelse som tar deg med til både indre og ytre rom.<br />\n<a href=\"https://www.facebook.com/SpectralHaze\">https://www.facebook.com/SpectralHaze</a></p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload  wp-image-11192 alignleft\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"480\" height=\"480\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w, http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 480px) 100vw, 480px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p>Ukespass koster 2479,- + gebyr, mens prisene på dagsbilletter er 849,- + gebyr. Et ukespass inkluderer alle fire dagene i Tøyenparken og Klubbdagen på tirsdag 11. august. Det er egne billetter for Øyanatt fra onsdag til lørdag.</p>\n<p><a href=\"https://api.oyafestivalen.no/2014/11/25/hjelp-ungdom-ut-i-arbeid/?color=green\" target=\"_blank\">Les her</a> om hvordan du samtidig med billettkjøpet kan hjelpe Kompass &amp; Co med sine prosjekter for å få lokale ungdommer i arbeid.</p>\n","wordpress_id":11165,"translations":{"nb":{"url":"/2014/11/24/forste-artistslipp-for-2015/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"37a8eb93-73d9-5ee4-bb9c-8f46a953438e","locale":"nb"}}