{"data":{"wordpressPost":{"title":"Øyaprat 3: Ary","date":"24th July 2016","content":"<p>Ary feira sin 21-årsdag med å oppleve Todd Terje på Øya, to år seinere er hun tilbake i Tøyenparken som artist.</p>\n<p>Hun avslutter Hagen-scenen onsdag 10. august, klokka 20:55. Dette er den eneste dagen det er billetter igjen til.</p>\n<p>&nbsp;</p>\n<p><strong>Hvilken Øya-opplevelse husker du aller best?</strong></p>\n<p>&#8211; Jeg har bare vært på Øya en dag, og det var i 2014 tror jeg, når Todd Terje avsluttet på hovedscenen. Det var så rått, så vidt jeg husker kom alle barna ut på scenen og begynte å danse til Inspector Norse, og vi stod nesten helt forrerst, og akkurat da fylte jeg 21 år. Det er nok det beste festivalminnet jeg har.</p>\n<p>&nbsp;</p>\n<p><strong>Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong></p>\n<p>&#8211; Ah, det er vanskelig! Det er så mange bra artister som skal spille. Jeg begynner med Frøder, hun har stålkontroll på scenen, og når jeg ser henne live føler jeg meg alltid så trygg at det er lett å bare stå og nyte showet. Hun gir definitivt gass! Jeg har en forkjærlighet for Highasakite også, Jeg er utrolig fascinert av Ingrid, hun har en stemme og en kontroll fra en annen planet. Og så er jo hele bandet utrolig tight og dynamisk. Jeg så de på blå for første gang på Øya-warmup, og det ga definitivt mersmak! Ak men det er så mange flere jeg mener alle må se! Dagny. woh. Jeg digger Dagny! Og Arif er så sykt rå. Og Jamie xx og Anohni har gått på repeat i spotifyen min i det siste. Klarer ikke velge bare tre, håper det går fint…</p>\n<p>&nbsp;</p>\n<p><strong> Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong></p>\n<p>&#8211; Hahaha, nei! Jeg har vært utrolig lite på festivaler. Kanskje man kan ta med seg ørepropper? Det glemmer jeg alltid, og jeg angrer alltid på det. Men de deler det vel ut kanskje, så da er det vel ikke så farlig? Hmm. Da sier jeg solkrem.</p>\n<p>&nbsp;</p>\n<p><strong>Hva kan folk forvente av konserten din/deres?</strong></p>\n<p>&#8211; Jeg vet ikke helt hva folk skal forvente. Alle har vel sine egne forventninger til hva de tror de skal se, så kanskje det er mer spennende å la alle beholde de forventningene de allerede har, og se om de innfris? De kan forvente et ganske ferskt band som gir alt vi har for å spille en god konsert.</p>\n<p>&nbsp;</p>\n<p><strong>Hva spiser du helst i sommer?</strong></p>\n<p>&#8211; Jeg spiser helst epler og croissanter på sommeren.</p>\n<p>&nbsp;</p>\n<p><strong>Hva hører du på i sommer?</strong></p>\n<p>&#8211; I sommer hører jeg på litt av hvert. Jeg hører på Jamie xx, Anohni, Groj, FKA Twigs, Smerz, James Blake, Kaytranada, Tame impala, Moderat, Rone, Highasakite og Susanne Sundfør. For å nevne noen…</p>\n<p>&nbsp;</p>\n<p>foto: Olav Stubberud</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"29f6bba9-5af8-573b-84ae-14dbf77a53d9"}}