{"data":{"wordpressPost":{"title":"To Øyanetter på Gamla","date":"29th May 2014","content":"<p><strong>ØYANATT @ GAMLA</strong></p>\n<p><strong>FRE 8. AUG KL.22.00,- INNG.KR.200,- (150,- m/gyldig Øya-billett)<br />\nPsycho Garage &amp; Rockabilly Party m/</strong><br />\nJOHNNY HOOTROCK (US/NO)<br />\nGarage, rockabilly &amp; go-go fra Austin, Texas og Norge<br />\n+<br />\nVOSSA REBELS<br />\nTidenes yngste rockabillyband</p>\n<p>Johnny Hootrock er en trio fra Austin, Texas frontet av Clem Hoot, en utflyttet cowpunk fra Haugesund som har bodd i Austin siden slutten av 80-tallet. Sterkt påvirket av denne unike musikkbyen med merkelappen «Live Music Capitol Of The World» tok det ikke lange tiden før han fant musikalske venner. Han ble gitarist i det legendariske punkabillybandet Flametrick Subs. I 2007 startet han Johnny Hootrock med typisk rockabilly line-up, standupnutcase Johnny Cat på trommer og hardhendte Mysterio Rock på kontrabass.</p>\n<p>Sammen har de fortsatt i det grisete ukristelige Flametrick-sporet, men mishandlet mer rockabilly og krydret med horror, mexicana, country, garage og surf. I tillegg har de Texas´ beste burlesque- og go-go-dansere på scenen.</p>\n<p>Trommis Johnny Cat er også vokalist og har tidligere spilt med legendene Bo Diddley og The Coasters, samt band som Krayolas (San Antonio), Ezra Charles (Houston), Groovy Ghoulies (Hollywood CA) og ikke minst Flametrick Subs. Mysterio Rock har fortid i diverse skumle rock´n´roll-band som The Ghost Storys, Phantom Rockers og For Goodness Sake.</p>\n<p>På denne Norges-turen skal vi få stifte bekjentskap med go-og-danser Andrea Von Frankenstein.</p>\n<p>Bandet er stadig på turné i sør-vest Texas og krysser ofte statslinja. Fra før har de gitt ut skiva 6.66 Gallons Fer Twenty Bucks og er i disse dager i lanseringsmodus med den nye Dead Cute Girl, hvor tittelkuttet nylig er sluppet på singel.</p>\n<p><a href=\"https://www.facebook.com/pages/JOHNNY-HOOTROCK/319023553466\" target=\"_blank\">https://www.facebook.com/pages/JOHNNY-HOOTROCK/319023553466</a></p>\n<p>VOSSA REBELS<br />\nVossa Rebels er en ung bande med sveisen rett til værs, ustoppelig energi og innlevelse på kontrabass, feite Gretsch-gitarer og trommer.  Dette må være tidenes yngste rockabillyband. Kontrabassist Sondre Dæmring Styve er 10, trommis Eivind Dæmring Styve er 13, rytmegitarist Jakob Sjøtun og leadgitarist/vokalist Sondre Hegg er 14. De har allerede spillt sammen i 3 år….!!!</p>\n<p>At de har hatt en god oppvekst med kjernesunn påvirkning hjemmefra er tydelig da halve bandet har vokalist og gitarist Erlend Styve fra et av Norges lengstlevende rockabillyband Twang Gang som far. Gutta er allerede gått i gang med å skrive egne låter og jobber nå med å få gitt ut sin første CD. Etter mange spillejobber i hjemtraktene på Voss, et par i Bergen, et par runder i UKM og opptreden på TV 2 i februar, gjør de nå sin første ordentlige konsert i Oslo.<br />\n<a href=\"https://www.facebook.com/TheVossaRebels\" target=\"_blank\">https://www.facebook.com/TheVossaRebels</a></p>\n<p><strong>LØR 9. AUG KL.22.00,- INNG.KR.150,- (120,- m/gyldig Øya-billett)Ved sommervær holdes konserten i Gamlas bakgård!</strong><br />\nBLUEGRASS &amp; AMERICANA m/<br />\nSPINNING JENNIES (SE)<br />\nAutentisk spirituell festgrass på ærlig svensk<br />\n+<br />\nBROKELAND BULLETS<br />\nUpolert rustikk bluegrass med glade melodier og triste tekster</p>\n<p>SPINNING JENNIES (SE)<br />\nMed sentimentalt gravalvor, udødelig spilleglede og korsang fra hjertet leverer Spinning Jennies en unik musikkopplevelse. Denne unge bluegrasskvintetten har tatt storbylivet i Stockholm inn i sin lyrikk, men leverer i autentisk bluegrass-drakt.</p>\n<p>I mai er bandets tredje skive Från Rotterdam Till Lilla Wien ute og er som de to tidligere albumene fylt av hjerte/smerte og eksplosiv hillbillyswing. AMEN!!<br />\n<a href=\"http://www.facebook.com/spinningjennies.profil\" target=\"_blank\">http://www.facebook.com/spinningjennies.profil</a></p>\n<p>BROKELAND BULLETS<br />\nBrokeland Bullets tufter sin musikk på bluegrass, men henter også inspirasjon fra folk og country.  Sangene fremstår som mer rustikke og mindre polerte enn hva man gjerne hører i bluegrass, men sentralt står den flerstemte harmionisangen, og glade sanger med triste tekster.</p>\n<p>Våren 2011 kom debutplaten Brokeland. Siden da har de spilt mange konserter i inn- og utland. I mai var de på turné i Danmark, Tyskland og Nederland som del av releaseturneén for sitt andre album Heartbroke. Her byr Brokeland Bullets på tapt kjærlighet, utroskap og håp innpakket i nyskrevne bluegrasslåter med særpreg.</p>\n<p><a href=\"https://www.facebook.com/pages/Brokeland-Bullets/99241048669\" target=\"_blank\">https://www.facebook.com/pages/Brokeland-Bullets/99241048669</a></p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":10001,"translations":{"nb":{"url":"/2014/05/29/to-oyanetter-pa-gamla/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"49a7d783-e1e8-5e3f-a8a2-efb450db82cb","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2014/05/29/to-oyanetter-pa-gamla/","redirect":false}}}