{"data":{"wordpressPost":{"title":"Wannskrækk gjenforenes på Øya 12. august","date":"2011-03-11T07:57:00.000Z","content":"<p>WANNSKRÆKK (foto: Thor Nielsen)<br />\nDet er ikke så mange som kan fortelle barna sine at de så Wannskrækk live, sånn i hine hårde dage, den gang ting gikk veldig fort for seg, og ingen tenkte at noe noengang kom til å vare særlig mye lenger enn til søndag ettermiddag omtrent.</p>\n<p>Og det hadde man stort sett rett i – det var faktisk mye av sjarmen. Men i et mylder av band som med svært varierende hell forsøkte å låte som Wire eller Swell Maps, dukket altså disse ytterst sjarmerende guttebarna opp, så unge at voksne karer på 20 ikke kunne unngå å dra – litt nedlatende – på smilebåndet. Det kunne liksom ikke bli søtere – de kom jo ikke inn på kino engang.</p>\n<p>Wannskrækk brukte omtrent 30 sekunder på å sette skapet på plass. En håndfull opptredener senere var det ingen som ville spille etter dem lenger. Og sånn har det vært i 30 år nå. Men den gangen var sånt noe helt fremmed – og helt nytt. Wannskrækk manifesterte nesten umiddelbart en karismatisk selvtillit, fulgt av et helt uhørt ambisjonsnivå, og deretter alle de kvaliteter som må til for å faktisk realisere denslags. Alt dette var fullstendig fremmed på den tiden, og over de neste tiårene skulle det vise seg at norsk rock aldri kunne bli som før.</p>\n<p>Wannskrækk fant seg selv i et flyktig, gyllent øyeblikk der alt var lov og alle spilte i band. De ble det beste bandet i byen, og her og der gjorde de det mulig å tenke at du så det beste bandet i verden. Og den tanken var umulig å tenke før disse øyeblikkene.</p>\n<p>Nå får du også sjansen til å se Wannskrækk. Ikke lenger de samme falne englebarna som for 30 år siden. Kanskje ikke verdens beste band, dersom vi skal være helt på den nøkterne siden. </p>\n<p>Men fortsatt det siste bandet i verden du vil følge på scenen.</p>\n<p>Øyafestivalens bookingsjef er svært fornøyd med å få på plass Wannskrækk<br />\n&#8211;\tVi hadde faktisk dette bandet på ønskelista allerede til den første Øyafestivalen i 1999, men det tok altså noen år før vi klarte det. </p>\n","wordpress_id":182,"featured_image":null,"translations":{"nb":{"url":"/2011/03/11/wannskraekk-gjenforenes-pa-%c3%b8ya-12-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d3587c35-204a-58b3-8f5c-401eba8647f6","locale":"nb"}}