{"data":{"wordpressPost":{"title":"500 dagsbilletter igjen til fredag 13/8","excerpt":"<p>Nå er det 500 dagsbilletter igjen til fredag 13. august. Det betyr at det snart ikke er mange muligheter igjen til å få med seg den foreløpig mest populære dagen under årets Øyafestival. På fredagen kan du oppleve blant annet Robyn, The Specials, The Flaming Lips, John Olav Nilsen &#038; Gjengen, La Roux og Susanne Sundfør. I tillegg kommer heite aktuelle navn som Die Antwoord, Field Music, 1349, Girls, Major Lazer, Marina &#038; The Diamonds, Purified In Blood.</p>\n<p>Samtidig kan vi melde at  Øya-programmet fikk skryt av BBC stjerne-DJ Huw Stephens i The Guardian på lørdag.</p>\n","content":"<p>Samtidig kan vi røpe at det nå er under 1500 dagsbilletter igjen til lørdag 14. august, som er den fyldigste festivaldagen. På lørdagen kan du blant annet få med deg Big Boi, The xx, Converge, Paul Weller, Tony Allen, Ost &#038; Kjex, Blood Command, Karpe Diem, Local Natives, Lillebjørn Nilsen og Motorpsycho, som skal spille hele sin klassiker Timothy’s Monster.</p>\n<p>Dagsbillettene til onsdagen og torsdagen selger også meget godt. Alle dagsbilletter er i salg  hos <a href=\"http://www.billettservice.no/search.php?tm_link=tm_homeA_header_search&#038;language=no&#038;keyword=%C3%B8yafestivalen\" target=\"_blank\">Billettservice.no</a></p>\n<p>SKRYT FRA BBC I THE GUARDIAN<br />\nBBCs radiostjerne Huw Stephens tok med Øyafestivalen i sin liste over Europas beste festivaler i en stor sak i The Guardian nå på lørdag. Det er en stor ære at selveste Huw Stevens skriver noe slikt om oss. Det er ikke første gang Øya 2010 er på lister i de store engelske avisene, men vi føler at Stephens ord veier ekstra tungt.</p>\n","date":"2010-06-21T13:34:00.000Z","wordpress_id":356,"featured_image":null,"translations":{"nb":{"url":"/2010/06/21/500-dagsbilletter-igjen-til-fredag-138/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"eae9bb0c-5d59-59c0-99c2-2ea11db97204","locale":"nb"}}