{"data":{"wordpressPost":{"wordpress_id":332,"title":"Et par endringer i programmet til Klubbdagen","excerpt":"<p>Rett etter magasinet og plakaten gikk i trykken, ble desverre et par av banda i Klubbdagsprogrammet nødt til å trekke seg. Egil Olsen og Crime Club erstatter henholdsvis Pogo Pops og Kalashnikov. De to erstatterne tar over spilletidspunkt og plass i programmet på Revolver og Elm Street. Spilletider og artistpresentasjoner for Klubbdagen 10. august legges i disse dager inn på nettsiden, så om kort tid kan du se den fulle oversikten under PROGRAM</p>\n","content":"<p>CRIME CLUB (erstatter Kalashnikov og spiller 00.30 på Elm Street<br />\nNår alle andre såkalte punkband nå for tiden går i retning av det som visstnok kalles EMO (?!?), gutter som bruker mer penger på sminke enn øl, tar Crime Club dere tilbake til røttene til punkrock. Tilbake til den tiden da punk egentlig bare var rock’n’roll spilt fort med en attitude som stinket svette, gammal røyk, doven øl. Guttene så ut som gutter og jentene var kule. Crime Club henter inspirasjon fra band som The Saints, Real Kids, Ramones og The Devil Dogs. Bandet består av medlemmer fra legendariske Fake Females og Backstreet Girls, og leverer Rock `n Roll slik Rock’n’roll er ment å være.<br />\n<a href=\"http://www.myspace.com/thecrimeclub\" target=\"_blank\">MYSPACE</a></p>\n<p>EGIL OLSEN (erstatter Pogo Pops og spiller 23.00 på Revolver)<br />\nEgil Olsen fra Ørsta ga tidligere ut musikk under navnet Uncle’s Institution. I fjor kom albumet Nothing Like The Love I Have For You. Fans av sjarmpop av typen St Thomas og Eels, bør kunne finne stor glede i Olsens musikk.<br />\n&#8220;Vi er ikke bortskjemt med gode, idiosynkratiske popkomponister her til lands, men Egil Olsen er i ferd med å havne i fremste rekke av dem.&#8221;<br />\n&#8211; Audun Vinger<br />\n<a href=\"http://www.myspace.com/egilolsen\" target=\"_blank\">MYSPACE</a></p>\n","date":"2010-07-13T11:42:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2010/07/13/et-par-endringer-i-programmet-til-klubbdagen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"30169458-1e2b-536a-81a8-8293dd75a5a9","locale":"nb"}}