{"data":{"wordpressPost":{"title":"Camp Indie Rockefeller 16. mai","excerpt":"<p>16. mai tar Øyafestivalen med seg Camp Indie, som du kanskje kjenner fra et telt i Middelalderparken under festivalen, inn på Rockefeller. Det blir tre scener, masse band, konsert for kidsa,  gledespredende DJs, mye folk og god stemning. Moroa koster i utgangspunktet ingenting, men du skal få mulighet til å betale det du har lyst til de banda du liker best. Dette blir en helaften uten sammenligning. Camp Indie byr på pen pop, frekk støy, rå punk, lystig indie, hårete rock og mye mer. I tillegg blir det et finfint indiemarked fra kl 18, med de mest spennende norske smålabelene. Kom tidlig, bli til seint og opplev norsk pop og rocks herlige hemmeligheter.</p>\n","content":"<p>16. mai tar Øyafestivalen med seg Camp Indie, som du kanskje kjenner fra et telt i Middelalderparken under festivalen, inn på Rockefeller. Det blir fire scener, masse band, gledespredende DJs, mye folk og god stemning. Moroa koster i utgangspunktet ingenting, men du skal få mulighet til å betale det du har lyst til de banda du liker best. Dette blir en helaften uten sammenligning. Camp Indie byr på pen pop, frekk støy, rå punk, lystig indie, hårete rock og mye mer. I tillegg blir det et finfint indiemarked fra kl 18, med de mest spennende norske smålabelene. Kom tidlig, bli til seint og opplev norsk pop og rocks herlige hemmeligheter.</p>\n<p>Lama / Ingeborg Selnes / Silver / Next Life / Norma Sass / My Little Pony / Bungalow Ranchstyle / Le Corbeau / Shitsez / Little Hands Of Asphalt / Jens Carelius / Einar Stray / Reverend C.H. Morton and the Kosmik Boogie Tribe / Get Dancy DJs / Bitch Boys DJs</p>\n<p>OM CAMP INDIE<br />\nCamp Indie er Øyafestivalens hyllest til grasrotnivået i norsk musikkliv. Fra 11. – 15. august står igjen Camp Indie-teltet helt i enden av Middelalderparken, og inviterer små, uavhengige plateselskaper ,som i ekte DIY-ånd drives av ildsjeler og eksisterer på pur musikkglede. Fokuset her er først og fremst på de uavhengige plateselskapene som på en utmerket måte jobber året rundt for å fronte sine artister. Fjorårets Camp Indie var en kjempesuksess og det skal bli om mulig enda bedre i år. Øyafestivalen og Camp Indie mener det er så mye bra musikk som fortjener ekstra oppmerksomhet, og vi vil derfor lage en egen festival før selve Øyafestivalen. Den beste oppvarmingen for Norges nasjonalsdag skjer på Rockefeller 16. mai.<br />\n•\t4 scener<br />\n•\t14 band<br />\n•\tmarked<br />\n•\tkunstutstilling</p>\n<p>MARKED FRA 18.00<br />\nSom på Øyafestivalen, får du muligheten til å møte folkene bak de mest driftige plateselskapene i området. I den ene fløyen på Rockefeller kl 18.00 vil det være salg av CDer, vinyl, t-skjorter, buttons og masse mer fra en deilig gjeng med labels. Har også hørt rykter om at det blir vafler og pølser i tillegg, og det kan man ikke si nei til. I tillegg til å få skiver og merch til en billig penge, kan det være en god mulighet for dere som er hypp på å lage et eget label, eller få ut egen musikk. Her er det mange gode råd å få, og hvis du har en demo av bandet ditt, er det mulig noen her kan hjelpe deg. Det er ikke ofte så mange indielabels er samlet i et rom, bruk sjansen! </p>\n<p>Her er noen av labelene som kommer:<br />\nMas-Kina Records, Trust Me Records, Spoon Train Audio, Bolibompa Records, How Is Annie, Oslo Grammofon, Fysisk Format/Tiger, Sell-Out Music, Cafe Superstar Recordings……</p>\n<p>MER TIL KIDSA, My Little Pony &#8211; KONSERTSTART KL 17.00!<br />\nSammen med Øyafestivalen inviterer Camp Indie kidsa på konsert med My Little Pony , klokka fem på Rockefeller. Det er fri aldersgrense, og så vel voksne som barn er velkomne. Ta med deg unga, eller slipp kidsa fri og la de ta med seg venna sine på konsert. I Camp Indies herlige dugnadsånd blir det diska opp med pølser og vafler. Fire, åtte, teen eller gæmmal -detta blir det god stemning av!</p>\n<p>My Little Pony slapp albumet Think Too Much her til lands for noen måneder siden, og er nå klare for utgivelser i såpass fjerne land som Japan og Filippinene, i tillegg til Sverige og Spania. Albumet høstet gode kritikker, og som liveband møter vi et energisk og sjarmerende band som tusan. Det er full pinne, skakke harmonier, skjøre partier og generell feel-good stemning miksa i hop på en aldeles fortreffelig måte. My Little Pony er såpass inkluderende at om du får lurt med deg en shaker eller tamburin inn på konserten skal du ikke se bort ifra at du ender oppe på scena med gjengen.</p>\n<p>My Little Pony har akkurat kommet hjem etter en liten europaturné, og på turen rakk de å spille inn en, etter bandets egen beskrivelse, lo-fi video fra Malmø. <a href=\"http://www.youtube.com/watch?v=Gw0jFk0ik_w\" target=\"_blank\">Her er’n</a></p>\n<p>OM ARTISTENE<br />\nBungalow Ranchstyle:<br />\nBungalow Ranchstyle har holdt på i ca to år og består av medlemmer fra Cato Salsa Experience og hardcore/punk-banda Team Spirit og Fairfuck. Man kan lett si at dette er en finfin blanding av Cato Salsas garagerock og Team Spirits punkrock, men band som Alphaville, Talking Heads og Yes nevnes også som inspirasjon. Vi gleder oss!<br />\n<a href=\"http://www.myspace.com/bungalowranchstyleband\" target=\"_blank\">MYSPACE</a></p>\n<p>Einar Stray:<br />\nMed suveren teft for langsom oppbygging og ruvende melodier setter Einar Stray deg på saktefilm og drar deg med inn i sitt musikalske univers. 19-åringen og hans orkester både hvisker og roper. Post-rock, indie-pop, shoegaze og folk smeltes sammen til et særegent lydbilde få norske artister kan kopiere.<br />\n<a href=\"http://www.myspace.com/einarstraymusic\" target=\"_blank\">MYSPACE</a></p>\n<p>Ingeborg Selnes:<br />\nIngeborg Selnes har slått seg opp på Oslos musikkscene med sin fantastiske og catchy popmusikk. Etter å ha debutert på VG-lista og spilt på blant andre Øyafestivalen og Parkenfestivalen sommeren 2008, ser vi nå fram i mot en ny skive i løpet av 2009. Inspirasjonen hentes i alt fra Robyn, via Jenny Wilson til the Knife. Hennes splitter nye single, “Open Your Heart” er nå B-listet på P3.<br />\n<a href=\"http://www.myspace.com/ingeborgselnes\" target=\"_blank\">MYSPACE</a></p>\n<p>Jens Carelius:<br />\nJens Carelius og bandet hans spilte kanskje to av de beste konsertene under årets by:Larm, i alle fall i følge oss her på Camp Indie. Med sitt nye band har han hentet inspirasjon fra den engelske folkscenen og amerikansk blues fra 1930-tallet. Debutplaten hans “First Songs” fikk strålende kritikker i avisene her til lands, og han har også vært på en ukes turne med Jackie Leven i England. Hans andre plate slippes i april.<br />\n<a href=\"http://www.myspace.com/jenscarelius\" target=\"_blank\">MYSPACE</a></p>\n<p>Lama:<br />\nNils Martin Larsen fra Larvik er Lama, og Lama er også Nils Martin Larsen fra Larvik. For oss ville det vært logisk at han het Lars Martin, men det viste seg altså å være helt feil. Han spilte tidligere i Jaga Jazzist, men nå er han her med sitt eget soloprosjekt. Lama er både svevende og vakkert, og kan det er liten tvil om at inspirasjonen er hentet fra band som Sigur Ros og danske Mew. Lamas sceneshow handler ikke bare om den vakre musikken, men også om hans fantastiske lysshow. Forhåpentligvis får vi se noe av dette på Rockefeller 16.mai.<br />\n<a href=\"http://www.myspace.com/lamamusic\" target=\"_blank\">MYSPACE</a></p>\n<p>Le Corbeau:<br />\nLe Corbeau er bandet til Øystein Sandsdalen som til daglig spiller i Serena Maneesh, og som tidligere har spilt i band som Angora Static og Infidels Forever. Le Corbeau er god blanding av alt som er bra, og inspirasjonen er hentet fra New York og band som Sonic Youth og Velvet Underground, men også My Bloody Valentine og en hel haug med reverb må nevnes. Hans debutplate var intet mindre enn fantastisk, og snart kommer skive nummer to.<br />\n<a href=\"http://www.myspace.com/lecorbeaurecord\" target=\"_blank\">MYSPACE</a></p>\n<p>Little Hands Of Asphalt:<br />\nSjur Lyseid fra Monzano er også Little Hands Of Asphalt. Og der hvor Monzano tar alt fra de beste innenfor indiepopen, er Little Hands Of Asphalt mye mer inspirert av herrene Elliott Smith og Conor Oberst. Og litt Elvis Costello kanskje? Han har skrevet den fineste låten som er skrevet om byen vår, “Oslo”, og hans debutskive er ute nå! Den anbefales på det aller varmeste, og konserten på Rockefeller vil garantert bli magisk for alle som får den med seg.<br />\n<a href=\"http://www.myspace.com/thelittlehandsofasphalt\" target=\"_blank\">MYSPACE</a></p>\n<p>Next Life:<br />\nÉn del av Next Life er inspirasjonen fra de store dataspill-komponistene Paul Norman (Forbidden Forest) og Nobuo Uematsu (Final Fantasy), men slike band finnes det mange av. Det unike med Next Life er at de kombinerer transistormusikk-kulturen med musikken de vokste opp med: Den militante straight-edge hardcoren til Earth Crisis, den politiske death-metallen til Napalm Death og Assück og den avantgarde-orienterte hardcoren til Man is the Bastard og Infest. Next Life destillerer og fokuserer disse ulike elementene til en musikkopplevelse som på overflaten er dramatisk og konfrontrerende, men som samtidig har en kulturnøytral universell appell av samme type som gjør selv de mest sadistiske og groteske dataspillene til familiekos og allemannseie.</p>\n<p>Norma Sass:<br />\nDet var Øyafestivalen som først falt for jentene i Norma Sass, og etter det har mange ramlet. Med hodet først også. Etter at de ble booket på Øya09, så har de spilt en hel haug med konserter rundt omkring i Norge. De spilte flest konserter av alle band under årets by:Larm, og de er for tiden ute på Zoom-turneen som de vant tidligere i år. Deres finfine poplåt “Japan” er nå C-listet på P3, og vi er veldig stolte av å ha de med oss den 16.mai.<br />\n<a href=\"http://www.myspace.com/normasass\" target=\"_blank\">MYSPACE</a></p>\n<p>Reverend C.H. Morton and the Kosmik Boogie Tribe:<br />\nBandet med navnet som ingen av oss klarte å huske før vi hadde pugget det noen ganger, består av medlemmer fra Mormones, Sally Suicide og El Cuero. De spiller ekstremt møkkete blues/rock, og som de sier på sin egen myspace-side, de er inspirert av livet, Mars, Jambalaya og Elmo Williams. True that!<br />\n<a href=\"http://www.myspace.com/revchickenheadmorton\" target=\"_blank\">MYSPACE</a></p>\n<p>The Shitsez:<br />\nThe Shitsez er et av de mest spennende og up &#038; coming bandene i Norge! De spiller electro-cheerleader rock, og de spilte en helt rå konsert som ”alle” snakket om under by:Larm 09. Bandet The Shitsez kom til over et par margaritas i London, og etter å ha spilt flere konserter på årets SXSW, er de nå klare for Oslo og Camp Indie. Å spille live for oss på Rockefeller blir det ultimate kick for The Shitsez, og de lover å ta deg med på turen!<br />\n<a href=\"http://www.myspace.com/theshitsez\" target=\"_blank\">MYSPACE</a></p>\n<p>Silver:<br />\nTrenger egentlig Silver noen nærmere introduksjon? Bandet har vært det ledende bandet på punkscena i Norge i mange år. De har turnert over hele kontinentet mange, mange ganger, og så seint som i fjor slapp de sin tredje og aller beste skive, “Wolf Chasing Wolf”. Gjør dere klar for en heidundranes fest!<br />\n<a href=\"http://www.myspace.com/thesilverband\" target=\"_blank\">MYSPACE</a></p>\n<p>PROGRAM</p>\n<p>18.00-21.00. Marked, med salg av skiver, merch, kunst, m.m.   </p>\n<p>SCENE 1 (HOVEDSCENEN)<br />\n21.00. Lama<br />\n22.00. Ingeborg Selnes<br />\n23.00. Next Life<br />\n00.00. Norma Sass<br />\n00.35. Get Dancy DJs</p>\n<p>Scene 2 (VENSTRE FLØY)<br />\n20.30. Bungalow Ranchstyle<br />\n21.30. Le Corbeau<br />\n22.30. (TBA)<br />\n23.30. Silver</p>\n<p>SCENE 3 (HØYRE FLØY)<br />\n17.00 My Little Pony<br />\n19.00. Einar Stray<br />\n20.30. Reverend C.H. Morton and the Kosmik Boogie Tribe<br />\n21.30. Little Hands Of Asphalt<br />\n22.30. Jens Carelius<br />\n23.30. Shitsez</p>\n<p>TAKTERASSEN<br />\n22.00. Bitch Boys DJs</p>\n","date":"2009-03-12T12:41:00.000Z","wordpress_id":618,"featured_image":null,"translations":{"nb":{"url":"/2009/03/12/camp-indie-rockefeller-16-mai/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"65a820af-c437-5372-bd42-a705f38dbb83","locale":"nb"}}