{"data":{"wordpressPost":{"title":"Hi-Fi Scenen på Øyafestivalen","date":"2017-08-08T09:40:41.000Z","content":"<p>Hi-Fi Scenen inviterer festivalpublikumet på intervju- og lyttesessions på Hi-Fi Klubben scenen. Her blir det rik mulighet til å fordype seg i musikken når artistene på scenen gir publikum et unikt innblikk i hele skapelsesprosessen bak låtene deres. Vi hører utvalgte låter av artistene, og gjennom samtale med årets vert Synne Øverland Knudsen forteller artistene historiene om hvordan låtene oppstod, inspirasjonen bak og hvordan musikken tok form.</p>\n<p>Musikken spilles dessuten på verdens beste sound system fra Bowers &amp; Wilkins.</p>\n<p>På slutten av hver session kan publikum stille spørsmål direkte til artistene på scenen.</p>\n<p><strong>Hi-Fi Scenen med Dagny</strong><br />\nOnsdag kl. 14:15 &#8211; 15:00</p>\n<p>Siden utgivelsen av debutsingelen Backbeat har det kun gått oppover for Dagny. Tromsøværingens fengende popsingel ble et internasjonalt fenomen og EP’en Ultraviolet, som ble sluppet i fjor, ble skamrost av både norske og utenlandske anmeldere.</p>\n<p>Suksessen har fortsatt i 2017 med singelen ”Wearing Nothing”, som Dagny skrev sammen med de svenske låtsnekkerne Ludvig Söderberg og Alx Reuterskiöld (som begge bl.a. har jobbet med Tove Lo). “Som så mye annen bra musikk ble låta skrevet sammen med noen svensker. Det er pop med en følelse av melankoli. Du møter en person som du bare vil vise alt og være så nær som mulig. Du vil at de skal kunne se alt &#8211; både fysisk og mentalt. Når du er artist føler du at du gjør det samme – du viser noe intimt og deler en personlig historie.”</p>\n<p>Dagny skriver på mer ny musikk for tida og gleder seg til å dele hemmeligheter på Hi-Fi Scenen. ”Jeg skal fortelle masse hemmeligheter om alt det gærne vi gjør når vi er i studio! Og hva som er favorittmikrofonen min og slikt!”</p>\n<p><strong>Hi-Fi Scenen med Nils Bech</strong><br />\nFredag kl. 14:15 &#8211; 15:00</p>\n<p>Nils Bech har fått stor internasjonal oppmerksomhet etter utgivelsen av det fjerde albumet sitt Echo på det anerkjente plateselskapet DFA i fjor – og ikke minst etter hans sterke fremføring av ”O Helga Natt” i NRK-serien Skam.</p>\n<p>Musikken hans beveger seg i landskapet mellom pop og art, og Echo er dessuten inspirert av urban og hip hop, hvor harde beats står i stor kontrast til Bechs sårbare og klassisk inspirerte stemmeprakt. ”Jeg ønsket å lage et album der romantiske harmonier møter harde beats, med plutselige overganger mellom det vonde og det vakre. Akkurat som kjærligheten.”</p>\n<p>På Hi-Fi Scenen får vi høre låter fra flere av albumene hans. ”Jeg har bevisst valgt ut noen av de mest personlige sangene og publikum kommer blant annet til å få høre historiene bak disse.”</p>\n","wordpress_id":20721,"translations":{"nb":{"url":"/2017/08/08/hi-fi-scenen-pa-oyafestivalen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1c266c56-49f4-5dd8-ae66-570b1a72b0b6","locale":"nb"}}