{"data":{"wordpressPost":{"title":"Øyanatt på Jaeger","date":"11th June 2014","content":"<p>Jaeger, onsdag 6. august<br />\nJaeger &amp; Natt&amp;Dag pres<br />\nUntzdag:<br />\n<strong>FLOATING POINTS (UK)</strong><br />\n<strong> ØYVIND MORKEN</strong><br />\n<strong> GAUTE HAAVERSEN</strong><br />\nPris med/uten øyabillett: 100/150 kr<br />\nAldersgrense: 20 år</p>\n<p>Britiske Floating Points er en voksende stjerne på den internasjonale elektroniske scenen. Sam Shepherd, som han egentlig heter, debuterte i 2009 med sjutommeren For You/Radiality på Eglo Records. Tolvtommeren Vacuum EP, kom ut senere samme år. Han fikk raskt backing fra artister som Theo Parrish, Kyle Hall, Four Tet, Kode 9 med flere, og da Shadows EP kom i 2011 ramla det inn med flere godord. Floating Points var plutselig på alles lepper.</p>\n<p>I dag har han utgivelser bak seg på Ninja Tune og Planet Mu i tillegg til remixer og features på Domino, XL, Ubiquity, Fabric og Rinse. Det er likevel Eglo Records, etiketten han driver med Alexander Nut fra Rinse, som er hjemmet. Floating Points har et like sterkt navn innen DJ-verdenen. Med en forkjærlighet for vinyl og rotary-mixere har han flydd verden rundt de siste årene og forkynt soul, disco, house og techno til et sultent publikum, og nå står endelig Oslo og Jaeger for tur.</p>\n<p>Untzdag residents Øyvind Morken og Gaute Haaversen er support.<br />\n<a href=\"https://soundcloud.com/floatingpoints\"><b>https://soundcloud.com/floatingpoints</b></a><br />\n<a href=\"http://eglorecords.com/author/floatingpoints/\"><b>http://eglorecords.com/author/floatingpoints/</b></a></p>\n<p>Jaeger, torsdag 7. august<br />\nJaeger &amp; Natt&amp;Dag pres<br />\nRetro:<br />\n<strong>ROBERT OWENS (US)</strong><br />\n<strong> DJ NUHHH &amp; NICO COLTSFOOT</strong><br />\nPris med/uten øyabillett: 100/150 kr<br />\nAldersgrense: 20 år</p>\n<p>Robert Owens startet som DJ på block parties og små klubber i Chicago på 80-tallet. Han fikk fort et godt rykte. Etter å ha møtt produsenten Larry Heard i 1985 dannet han Fingers Inc. sammen med Ron Wilson, og var involvert i rekke sjangerdefinerende og klassiske låter som Mysteries of Love, A Path, It’s Over og Bring Down The Walls. Fingers Inc. ga også ut en av housesjangerens aller første fullengdere, Another Side, i 1988. Det tok ikke lang tid før han ble invitert til New York av Frankie Knuckles, hvor han sammen med David Morales, Satoshi Tomiie og Frankie utgjorde Def Mix Crew. Hitsingler som Tears og gjennombruddet I’ll Be Your Friend fulgte. Robert har alltid vært lojal til sine røtter som DJ og har gjennom hele karrieren like gjerne spilt på små klubber som store festivaler, ofte kombinert med litt live PA. Han har holdt det gående på produksjonssiden og er nesten mer aktiv nå enn han var i starten av karrieren. Drivet har resultert i utallige flotte utgivelser og samarbeid med de beste artistene innen house. Det er en sann glede å endelig få Robert Owens i bakgården til Jaeger.</p>\n<p>Retro residents DJ Nuhhh (Kids Love Wax) og Nico Coltsfoot (Sunkissed) varmer opp.<br />\n<a href=\"https://www.facebook.com/pages/Robert-Owens/167358279947609\">Facebook</a><br />\n<a href=\"http://www.youtube.com/watch?v=Vkm_Oj1n2Ik\">En sang</a></p>\n<p>Jaeger, fredag 8. august<br />\nJaeger &amp; Natt&amp;Dag pres<br />\nFrædag:<br />\n<strong>ROBERT HOOD (US)</strong><br />\n<strong> DJ NUHHH &amp; NICO COLTSFOOT</strong><br />\n<strong> G-HA &amp; OLANSKII</strong><br />\n<strong> RICKY LATE &amp; OLLIS</strong><br />\n<strong> CELIUS</strong><br />\nPris med/uten øyabillett: 100/150 kr<br />\nAldersgrense: 20 år</p>\n<p>Det er med stor glede vi endelig kan presentere Robert Hood på Jaeger! Hood er en techno-legende fra Detroit som har holdt på siden 90-tallet, og som revolusjonerte hele sjangeren da han slapp LPen Internal Empire på Tresor og Minimal Nation EP på Axis. I 2013 kom han ut med albumet Paradise, av flere toneangivende DJs rangert som årets beste, under aliaset Floorplan. Robert Hood har en rekke aliaser (nevnte Floorplan, Monobox, The Vision) og har gitt ut musikk på Tresor, Peacefrog, M-Plant. Han har dessuten gitt ut på UR som X-101, X-102, X-103, sammen med Jeff Mills og Mad Mike. Kveldens hosts er den norske DJ-duoen g-Ha &amp; Olanskii. De er kjent som residents på Sunkissed, Footfood og Jaeger, men har også spilt på store klubber som Fabric, Panorama Bar og Robert Johnson. Ikke minst har de vært to av de viktigste pådriverne til å skape et klubb-Oslo som aldri har vært bedre. Ricky Late, Ollis og Celius varmer opp bakgården.</p>\n<p>Jaeger, lørdag 9. august<br />\nJaeger &amp; Natt&amp;Dag pres<br />\nNightflight:<br />\n<strong>JUSTUS KÖHNCKE (DE)</strong><br />\n<strong> ISAAC FERRY (UK)</strong><br />\n<strong> MC KAMAN</strong><br />\n<strong> JAN SVERRE</strong><br />\nPris med/uten øyabillett: 100/150 kr<br />\nAldersgrense: 20 år</p>\n<p>Justus Köhncke fra Køln er en av våre favoritter på Jaeger, og han gir ut musikk på den anerkjente etiketten Kompakt. I slutten av 2013 ga han ut albumet Justus Köhncke &amp; The Wonderful Frequency Band, fullt av leken house med en rekke spennende ingredienser. Syrlige synth-smaker balanseres med fruktige California-AOR-vokaler på tysk, saftige electrofunk-basslinjer, kremete Minnesota-techno-beats, søte italodisco-melodier, og en lang (og deilig) ettersmak av San Fransisco Hi-Nrg. Og selvfølgelig sitter fortsatt den animalske Køln-signaturen; hovedretten maskinfunk. På Jaeger har vi ingen problemer med å genierklære mannen. Isaac Ferry er sønn av popikonet Bryan Ferry, kjent DJ og personlighet fra Londons uteliv. Han er på besøk i byen i anledning farens konsert på Øyafestivalen, og legger turen innom Jaeger etterpå for å spille skiver. MC Kaman spiller lettkledd pop og Billboard-hits nede i diskon!</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":10011,"translations":{"nb":{"url":"/2014/06/11/oyanatt-pa-jaeger-2/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1dd63706-4ef1-5097-a521-6f2b558fe09a","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2014/06/11/oyanatt-pa-jaeger-2/","redirect":false}}}