{"data":{"wordpressPost":{"title":"Little Dragon og John Wizards til Øya","date":"20th February 2014","content":"<p>Denne uka har det gått unna på Øya-kontoret. Vi er storfornøyde med at Todd Terje, The Julie Ruin, Brody Dalle, Jungle og Farao har blitt lagt til i programmet. Nå runder vi av ukas artistslipp med ytterligere to navn. Svenske Little Dragon er denne våren albumaktuelle og tar turen til Tøyenbadet for å spille nye og gamle godbiter torsdag 7. august. John Wizards ga ut et fantastisk debutalbum i fjor. Nå kommer de fra Sør-Afrika til Øya.</p>\n<p>Vi minner om at det går unna med billetter til Øya. Aller kjappest selger som vanlig ukespassene. De som vil ha med seg alle dagene i Tøyenparken og en fyldig Klubbdag i sentrum bør handle nå.</p>\n<p><a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113\" target=\"_blank\">KJØP UKESPASS HER</a></p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-tickets/301563?camefrom=Client_Oya_Home_Oyafestivalen_101013\" target=\"_blank\">KJØP DAGSBILLETTER HER</a></p>\n<p>LITTLE DRAGON (SE)<br />\nI mai gir Little Dragon fra Göteborg ut skiva de har jobba med i lang tid, som har fått tittelen Nabuma Rubberband. Første smakebit er ute nå, og heter Klapp Klapp. Bandet ble danna på siste halvdel av 90-tallet av en gjeng som ble kjent på videregående, men de albumdebuterte først i 2007. Musikken deres har i de siste åra blitt brukt i en mengde TV-serier, blant annet suksessen Grey’s Anatomy. Medlemmene i bandet har rukket å samarbeide med internasjonale storheter som Big Boi, SBTRKT, Jose Gonzalez, Raphael Saadiq og ikke minst Gorillaz, som de også har turnert med.</p>\n<p>Låtene til Little Dragon har blitt beskrevet som elektronika, triphop eller moderne drømmepop. Etter forrige skive Ritual Union (2011) omtalte <a href=\"http://www.telegraph.co.uk/culture/music/cdreviews/8651965/Little-Dragon-Ritual-Union-CD-review.html\" target=\"_blank\">The Daily Telegraph</a> albumet og vokalist Yukimi Nagano på denne måten: &#8211; Sultry, soulful and eccentric, Nagano shines brightly, particularly amid the languidly sexy disco of Crystalfilm. She is Sade, Björk, Marvin Gaye and Santigold, all rolled into one extraordinary package. This spellbinding collection of digital exotica deserves to make her a star.</p>\n<p>Nå kommer Little Dragon tilbake til Oslo, for å spille i Tøyenparken under Øya. De er et av de skandinaviske banda som følges med størst internasjonal nysgjerrighet, og det er det god grunn til.<br />\n<a href=\"http://www.nabumarubberband.com/\" target=\"_blank\">www.nabumarubberband.com</a></p>\n<p>JOHN WIZARDS (ZA)<br />\nJohn Wizards fra Sør-Afrika ga ut en av fjorårets store positive musikkoverraskelsker. Grunnlaget for bandet starta da gitarist John Withers møtte vokalist Emmanuel Nzaramba i Cape Town for noen få år siden og de utveksla ideer og synspunkter på musikk. Nzaramba er flyktning fra Rwanda, og de to fant en felles interesse i diverse afrikanske musikkuttrykk, elektronika, hiphop og mye annet.</p>\n<p><a href=\"http://www.theguardian.com/music/musicblog/2013/dec/11/best-albums-2013-john-wizards-number-8\" target=\"_blank\">The Guardian</a> plasserte debuten til John Wizards på topp ti da de skulle oppsummere plateåret 2013: &#8211; … John Wizards is an album that floats through time, eluding concrete meaning. Gentle synth and piano lines start to squiggle and squelch, rhythms become skittish and then collapses into a lull and Nzaramba&#8217;s voice shimmers through the haze; for the most part, there aren&#8217;t really what you&#8217;d call songs, rather an assembly of melodies and ideas that coalesce for a short period before heading off to enjoy different vistas.</p>\n<p>Dette bandet byr på ei herlig musikalsk gryte hvor ingrediensene er både vestlige og afrikanske. John Wizards bør passe perfekt til parkliv, med mykt gress og lett bris. Få med deg denne konserten på Øya. Den kan være et velfortjent avbrekk med bare behagelig godlyd, i løpet av fire hektiske musikkdager.<br />\n<a href=\"http://www.johnwizards.com/\" target=\"_blank\">www.johnwizards.com</a></p>\n","wordpress_id":9503,"translations":{"nb":{"url":"/2014/02/20/little-dragon-og-john-wizards-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0fed07a4-7be3-5c74-b709-ce5a0a59c444","locale":"nb"}}