{"data":{"wordpressPost":{"title":"The Specials til Øyafestivalen 13. august","excerpt":"<p>Øyafestivalen har i en alltid presentert spennende og aktuell musikk fra inn- og utland. I tillegg har vi krydret programmet med et knippe musikalske pionerer og andre innflytelsesrike artister som vi setter stor pris på. Vi spår at en av årets mest minneverdige konserter vil de engelske skalegendene The Specials stå for. 13. august står de for en gnistrende festkonsert i Middelalderparken, med alle de gamle godbitene. Samme dag skal Robyn, La Roux, John Olav Nilsen &#038; Gjengen, Marina &#038; The Diamonds, Susanne Sundfør og mange flere spille.</p>\n","content":"<p>THE SPECIALS (UK)<br />\nFredag 13. august kan du få oppleve legendene i The Specials på Øyafestivalen. I fjor spilte Madness i Middelalderparken, skapte livlig skafest og fikk strålende kritikker. Dette året er det The Specials som skal slite ut festivalskoa dine. Vi byr på et av de viktigste britiske banda fra overgangen mellom 70- og 80-tall. The Specials toppa den engelske singellista to ganger, med klassikerne Too Much Too Young og Ghost Town. Nå kommer de til Oslo for å spille en hitparade som kommer til å skrelle hemningene av deg. Vi har knapt stått stille siden gladnyheten ankom Øya-kontoret. Festen er i gang!</p>\n<p>The Specials ble starta i Coventry i 1977 og hadde fra starten et ønske om å ta med seg punkens råskap og energi inn i ska. De het først The Automatics, så The Special AKA og bandet ble raskt kjente for sitt røffe uttrykk og sin sosiale bevissthet. Bandet var i de neste årene en slags missing link mellom Madness sin popska og The Clash sin lekne og tøffe stil. Deres tanker om å forene mennesker med ulik etnisk bakgrunn var synlig både i sammensettingen av bandet, i tekstene og i sakene de engasjerte seg i. Grunnlegger Jerry Dammers var også mannen bak det inflytelsesrike plateselskapet 2 Tone. Debutalbumet kom i 1979 og var produsert av selveste Elvis Costello. Året etter kom oppfølgeren, passende nok kalt More Specials. Utpå 80-tallet gjennomgikk de visse utskiftinger og plukka igjen opp navnet The Special AKA. I fjor gjorde The Specials en del konserter for å markere gjennombruddets 30-årsjubileum. Dette var tydeligvis moro, for denne sommeren kommer de til Øyafestivalen. Dagens utgave av bandet er uten Dammers, men med alle de andre originalmedlemmene.</p>\n<p>Da de spilte på Coachella-festivalen i California nylig sto favoritter som Dawning Of A New Era, Rat Race, Do Nothing, A Message To You Rudy og Too Much Too Young på settlista. På Øyafestivalen skal du få en oppvisning i ekte sprudlende musikkglede med mening. Her blir det trangt og moro. The Specials på Øya er rett og slett en festivalkonsert du ikke tør å gå glipp av.<br />\n<a href=\"http://www.myspace.com/thespecials\" target=\"_blank\">MYSPACE</a></p>\n","date":"2010-05-08T07:45:00.000Z","wordpress_id":395,"featured_image":null,"translations":{"nb":{"url":"/2010/05/08/the-specials-til-%c3%b8yafestivalen-13-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3647b41b-edde-5d13-8639-399ba558f0a1","locale":"nb"}}