{"data":{"wordpressPost":{"title":"Seinabo Sey erstatter The Kills","date":"2016-08-04T20:38:45.000Z","content":"<p>The Kills har dessverre blitt nødt til å avlyse sine konserter i nærmeste framtid på grunn av sykdom. Vi er veldig fornøyde med at et av Sveriges heiteste navn har kunnet steppe inn på imponerende kort varsel. Seinabo Sey, som ga ut fjorårets beste svenske album, skal spille i Amfiet torsdag 11. august, klokka 16:50.</p>\n<p>Uttalelse fra The Kills:</p>\n<p><em>Hi everyone, it is with sadness that we have to tell you The Kills will be unable to perform at their scheduled shows and festival appearances in the coming days. Alison has come down with pneumonia, and in an effort to fully recover, cannot travel and take to the stage at this time. The band will now not perform at Off, Oya, Way Out West or Flow festivals and will postpone their current headline shows in Prague, Leipzig and Copenhagen, which they hope to rearrange. Thank you for understanding, Alison and Jamie apologise to everyone who has bought tickets to see them and will be back with you soon.</em></p>\n<p><strong> </strong></p>\n<p><strong>SEINABO SEY (SE)</strong></p>\n<p>De siste åra har Seinabo Sey fått en mengde priser og debutalbumet Pretend (2015) fikk voldsom god mottakelse, vant den svenske kritikerkåringen og var beste svenske skive hos både Sonic og Nöjesguiden. Suksessem ble kronet med en fjerdeplass på den svenske albumlista.</p>\n<p>For det store, norske publikum har nok introduksjonen til Seinabo Sey vært at hun sto bak låten Younger, som ble en kjempehit gjennom KYGOs remiks. På hjemmebane har hun samarbeida med Maskinen, Oskar Linnros, Looptroop Rockers og Linda Pira.</p>\n<p>Seinabo Sey har bakgrunn fra Stockholm, Halmstad og Gambia. Hun lager låter med elementer av både RnB, soul og elektronisk pop. <a href=\"http://bloggar.aftonbladet.se/musikbloggen/2015/10/ett-valdigt-gediget-album/\" target=\"_blank\">Aftonbladets</a> anmelder mente Pretend er «en av de mest gedigna och genomarbetade skivor jag har hört på väldigt, väldigt länge». Norske <a href=\"http://gaffa.com/anmeldelse/100622\" target=\"_blank\">Gaffa</a> mente den er «en utgivelse like lekende, imponerende og engasjerende som stemmen i hovedrollen».</p>\n<p>På torsdag kan du oppleve musikken i Amfiet, og bli like mektig imponert.</p>\n<p><a href=\"http://www.facebook.com/seinabosey\">www.facebook.com/seinabosey</a></p>\n","wordpress_id":14952,"translations":{"nb":{"url":"/2016/08/04/seinabo-sey-erstatter-the-kills/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"044c873d-3302-5778-aca3-5e3f3f2a6411","locale":"nb"}}