{"data":{"wordpressPost":{"title":"Kung Fu Girls gjenoppstår på Øya","date":"17th January 2008","content":"<p>Øyafestivalen har endelig klart å få et av landets kuleste band tilbake på scenen til sommeren. Du vil ikke gå glipp av denne eksklusive gjenforeningen av Kung Fu Girls i august. Vi har ønsket å få gjenforent dette bandet i en årrekke. For første gang siden mai 1995 er de klare for å levere et forykende sett med energisk og høyspent rock. Bandet skal svette seg gjennom et utall runder i øvingslokalet for å være heltente og i form til sin første konsert på over 13 år. Vi veit det er mange som gleder seg! </p>\n<p>”Jeg har ønska meg dette siden vi starta opp i 1999”, sier bookingsjef Claes Olsen i Øyafestivalen.</p>\n<p>KUNG FU GIRLS<br />\nEt av banda vi med størst glede husker fra starten og midten av 90-tallet er poppunkerne Kung Fu Girls. I vinter har Øyafestivalens bookingfolk klart å overtale bandet til å oppsøke øvingslokalet igjen. I august står de på scenen i Middelalderparken. Enten du har et nært og hjertelig forhold til låtene eller Kung Fu Girls er et nytt bekjentskap for deg, lover vi spretten og fengende rock av beste sort. Dette bandet representerer den evige sommer og den uendelige tenåringsfrustrasjon. Vi gleder oss stort til å høre Maria Is Beautiful, Vinnie, Nineteen Years, So Much Better og alle de andre favorittene. De neste månedene kommer vi på Øya-kontoret til å krangle om hva som virkelig er de beste Kung Fu-låtene med et gigantisk glis om munnen.</p>\n<p>Kung Fu Girls rakk å gi ut to album, This Is the Kung Fu Beat (1993) og Puzzle (1995). Begge var proppfulle av dynamittpop og humørsmittende refrenger. I tillegg kom det et par singler og noen spor på samlere. Debutskiva fikk ny oppmerksomhet da den ble gjennutgitt i 2004 og oppnådde da en velfortjent 6’er i Aftenposten. Albumet dukka også opp på Dagsavisens liste over tidenes beste norske skiver sommeren 2007 og var noen få år tidligere med på en lignende kåring i Spirit. Bandet hadde utspring i det samme miljøet som har gitt oss suksesser som Gluecifer og Turboneger, og favoritter som Astroburger og Anal Babes. Kung Fu Girls valgte å hente inspirasjon fra fuzzpop, punkrock og blanda inn en og annen surfflørt. Dette er med andre ord midt i blinken for de som er frelst på utenlandske storheter som Buzzcocks, Blondie eller Lemonheads. De siste årene har Andreas og Bård brukt i kraftrockbandet Bonk, men for kort tid siden valgte de å forlate det bandet. Under Øyafestivalen er de, sammen med Thor og Helge, tilbake som Kung Fu Girls for en eksklusiv konsert det knytter seg skyhøye forventninger til blant unge og halvgamle.</p>\n","wordpress_id":795,"translations":{"nb":{"url":"/2008/01/17/kung-fu-girls-gjenoppstar-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c6683fe7-f076-560a-ab68-25e0d12eb6bc","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2008/01/17/kung-fu-girls-gjenoppstar-pa-%c3%b8ya/","redirect":false}}}