{"data":{"wordpressPost":{"title":"Bad Religion til Øya torsdag 13/8","date":"13th April 2015","content":"<p>Punklegendene Bad Religion har kombinert fengende melodier, kjapp kraftrock og politisk engasjement i over 35 år. Det er et band i storform som kommer til Tøyenparken torsdag 13. august, for å spille i Amfiet. De spilte nettopp på den største scena under den enorme festivalen Coachella i hjemstaten California.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"392\" height=\"392\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w, http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 392px) 100vw, 392px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p><strong>BAD RELIGION (US)<br />\n</strong>Bad Religion har i flere tiår miksa sosial bevissthet med noe an den mest fengende punken som er laga. Bandet fra Los Angeles starta helt på tampen av 70-tallet, men det skulle gå omtrent ti år før de ble toneangivende i en ny bølge punkband fra USA. I overgangen mellom 80- og 90-tall ga de ut et knippe album som fortsatt framstår som fantastisk stødige. Deres effektive, rett-i-trynet-låter pyntes med vokalharmonier og popteft. Bandet har tatt flere steg gjennom karrieren, fra bittesmå klubber i California til store festivalscener.</p>\n<p>Det kommersielle oppsvinget for det som tidligere var regna som undergrunnsrock, gjorde at de fikk platekontrakt med stort selskap fra midten av 90-tallet. I dag gir de, som i starten, ut skivene sine på Epitaph. Dette svært viktige punkselskapet ble starta av Bad Religion-gitarist Brett Gurewitz og har også hatt bassist Jay Bentley på lønningslista. Gurewitz tok fra 1994 en pause fra bandet, og bestemte seg seinere for å konsentrere seg om låtskriving og studioarbeid, så bandet henta inn Brian Baker (tidligere Minor Threat, Dag Nasty m.m.). Frontmann Greg Graffin har i løpet av karrieren utdanna seg til zoolog, og veksler mellom punkrock og å holde universitetsforelesninger om evolusjon.</p>\n<p>I 2013 kom True North, deres beste album i dette årtusenet. For første gang nådde Bad Religion topp 20 på den amerikanske albumlista. Nå er de i gang med forberedelsene til et nytt album, men tar en sommerrunde i Europa før de går i studio. Bad Religion har en voldsom katalog å ta av når de skal på turné. Vi håper selvsagt på en god miks som dekker store deler av karrieren. Bandet har vært i storform de gangene vi har sett dem de siste åra.<br />\n<a href=\"http://www.badreligion.com/\" target=\"_blank\">www.badreligion.com</a></p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a5c22c51-c031-59bf-bd8e-7474924dc040"}}