{"data":{"wordpressPost":{"title":"Øyakino-programmet er klart og billetter i salg","date":"2011-06-27T10:44:00.000Z","content":"<p>På søndagen etter festivalen vil de for slitne sjeler være ”dagen-derpå”-kino hvor man i tillegg til flott film får servert burger. </p>\n<p>Filmer som vises i løpet av Øyakino er ”2 steg från Håkan”, ”Sambaen i meg”, ”Få meg på for faen”, ”Le Havre” og ”Tropa de Elite 2”, og billetter kan kjøpes enten på <a href=\"http://www.oslokino.no/\" target=\"_blank\">www.oslokino.no</a> eller en av Oslo Kinos kinolokaler.</p>\n<p>Øyakino arrangeres i samarbeid med Oslo Kino. Alle filmer, bortsett fra stumfilmkonserten vises på Eldorado.</p>\n<p>Om filmene:</p>\n<p>Stumfilmkonsert:<br />\nJENNY HVAL<br />\nStumfilmkonsert har etter hvert blitt en tradisjon, og i år har vi invitert multikunstneren Jenny Hval til å lydsette en film live på Eldorado Kino. Jenny Hval har siden hun slo igjennom i 2006 under navnet Rockettothesky vært en av en landets mest markante musikere. Hennes tredje album kom i begynnelsen av året og ble lovpris av kritikere og kalt både ”provoserende vakkert” og ”en musikalsk oppdagelsesreise”.  Jenny Hval har gjennom sin karriere på mesterlig vis klart å skape musikk som på samme tid er både radiovennlig og kompromissløs. Man kan ikke annet enn å glede seg til denne svært så eksklusive konsertopplevelsen. Hvilken film Jenny Hval skal lydsette er ennå ikke klart, men vil bli lansert på www.oyafestivalen.com<br />\nVises: Tirsdag 9. august kl 18: på Ringen kino<br />\n<a href=\"http://oyafestivalen.com/pages/nor/987-jenny_hval_vs_la_passion_de_jeanne_darc_9_august_paa_oeyakino\" target=\"_blank\">Les mer her</a></p>\n<p>2 STEG FRÅN HÅKAN (Sve)<br />\nRegi: John Boisen, Björn Fävremark, Thorbjørn Martin<br />\nDet er med stor glede vi viser den helt ferske dokumentaren ”2 steg från Håkan” om vår alles favoritt-svenske. Det siste året har vært et hektisk år i Hellströms liv. Han har vært på forsiden av samtlige svenske aviser, han har vært omtalt i talkshows og på radio. Han skaper overskrifter og debatter, og tillegges moralsk ansvar i sin rolle som forbilde. Samtidig anses han for å være en nedtonet og beskjeden person som er opptatt av å beholde sin integritet. Det er et kompleks og motstridende bilde som tegnes opp. Delvis spilt inn i Oslo tar ”2 steg från Håkan” oss med på en reise der vi får se spetakkelet fra Håkans perspektiv. Filmen er ikke bare et portrett av Håkan selv, den gir også et bilde av myten omkring Håkan.<br />\nVises: Søndag 14. august kl 17:30</p>\n<p>PUSHWAGNER<br />\nRegi: Even Benestad og August Baugstø Hanssen<br />\nHariton Pushwagner er en av Norges mest markante og kjente samtidskunstnere, med suksess både her hjemme og utenfor landets grenser. Bak suksessen ligger en dramatisk fortelling om en vestkantgutt som ble uteligger, for så å ende som feiret kunstner. Regissør Even Benestad, som gjorde seg bemerket med dokumentaren Alt om min far, og hans team har fulgt Pushwagner i tre år.<br />\nVises: Tirsdag 9. august kl. 20.30</p>\n<p>FÅ MEG PÅ FOR FAEN (No)<br />\nRegi: Jannicke Systad Jacobsen<br />\nVelkommen til Skoddeheimen. Et typisk norsk tettsted på Vestlandet med høye fjell, dumme sauer, teite foreldre og der ingenting skjer. Her bor 15 år gamle Alma. Alma er søt, har mange venner og masse humor, men det er en ting som mangler; hun har ikke Artur &#8211; skolens kjekkas. Hverdagen hennes består stort sett av å gå på ungdomsskolen, vente på at hun skal bli voksen slik at hun kan flytte til et annet sted &#8211; og kåte dagdrømmer. Slik prøver Alma så godt hun kan å overleve de vanskelige tenårene. På en skolefest prøver endelig Artur seg på Alma, men når Alma forteller venninnene sine om hva som har skjedd, så fornekter han alt. Plutselig blir Alma utstøtt av alle som en løgner, latterliggjort og mobbet. Hverdagen som tidligere var kjedelig blir nå i tillegg direkte plagsom, nærmest uutholdelig. Hun må finne ut om løsningen er å stikke fra Skoddeheimen og alle problemene, eller skal hun prøve å vinne Artur og vennene tilbake. Og vil Artur egentlig ha henne?<br />\nVises: tirsdag 9. august kl 18:00 &#038; søndag 14. august kl 17:30</p>\n<p>CAPTEIN AMERICA: THE FIRST AVENGER (Am)<br />\nRegi: Joe Johnston<br />\n“Captain America: The First Avenger” tar for seg startfasen på Marvel-universet, hvor Steve Rogers (Chris Evans) melder seg som frivillig forsøkskanin til et eksperiment som forvandler ham til supersoldaten kjent som Captain America. Rogers slår seg sammen med Bucky Barnes (Sebastian Stan) og Peggy Carter (Hayley Atwell) for å gå til krig mot den onde HYDRA-organisasjonen, ledet av superskurken Red Skull (Hugo Weaving). Captain America er et nytt bidrag i rekken av aktuelle Marvel Studios-filmer, som tar for seg helter fra Marvel-universet. Hulken og Iron Man fikk i år følge av Thor, og i 2012 kommer The Avengers, hvor alle heltene samles på ett brett.<br />\nVises: Tirsdag 9. august kl 18:00</p>\n<p>TROPA DE ELITE 2 (Bra)<br />\nRegi: José Padilha<br />\nI ”Tropa de Elite 2” følger vi den aldrende oberstløytnanten Roberto Nascimento som leder en gruppe elitesoldater i det brasilianske militærpolitiet. Etter et mislykket oppdrag i forbindelsen med  opptøyer i et fengsel blir han dratt inn i politisk maktkamp der gjennomkorrupte politikere gjør alt de kan for å fremme egne interesser. José Padilha vant med ”Tropda de Elite” Gullbjørnene på Filmfestivalen i Berlin i 2008, og har med oppfølgerne laget det som et tidenes mest populære film i hjemmlandet Brazil<br />\nVises: tirsdag 9. august kl 20:30 &#038; søndag 14. august kl 17:30</p>\n<p>SAMBAEN I MEG (Bra)<br />\nRegi: Georgia Guerra-Peixe<br />\nI ”Sambaen i meg” er det sambaen som har hovedrollen. Filmen tar oss med til favelaen Mangueira i Rio de Janeiros fjellsider. Nabolaget er et sterkt senter for sambaen og byens karneval. Vold og fattigdom har ofte vært hovedtema i de fleste filmer om denne beryktede bydelen, men i denne dokumentarens er tonen en litt annen, og dansen, musikken og livsgleden har hovedfokus.  Filmen er optimistisk og gjennom et observerende kamera fortelles innbyggernes historier, på godt og vondt, og uten å vende blikket bort fra realitetene. Musikken er sentral i folks liv, og historier fortelles av gamle så vel som unge. Filmen presenteres i samarbeid med festivalen Film fra Sør.<br />\nVises: Tirsdag 9. august kl 18:00</p>\n","wordpress_id":126,"translations":{"nb":{"url":"/2011/06/27/ayakino-programmet-er-klart-og-billetter-i-salg/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d772a228-5aaa-5b84-be71-c973eaf81db6","locale":"nb"}}