{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"7b474a4b-3f79-59a8-a5aa-795a6d897f78","slug":"vi-har-kara-en-vinner","title":"Vi har kåra en vinner!","date":"2009-08-24T16:16:00.000Z","excerpt":"<p>Rett i forkant av festivalen dro vi i gang en liten konkurranse her på webben vår. Det vi ikke tenkte på (les: den som la ut konkurransen), var at festivalen var så kjapt rundt svingen at han ikke rakk å få lest grundig igjennom den store bunken med kreative svar som kom inn. Vi beklager sen kåring, men her er altså resultatet. Noen HERLIGE gullkorn her.</p>\n"}},{"node":{"id":"ae1a7896-0cbd-5faa-9cad-d16409f323a0","slug":"tidenes-beste-%c3%b8ya-en-forelopig-oppsummering","title":"Tidenes beste Øya, en foreløpig oppsummering","date":"2009-08-20T08:31:00.000Z","excerpt":"<p>Øyafestivalen 2009 er over og festivalområdet er nå rigget ned. Vi forsøker å komme til hektene etter det vi mener er tidenes Øyafestival. Ikke bare hadde vi det sterkeste og best sammensatte programmet i festivalens historie, vi solgte også ut alle billettene langt raskere enn de siste åra. Vi slo våre egne rekorder på frivillige, antall konserter og totalbesøk på fesivalen. Nå starter arbeidet med Øya 2010.</p>\n"}},{"node":{"id":"2cc62378-1faa-5df0-a4ec-954045a3fdbc","slug":"siste-sjanse-utstilling-en-vegg-av-lyd-vol-3","title":"Siste sjanse &#8211; utstilling &#8211; En Vegg Av Lyd Vol. 3","date":"2009-08-17T13:16:00.000Z","excerpt":"<p>Siste sjansen for å få med seg En Vegg av Lyd Vol 3. Fortsatt et par godbiter igjen for salg!</p>\n"}},{"node":{"id":"eea78448-5eb0-5fc7-a4f8-a112a0e64e4e","slug":"takk-for-i-ar-3","title":"Takk for i år","date":"2009-08-16T23:14:00.000Z","excerpt":"<p>Vi ønsker å takke alle artister, publikum, samarbeidspartnere og ikke minst våre fantastiske frivillige for den beste Øyafestivalen noensinne. Festivalen har hatt utrolig mange fete konserter og vanvittig god stemning.  Årets festival har vært meget inspirerende og vi gleder oss til å starte arbeidet med Øyafestivalen 2010</p>\n"}},{"node":{"id":"a02fe3db-df1e-5872-87b1-4c45cf48eafc","slug":"super%c3%b8ya-minidisko","title":"SuperØya MiniDisko","date":"2009-08-15T13:13:00.000Z","excerpt":"<p>De er Mini og de danser Disko på Øya. Det er Supert! &#8211; Musikk for barn er ikke nødvendigvis det vi kjenner som ”barnemusikk”. Vi tar målgruppa på alvor – det vi tilbyr barna skal være kult! Samtidig er vi opptatte av at det skal være morsomt for foreldrene også å være med. I dag er siste sjanse til å bli med på moroa, klokka 17.20 i Camp Indie-teltet. </p>\n"}},{"node":{"id":"d51a63d4-b298-5eeb-9829-a8d5a5ddf1bc","slug":"kom-deg-pa-%c3%b8yanatt","title":"Kom deg på Øyanatt!","date":"2009-08-14T20:00:00.000Z","excerpt":"<p>Man kan kanskje være unnskyld for å ikke utnytte seg av Øyanattprogrammet midt i uka. I hvert fall om man begynner tidlig på jobb dagen etter. Men nå er det helg, og det finnes INGEN unnskyldning for å ikke dra på en av de mange flotte tilbudene rundt om på Oslos konsertsteder. Vi har forhåndsanmeldt fredagen, og det beste er at lørdagen er minst like bra.  </p>\n"}},{"node":{"id":"3b74843b-b22a-5edc-bf17-19a8dd00ee94","slug":"ungdommens-raskap","title":"Ungdommens råskap","date":"2009-08-14T16:49:00.000Z","excerpt":"<p>Trioen Solheim, Flatland og Stockhaus, bedre kjent som Ungdomskulen, ser frem til gratis ettermiddagskonsert i Skateparken klokka 17.00. -Kidsa er sulteforet på konserter og har mer energi. I tillegg har de ikke rukket å være på så mange konserter, sier de. -Det er koselig å møte dem på hjemmebane for en gangs skyld. Som regel er det jo omvendt. De må spore opp oss.</p>\n"}},{"node":{"id":"27ba5b98-a650-587f-b64c-66c375ba818d","slug":"glassisk-konsert","title":"Glassisk konsert","date":"2009-08-14T13:49:00.000Z","excerpt":"<p>Hva med å koble av med en ordentlig symfonikonsert i dag? Klokka 14.30 framfører KORK, eller Kringkastingsorkestret for de som ikke er komfortable med forkortelser, Phillip Glass’ Heroes Symphony på Enga. Symfonien som er basert på Bowie og Enos Heroes fra 1977, ble laget i 1997 som en hyllest til verket, og det er første gang du kan få oppleve den live på norsk jord. </p>\n"}},{"node":{"id":"8263bf38-adf8-50dd-a333-8e698ff665e5","slug":"vikarierende-motiv","title":"Vikarierende motiv","date":"2009-08-14T13:13:00.000Z","excerpt":"<p>Fredrik Saroea og hans Datarock har reddet Øya-kvelden tidligere, de. En gang i 2005 og to ganger i 2007, da de måtte avbestille returbilletten til Bergen, praie en taxi og steppe inn på to timers varsel etter Amadou &#038; Mariams avlysning. I kveld spiller de igjen på Enga klokka 19.40, helt planlagt og i rute. Vi har tatt en prat med bandet. </p>\n"}},{"node":{"id":"1bb22567-1efa-52ab-abf6-67730a3cdfb5","slug":"dag-3-lorenskog-loddefjord-og-lagos","title":"Dag 3: Lørenskog, Loddefjord og Lagos","date":"2009-08-14T12:55:00.000Z","excerpt":"<p>Man kan trygt si at torsdagen på Øya sto i Bergen og Loddefjordens tegn. Fjorden Baby!, Ungdomskulen, The New Wine og John Olav Nilsen &#038; Gjengen var alle på programmet, som også hadde innslag fra Nigeria, Skottland, England, USA og Sverige. Her er rapporten fra festivalens andre dag i parken, som inkluderte alt fra fyrrig afrobeat til kunstmusikk og lasershow. </p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":152,"pageCount":183,"additionalContext":{}}}