{"data":{"wordpressPost":{"title":"De første Øyanatt-artistene er klare","date":"2010-05-20T11:40:00.000Z","content":"<p>I denne omgang er det The Villa, Dattera til Hagen og Parkteatret som er klare med noen av sine godbiter. Om du vil danse deg svett til The Whip, Get Dancy! Jamie fra The xx sitt DJ-sett, bør du merke av i kalenderen allerede nå. Gyldig Øyabillett/armbånd vil gi deg rabatt på Øyanatt-arrangementer. Øynatt varer fra 11. til 14. august, program til Klubbdagen tirsdag 10. august kommer seinere.</p>\n<p>ØYANATT PÅ THE VILLA 11/8: THE WHIP (UK)</p>\n<p>Det kan umulig være noe bedre å gjøre denne onsdagskvelden enn å slå ut håret og danse med britisike The Whip på Villa. The Whip ble til i Oldham, Manchester i 2006 og debutplata X Mars Destination blei sluppet på Southern Fried Records. The Whip spiller dødsfeit party-elektro-dippedutt-rock med suggerende og melodilinjer og herlig britisk klubbstemning. På de britiske øyer er Manchester-gjengen omfavnet av de brede masser. Du har garantert hørt låta Trash som gikk på høy rotasjon på P3s A-liste, og Lydverket syns ikke de var så hakke gærne live, heller.  Bandet har lagd remixer for en rekke band der i blant Editors og Hadouken! Så kom deg inn til byen etter Øyas første offisielle konsertdag og sving stumpen inn i de små timer med forrykende indie-house og elektro-trash.</p>\n<p>The Whip kommer fra myteomspunnene Manchester som kan skryte av band som The Buzzcocks, The Charlatans, Happy Mondays, Chemical Brothers, Joy Division, New Order, Stone Roses og så videre. Og byen har vært enda viktigere i et danseperspektiv der klubben The Hacienda som åpnet i 1982 sto i sentrum. Klubben ble drevet med penger fra Factory Records (først og fremst generert av New Order) og ble verdensberømt i løpet av 80-tallet. Historien om The Hacienda og Factory Records ble filmatisert i 2002 under navnet 24 Hour Party People.  &#8220;De oppsummerer 20 år med lyden av Manchester&#8221;, uttalte Mats Borch Bugge etter en forrykende konsert på SXSW i 2008.<br />\n<a href=\"http://www.myspace.com/thewhipmanchester\" target=\"_blank\">MYSPACE</a> </p>\n<p>ØYANATT PÅ PARKTREATRET 13/8: KUMAR (CU)<br />\nOslo World Music Festival presenterer:<br />\nKumar dukker opp i enhver diskusjon om hiphop på Cuba. Han mixer rap med mambo, salsa, rumba og son &#8211; easy-listening, men røft i kantene. Til Oslo har han med seg en cubansk perkusjonist, sin faste DJ og en helt utrolig funky street-dancer som ethvert band burde misunne ham. De har punch, attitude og sjarm så det holder. Oslo World Music Festival goes Havana-club og kjører på med latin-urban-reggaeton etter konserten &#8211; dans løs til det blir lyst!! Er det Øyanatt, så er det Øyanatt!<br />\n<a href=\"http://www.myspace.com/kumarmate\" target=\"_blank\">MYSPACE</a></p>\n<p>ØYANATT PÅ PARKTREATRET 14/8: GET DANCY! + ESKIMO<br />\nEtter tre år som nomader i Oslos uteliv, tre år hvileløst drivende mellom Revolver, Blå, Skuret, Milano, Hardanger, Trondheim, Bergen og Sogndal har Get Dancy! nå landet. Det blir månedlig Get Dancy! på Parkteatret fra august til desember, med liveartister hver gang og med den samme intense energien alle kjenner fra tidligere klubbkvelder. Høstsesongen er offisielt i gang i det øyeblikket Øyafestivalen er over, og hva er da bedre enn å starte på Øyas siste dag? </p>\n<p>Lørdag 14. august blir det Get Dancy! på Parkteatret med et av de mest lovende unge dansbare bandene Norge har å by på. De er kanskje ukjente for folk flest, men vi kan love at Eskimo fra Volda kommer til å snu kvelden på hodet. De har snart noen nye demoer klare, men før de offentliggjøres kan man stikke innom Myspace og høre kremlåta Got Me Thinking.</p>\n<p>Vi sees under diskokula. Glowsticks til alle!<br />\n<a href=\"http://www.myspace.com/ihearteskimo\" target=\"_blank\">MYSPACE</a></p>\n<p>ØYANATT PÅ DATTERA TIL HAGEN 14/8: LOT LOT PRESENTERER FOUR TET (UK) + JAMIE XX (The xx, DJ-set – UK)<br />\nLot Lot slipper starten på det som har blitt en av årets fineste klubblineuper. Og vi starter med å offentliggjøre Lørdagen med to artister som har satt sitt preg på 2010 i hver sin etasje lørdag under Lot Lots Øyanatt med Four Tet (live) og Jamie Xx (The Xx) DJ-sett ørdag 14. august på Dattera Til Hagen Billetter slippes i løpet av neste uke.<br />\nFour Tet: Four Tet har over mange år trollbundet oss med sine utrolige plater og eksperimentelle liveshows. Enten det har vært med sine egne plater, i bandet Fridge, med samarbeid med den nå avdøde jazzlegenden Steve Reid (som han spilte ute i parken med på Øya 2008) eller i samarbeid med folk som Burial, eller under remixing av artister som Radiohead og Bloc Party har han markert seg som en av tiårets aller mest spennende og beste elektronikaartister. Det er derfor vi er enormt stolte for å presentere Four Tets liveshow lørdag under Øyafestivalen.</p>\n<p>Over årene har han utgitt på labeler som Warp Domino, XL, Ghostly og Smalltown Supersound. I år kom den utrolige platen There Is Love In You inspirert av hans samarbeid med Steve Reid og hans residentsy på Plastic People hvor han gjenfant gleden for dansemusikk. Det vil si Four Tet sitt take på moderne dansemusikk er alt fra normalt, det er live jazzperk gjort av Steve Reid, rare gitarharmonier, koring og alt det man har funnet av snodige innslag på hans tidligere plater i et utrolig vakkert og dansbart sound</p>\n<p>Han har bygd seg opp et utrolig rykte med sine livesett som er svært åpne for improvisasjon og forandring fra kveld til kveld gjennom turnering med band som Animal Collective, Hot Chip, Radiohead og Stereolab, har gitt han mange fans både ute i verden og her hjemme. Vi gleder oss stort til å ha Four Tet spillende hos oss på lørdag 14. august.<br />\n<a href=\"http://www.myspace.com/fourtetkieranhebden\" target=\"_blank\">MYSPACE</a></p>\n<p>Jamie XX (The xx) DJ-sett: The xx har vært det mest omtalte bandet over det siste året. Debutalbumet deres slo beina under et samlet pressekorps og de har turnert jevnlig siden de først slapp singlen Basic Space. Det er selvfølgelig ikke uten grunn deres utrolige melodier, intime følelse, r’n’b-influens og minimalistisk approach til produksjon som bringer oss til Jamie XX. Gutten som slår så kontant og hardt på trommemaskinen under liveshowet og som produserte debuten deres The xx. Bandet spiller i parken tidligere og tar turen bort til Lot Lots Øyanatt på Dattera etterpå. Jamie XX er også mannen bak et par helt fantastiske remixer, spesielt The xxs rework av Florence And The Machine og remixen hans av xx sin Basic Space,  hyllet av Pitchfork og alle blogger fortsatt vært å lese i verden. Han har i den siste tiden mixer for kleskjeden Collette og djgigs verden over som The xxs representant i klubben hvor han virkelig vår vist gruppens fulle bredde og varierte influenser fra Aliayah til UK garage, til dubstep til electro pop. Dans deg inni og ut av Øyas siste dag og sommernatt med The xx ledet av Jamie XX. </p>\n","wordpress_id":384,"translations":{"nb":{"url":"/2010/05/20/de-forste-%c3%b8yanatt-artistene-er-klare/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c7eb61f8-668d-5c96-9946-50e47802f178","locale":"nb"}}