{"data":{"wordpressPost":{"title":"Årets kulinariske line-up er komplett!","excerpt":"<p>En viktig del av Øyaopplevelsen er maten. Vi samler derfor våre favorittrestauranter og ber dem lage festivalmat som gir deg vann i munnen, god smak i ganen og en mett og varm følelse i magen. Så du blir klar for å nyte musikken, godt selskap og mange, mange Øyanetter.</p>\n","content":"<p>Årets meny består av alt fra taiwanesiske dumplings, japanskinspirert ramen, syrisk shawarma, svenske fiskekaker med salat, meksikansk ovnsbakt søtpotet, szechuan kylling i bun, taco med østersopp, vegetarburger fra himmelen og italiensk pizza stekt i vedfyrt steinovn. Vi har jobbet hardt for at dere skal få rask og deilig festivalmat, med globale smaker laget av lokale råvarer. Håper dere vil nyte dette sammensatte matkartet vi har lagt klart for dere.</p>\n<p>Alle rettene finnes som vanlig også uten kjøtt, og vi har vegansk mat i mange av matbodene. Alle råvarene er økologiske, og fortrinnsvis kjøpt fra lokale bønder.</p>\n<p>&nbsp;</p>\n<p><strong>Aleppo Bahebek </strong>serverer kylling shawarma eller sandwich med hummus og grillede grønnsaker.</p>\n<p><strong>Annis Pølsemakeri</strong> serverer frankfurter med asiatisk topping, klassiske frankfurter, pølse i barneporsjon, og vegetarpølse.</p>\n<p><strong>ASIA</strong> serverer veganske handrolls med fritert tofu, vegansk mangosalat og aubergine fries.</p>\n<p><strong>Aymara Peru</strong> serverer sandwich chanchito med confitert ribbe eller grillet søtpotet, syltet rødløk og aji amarillo majones. I tillegg kan du få chillibakte småpoteter, med rocoto chilisaus, alioli, salat, peanøtter og vårløk.</p>\n<p><strong>Ben Reddik</strong> (kun fredag på Dagens) serverer en klassiske falafel tallerken med alt det innebærer.</p>\n<p><strong>Bokbacka</strong> serverer stekt schnitzel i wrap med svin smaksatt med gran, chili agurk og ramsløksmajones. Som vegtarrett får du wrap med fetaost.</p>\n<p><strong>Breheimen</strong> gir deg elgbab i pita med bla. shiitakesopp, varmstekt kepaløk, salatblanding, mais og tyttebærrømme, eller vegetarbab med kikerter som vegetarrett.</p>\n<p><strong>Coop Mega</strong> serverer rødbetburger, soppburger og vegetarpølse, som alle også fås som meny med drikke og rotfruktchips.</p>\n<p><strong>Der Peppern Gror</strong> gir oss en fantstisk indisk tallerken med en mix av ulike retter servert med hjemmebakt brød.</p>\n<p><strong>Fiskeriet</strong> gir deg klassisk fish and chips med remulade, eller fiskekaker med en frisk salat.</p>\n<p><strong>Funky Fresh Foods</strong> serverer en ovnsbakt søtpotet med chunky sort bønne krem og het tomatsalsa. Toppet med rødløk, mais, koriander og erteskudd.</p>\n<p><strong>Gammelgården Lysklæt</strong> serverer Pulled pork, pulled beef eller pulled roots med brød, coleslaw, syltet løk og bbq-saus.</p>\n<p><strong>Go&#8217;Grilla</strong> gir deg chivito-sandwich med stekt entrecote og salat eller sandwich med grillet aubergine. Begge deler kan fås med søtpotetfries.</p>\n<p><strong>Hitchhiker</strong> serverer sticky icy hitch bowl, med soyabraisert tynnribbe eller bakt søtpotet, kimchisalat og bao bun.</p>\n<p><strong>Hrimnir Ramen</strong> (kun onsdag på Dagens) serverer ramen med spicy lam eller portobellosopp, sammen med vårløk, syltet jordskokk og ramsløk kapers.</p>\n<p><strong>Isrosa</strong> har laget økologisk is siden 2003, og har både tradisjonelle og mer eksotiske smaker med seg til Øya.</p>\n<p><strong>Kompassmat</strong> serverer falafel i spicy vaffel.</p>\n<p><strong>Lille Tøyen Kolonial</strong> (kun lørdag på Dagens) gir deg økologisk smågodt, chiagrøt og drømmekaker.</p>\n<p><strong>Mama Lee&#8217;s Dumplings</strong> (kun torsdag på Dagens) serverer stekte dumplings fylt med svinekjøtt eller aubergine.</p>\n<p><strong>MELT</strong> gir oss sine deilige ostesmørbrød, enten som lasagnevariant, med fennikel og salami eller som all cheese, med fire ulike oster.</p>\n<p><strong>Sandwitch Brothers</strong> serverer sandwich is i ulike varianter, noen spesiallaget for Øya! Vært obs på noen spennende overraskelser her.</p>\n<p><strong>Smalhans</strong> serverer szechuan kylling eller portobello sopp i bun, med funky slaw, kickass bbq saus og fersk koriander.</p>\n<p><strong>Solberg &amp; Hansen</strong> gir oss kaffe fra Peru og Etiopia, med deilig følge av kanelboller fra Godt Brød.</p>\n<p><strong>Taco República</strong> kjører taco combo med svinebog og høne, og taco med østersopp som vegetar.</p>\n<p><strong>The Golden Chimp</strong> serverer Bao fylt med kvernet ribbe og vårløk eller med sopp og løk.</p>\n<p><strong>TUNCO</strong> gir oss thailandsk wok, med kylling eller bønner, og en deilig glassnudel salat fra Vietnam.</p>\n<p><strong>UNA Autopizzeria </strong>serverer enkel og tradisjonell pizza portafoglio, tilberedt på stedet og stekt i vedfyrt pizzaovn. Pizza portafoglio er typisk italienskstreet food, der pizzaen brettes sammen ved servering. De serverer pizzaklassikerene vesuvio, ventricina og margarita.</p>\n","date":"2018-07-18T07:12:12.000Z","wordpress_id":22259,"featured_image":{"title":"smalhans_øya","filename":"smalhans-oya.jpg","filesize":595376,"url":"http://oya.test/assets/uploads/2018/07/smalhans-oya.jpg","link":"/2018/07/18/arets-kulinariske-line-up-er-komplett/smalhans_oya/","alt":"","author":"7","description":"","caption":"Foto: Anne Valeur/ Smalhans","name":"smalhans_oya","status":"inherit","uploaded_to":22259,"date":"2018-07-18 07:08:14","modified":"2018-07-18 07:12:31","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":2362,"height":1575,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2018/07/smalhans-oya-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2018/07/smalhans-oya-300x200.jpg","medium_width":300,"medium_height":200,"medium_large":"http://oya.test/assets/uploads/2018/07/smalhans-oya-768x512.jpg","medium_large_width":768,"medium_large_height":512,"large":"http://oya.test/assets/uploads/2018/07/smalhans-oya-1024x683.jpg","large_width":1024,"large_height":683,"small":"http://oya.test/assets/uploads/2018/07/smalhans-oya.jpg","small_width":320,"small_height":213,"medium_small":"http://oya.test/assets/uploads/2018/07/smalhans-oya.jpg","medium_small_width":640,"medium_small_height":427,"xlarge":"http://oya.test/assets/uploads/2018/07/smalhans-oya-2200x1467.jpg","xlarge_width":2200,"xlarge_height":1467}},"translations":{"nb":{"url":"/2018/07/18/arets-kulinariske-line-up-er-komplett/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"aa476b59-447c-5792-92c1-11f899d52dca","locale":"nb"}}