{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"df7d9327-9b77-54f2-bc84-cf37af34a721","slug":"bli-med-ila-auto-pa-trikken-idag","title":"Bli med Ila Auto på trikken idag","date":"2010-08-10T18:11:00.000Z","excerpt":"<p>Klokka 18.45 starter Ila Auto sin konsert på Stortorget. Kort tid etter på går trikken rundt i byen, med band og publikum som last. Turen tar ca en time og er gratis. Om du vil ha en konsertopplevelse utenom det vanlige før du begir deg ut på klubbene i kveld, anbefaler vi at du kommer deg med trikken på en bluegrasstur uten sidestykke. </p>\n"}},{"node":{"id":"2c96d9aa-0614-561d-be21-f5f60eea9ef5","slug":"klubbdagen-snart-i-gang","title":"Klubbdagen snart i gang","date":"2010-08-10T15:16:00.000Z","excerpt":"<p>Om noen få timer sparkes Øyafestivalen 2010 i gang med et imponerende sterkt program på Klubbdagen. 25 scener over hele byen har bidratt til at festivalen får et startskudd uten sidestykke. Klubbdagen er gratis for de med fullt festivalpass, men vi anbefaler deg å komme tidlig om det er noe du MÅ se. Det blir nemlig fort fullt flere steder. Første band ut er Red April på Dattera Til Hagen klokka 17.00 og vi gir oss ikke før 80 band har spilt og de siste tonene til Eskimo avrunder det hele på Tilt utpå natta. Vår anbefaling er som alltid; få med deg mest mulig ny musikk! <a href=\"http://oyafestivalen.com/pages/nor/8-program\" target=\"_blank\">Hele programmet finner du her</a><br />\nVi gleder oss!</p>\n"}},{"node":{"id":"6968d4b1-b984-53ca-9e80-bed0295795de","slug":"milj%c3%b8-design-moro","title":"MILJØ + DESIGN = MORO","date":"2010-08-10T14:27:39.000Z","excerpt":"<p>Hvordan ser det ut når en søppelbøtte henter inspirasjon fra pinball-universet? På Øya kan du kildesortere søpla di på verdens første Recyclomat. I handlegata vil du finne installasjonen som er designet og utviklet av studenter ved systemorientert design på Arkitektur- og designhøyskolen i Oslo (AHO). </p>\n"}},{"node":{"id":"6da15209-4c0a-5f93-99cd-1a1d8c08ed65","slug":"skal-du-ha-med-barn-pa-%c3%b8ya","title":"Skal du ha med barn på Øya?","date":"2010-08-10T14:12:00.000Z","excerpt":"<p>Dersom du skal ha med barn under tolv år på Øya, må du registrere dem. Dette for at vi skal ha kontaktinfo på foreldre/foresatte, for sikkerhets skyld. <a href=\"http://www.oyafestivalen.com/~arnt/Registreringsskjema_for_barn_under_12.pdf\" target=\"_blank\">Her kan du finne skjema</a> som du fyller ut på forhånd, printer og tar med. Slik slipper du unødvendig kø ved innslipp. Alle barn registreres ved akkrediteringsboden i Middelalderparken (på innslippsområdet).</p>\n"}},{"node":{"id":"0264bc1f-c211-52a7-a62a-e118c4ba228a","slug":"konkurranse-vinnere-som-far-danse-med-the-flaming-lips","title":"Konkurranse: Vinnere som får danse med The Flaming Lips","date":"2010-08-10T10:48:00.000Z","excerpt":"<p>For et par dager siden lovte vi at noen av dere skulle få komme opp på scena med The Flaming Lips, iført kostymer. Vi har nå trukket noen heldige vinnere. Disse er Mikael Anderson, Sindre Olavsrud, Stine Andreassen og Ann Bengtsson. Gtratulerer. Dere vil bli kontaktet på mail i løpet av dagen. Dette blir moro!</p>\n"}},{"node":{"id":"724add7d-3b07-5e1f-8441-44fc19088774","slug":"nytt-fan-pa-gata-idag","title":"Nytt Fan på gata idag","date":"2010-08-10T10:47:17.000Z","excerpt":"<p>Idag kommer et nytt Fan på gata, akkurat i tide til Øya. Her kan du lese om Øya-aktuelle navn som Oslo Ess, Youth Pictures Of Florence Henderson og Agianst Me!. I tillegg kan du få med deg et knippe fete kulturanbefalinger og godt stoff om Mike Watt, Benicassim og Brinsley Scwarz. Vi feirer slippet på Sukkerbiten, med deres Klubbdags-program. Her spiller Chitty Chitty Bang Bang, The Last Heat og Amanda Jenssen. Gratis inngang!</p>\n"}},{"node":{"id":"cc67118c-3045-5fa9-a38e-975efa318e4e","slug":"signeringer-i-serieteltet","title":"Signeringer i Serieteltet","date":"2010-08-10T09:40:38.000Z","excerpt":"<p>Gode nyheter for alle tegneserieentusiaster! Noen av Skandinavias mest populære tegneserieskapere kommer til Øyafestivalen i forbindelse med lanseringer av nye utgivelser. Lise Myhre (Nemi), Martin Kellerman (Rocky), Grethe Nestor og Norunn B. Schjerven (Zofies verden), Håvard Johansen (Stop. Rec. Ffwd.)og Tor Ærlig (Helt Ærlig) kommer til å signere under festivalen.</p>\n"}},{"node":{"id":"b7d5b673-76f1-5fcf-bc67-70f8d97d73de","slug":"aya-tester-ut-gowalla","title":"Øya tester ut Gowalla!","date":"2010-08-10T09:34:00.000Z","excerpt":"<p>Når du ankommer Middelalderparken vil du se at Øyafestivalen har kastet seg på Gowallabølgen. Er du ukjent med Gowalla er dette en stedsbasert tjeneste som lar deg &laquo;sjekke inn&raquo; på steder du måtte befinne deg ved help av din mobiltelefon (Android, iPhone el.). Innebygd GPS i telefonen sørger for at den vil finne din nøyaktige posisjon. Er du ikke på Gowalla anbefaler vi at du tester det ut.</p>\n"}},{"node":{"id":"fa000747-e06a-57c3-a1cb-87d8f72fbe1e","slug":"stockfleths-gir-deg-%c3%b8yakaffen","title":"STOCKFLETHS GIR DEG ØYAKAFFEN!","date":"2010-08-10T06:12:00.000Z","excerpt":"<p>Stockfleths er en av de eldste kaffeforretningene i byen, med historie tilbake til 1895! De driver 6 kaffebarer i og rundt Oslo, og tilbyr nydelige kaffedrikker, ferske bakervarer, frokost og lunsj og et bredt utvalg nybrent kaffe i løsvekt fra hele verden.<br />\nÅrets Øyakaffe kommer fra et kooperativ med det klingende navnet Koke som ligger i Yirgacheffedistriktet i Etiopia, kaffens hjemland. Den har en elegant duft og smak av sitrus og blomster, middels fylde, en fin epleaktig syrlighet og sødmefull ettersmak. Kaffen er rettferdig handlet og sertifisert økologisk. Den brennes i to forskjellige grader, til traktekaffe og espresso.</p>\n"}},{"node":{"id":"b1dd62f4-06be-51f0-8eb1-37afd34741c8","slug":"fortsatt-billetter-igjen-til-stumfilmkonserten","title":"Fortsatt billetter igjen til stumfilmkonserten","date":"2010-08-09T21:24:27.000Z","excerpt":"<p>For de av dere som ennå ikke har kjøpt billetter til årets stumfilmkosert med Æthenor kan vi komme med den hygelige beskjeden om at det fortsat er billetter igjen. Bandet, som blant annet består av medlemmer fra Ulver og Sunn O))), har valgt fire kortfilmer av avantgardefilmskaperen Maya Deren (1917-1961). Med andre ord får man en fin miks av avantgardemetal av nyere årgang og med god gammel avantgardefilm.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":129,"pageCount":183,"additionalContext":{}}}