{"data":{"wordpressPost":{"title":"Mer hiphop på Øyanatt","date":"2011-07-08T11:35:00.000Z","content":"<p>Onsdag 10. august<br />\n*Tornado Booking presenterer:<br />\nDJ YOUNG GURU (US)<br />\nMOHAMMED ALI (SE)<br />\nHOETELL*<br />\nSted: Dattera Til Hagen<br />\nCC: 150,- / 100,- med øyabånd<br />\nAldersgrense: 20 år</p>\n<p>Etter at Kanye West mest sannsynlig har drept det på Øyafestivalen, fortsetter festen på Dattera til Hagen med legendariske DJ Young Guru (Jay-Z). Young Guru er Jay-Z sin faste DJ og har siden 1999 også vært hans trofaste studiotekniker. Young Guru har spilt på alle de største klubbene i USA og utallige kjendisfester, og nå tar han endelig turen til Oslo, nærmere bestemt Dattera til Hagen, for å skape en fest for historiebøkene. Young Guru er en god venn av Kanye, så se ikke bort ifra at han kanskje tar turen innom!</p>\n<p>Mens Young Guru holder koken i første etasje blir det også full fest en trapp opp, der vår favoritt DJ-duo Hoetell (Silje og Christine) serverer det nyeste og feteste innen klubbmusikk. Ballet åpnes av svenske Mohammed Ali, en svensk hiphop-duo som har sine røtter sør i Stockholm. I 2009 slapp de sin kritkerroste mixtape Processen og i 2011 kom albumet<br />\nVi, som har fått stående applaus av svenske musikkanmeldere.      </p>\n<p>**********</p>\n<p>Torsdag 11. august<br />\n*Tornado Booking presenterer:<br />\nOFFICIAL WIZ KHALIFA AFTERPARTY (US)<br />\nDJ GIRSON*<br />\nSted: Rå<br />\nCC: 200,- / 150,- med øyabånd<br />\nForsalg på Billettservice<br />\nAldersgrense: 20 år</p>\n<p>Etter konserten på Øyafestivalen tar Wiz Khalifa og gjengen turen til RÅ, som for anledningen har åpent når Wiz er i byen. Vi garanterer topp stemning og tidenes fest. Når Girson (Full Effekt) snurrer skiver, koker det alltid på dansegulvet. </p>\n<p>Wiz Khalifa kommer og fester med oslofolk på samme måte som Big Boi gjorde ifjor da Tornado hadde ett legendarisk afterparty på Living Room.  Wiz Khalifa gikk helt til topps på hitlistene i USA med den Stargate-produserte låta «Black and Yellow». Her hjemme har låten fått heftig rotasjon på radio og har vært høyt oppe på iTunes-lista i lang tid. Nå er Wiz<br />\nute med albumet Rolling Papers, som har vært med å gjøre ham til en av de største hiphop-artistene i verden. </p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":15462,"featured_image":null,"translations":{"nb":{"url":"/2011/07/08/mer-hiphop-pa-%c3%b8yanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"63ceb484-4185-5960-a0ff-b4dcadf81aa1","locale":"nb"}}