{"data":{"wordpressPost":{"title":"Earl Sweatshirt og Sushi x Kobe til Øya","date":"29th January 2019","content":"<p><strong>EARL SWEATSHIRT (US) – torsdag 8. august</strong></p>\n<p><strong>SUSHI x KOBE</strong></p>\n<p><strong>UNDER 3000 UKESPASS IGJEN</strong></p>\n<p>&nbsp;</p>\n<p>Torsdagen blir stadig heftigere og mer variert. Nå er det klart at et av dette tiårets mest spennende hiphopnavn er klar for Tøyenparken 8. august. Earl Sweatshirt ga før nyttår ut det fantastiske albumet Some Rap Songs. Nå er han klar for Øya samme dag som Tame Impala, Sigrid, Mitski, Pond og Protoje. I tillegg kommer den kompromissløse duoen Sushi x Kobe til Øya.</p>\n<p>Det er nå under 3000 ukespass igjen. Det betyr at slaget ligger mange uker foran fjoråret. Dagsbilletter til lørdag 10. august er allerede utsolgt, og de andre tre dagene selger også svært godt. Ukespass er den absolutt beste løsningen for deg som vil ha med deg mest mulig av programmet i parken, og i tillegg ønsker å sjekke ut masse ny musikk på Klubbdagen tirsdag 6. august.</p>\n<p>&nbsp;</p>\n<p><strong>EARL SWEATSHIRT (US)</strong></p>\n<p>Etter å ha vært med på å etablere Odd Future som et av de viktigste hiphopkollektiva i vår tid mens han fortsatt var i tenåra, har Earl Sweatshirt gjort seg like bemerka som soloartist og produsent. Han har samarbeida med kollegene i Odd Future, Vince Staples, Action Bronson, Flying Lotus, Kendrick Lamar og flere, og har bidratt på blinkskudd som Frank Oceans Channel Orange-album.</p>\n<p>Mot slutten av 2018 kom albumet Some Rap Songs, som fikk fantastisk mottakelse. Dette er hans tredje album, og Pitchfork, Spin og AV Club er bare noen få av de som mente dette var en av de aller sterkeste utgivelsene i 2018. Earl Sweatshirt gir ut musikken på sin egne label Tan Cressida. <a href=\"https://pitchfork.com/reviews/albums/earl-sweatshirt-some-rap-songs/\">Pitchfork</a> mener at han nå er i front av “a new sound and scene that blurs the line between avant-garde jazz and hip-hop”.</p>\n<p><a href=\"https://www.spin.com/2018/12/earl-sweatshirts-some-rap-songs-makes-the-deliberately-wrong-feel-right/\">Spin</a>: &#8211; Whatever got him here, the album reasserts his status as a uniquely fascinating rapper. On Some Rap Songs, he’s making the most adventurous and exciting music of his career so far.</p>\n<p>Gled dere til å få oppleve en av de mest spennende stemmene i moderne hiphop på Øya torsdag 8. august!</p>\n<p><a href=\"https://www.facebook.com/EarlSweatshirtMusic/\">www.facebook.com/EarlSweatshirtMusic</a></p>\n<p><a href=\"http://earlsweatshirt.com/\">earlsweatshirt.com</a></p>\n<p>&nbsp;</p>\n<p><strong>SUSHI x KOBE</strong></p>\n<p>Duoen Sushi x Kobe ble først kjent for Øya-publikummet da de gjesta under Yoguttenes konsert i 2014. Siden da har de blitt et etablert navn i norsk hiphop og er kjent som et av sjangerens heftigste livefenomener. Ikke bare har streamingtallene skutt i været, de spiller stadig større konsertarenaer. Oktober 2018 ga de ut albumet Døden Lever Lengst, og i år skal de spre musikken fra scener i hele Norge. Vær på plass i det deres tunge blanding av trap, energi og kompromissløshet treffer Tøyenparken i august.</p>\n<p>Bergens Tidende mener at de «lager noe av den mest grenseoverskridende, konfronterende hiphopen i Norden i dag».</p>\n<p>Den ene halvdelen av duoen, Onge Sushimane, har fått velfortjent oppmerksomhet som soloartist med sitt egentlige navn Emir. Nå er han sammen med Kobe og DJ Fakethias igjen for å skape den herlige Sushi x Kobe-energien.</p>\n<p><a href=\"https://www.facebook.com/sushixkobe/\">www.facebook.com/sushixkobe</a></p>\n","wordpress_id":23177,"translations":{"nb":{"url":"/2019/01/29/earl-sweatshirt-og-sushi-x-kobe-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"97646afa-b9e8-5800-903c-331f9697262c","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2019/01/29/earl-sweatshirt-og-sushi-x-kobe-til-oya/","redirect":false}}}