{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"eb3a387e-5fd6-5d3d-92b4-e44881d65ca8","slug":"jenny-lewis-avlyser","title":"Jenny Lewis avlyser","date":"2009-07-09T13:53:00.000Z","excerpt":"<p>Seint i går kveld fikk vi den triste beskjeden at Jenny Lewis dropper sin planlagte Europa-tur i sommer. Det betyr at hun ikke kommer til Øyafestivalen torsdag 13. august. Dette er leit for alle som hadde gledet seg til hennes konsert. Øyas bookingavdeling jobber for tiden med å finne en erstatter.</p>\n"}},{"node":{"id":"7abb6ca9-da97-5a8b-b4f0-dcb8ecdf9dc6","slug":"slippefest-fan-nr-3","title":"Slippefest Fan nr 3","date":"2009-07-08T12:57:00.000Z","excerpt":"<p>Nummer 3 av vårt entusiastiske musikkmagasin Fan er på gata torsdag. Vi kliner til med moro i andre etg på Internasjonalen. Children and Corpse Playing in the Streets spiller, DJs skaper hygge, plakater av forsiden vil bli solgt og det vil bli servert mye godt for strupen. Vi håper å se deg der.</p>\n"}},{"node":{"id":"eaea426e-1ed8-51b5-a90e-377b4baa92a4","slug":"fa-billetter-igjen-til-onsdag-og-torsdag-2","title":"Få billetter igjen til onsdag og torsdag","date":"2009-07-07T09:20:00.000Z","excerpt":"<p>Salget av dagsbilletter til Øyafestivalen går så det suser disse sommerukene og nå er det ikke mange billetter igjen til onsdag 12/8 og torsdag 13/8. Dersom du har lyst til å oppleve det knallsterke festivalprogrammet disse dagene, anbefaler vi at du kjapper deg. For øyeblikket er det svært få billetter igjen til torsdagen og omtrent 600 igjen til onsdagen.</p>\n"}},{"node":{"id":"8596233e-391b-5c37-af90-4261172da1ef","slug":"ayafestivalens-filmsnutt-nummer-to-er-klar","title":"Øyafestivalens filmsnutt nummer to er klar","date":"2009-07-06T16:55:00.000Z","excerpt":"<p>Reklame kan være moro, og spesielt når man har flinke folk som gjør feite ting som vår nye reklamefilmtrilogi! Her er del to av tre.</p>\n"}},{"node":{"id":"73166518-c704-58c4-b886-d6ca8d3afc61","slug":"stralende-roskilde-med-%c3%b8ya-aktuelle-navn","title":"Strålende Roskilde med Øya-aktuelle navn","date":"2009-07-06T13:32:00.000Z","excerpt":"<p>Forrige uke var det en bråte heite navn som spilte på Roskilde. Flere av de store navna kommer tilbake til Skandinavia i august, for å spille i Middelalderparken under Øya. Skandinaviske aviser renner over av godord om blant annet Lily Allen, Madness, Mew og Röyksopp.</p>\n"}},{"node":{"id":"99287dfe-f911-5ad6-8fba-07e4a2be212e","slug":"barneteater-snikk-snakk-snekker-og-surrebassen-scholl","title":"Barneteater: Snikk Snakk Snekker og Surrebassen Schøll","date":"2009-07-02T11:19:00.000Z","excerpt":"<p>Fra Torshovs magiske underverden, nærmere bestemt Soria under Moria teater, kommer det i år fire snåle figurer for å more vårt yngste publikum.</p>\n"}},{"node":{"id":"3616df88-8df3-5b6c-bb44-0be8fe47c51b","slug":"super%c3%b8ya-minidisko-2","title":"SuperØya MiniDisko","date":"2009-07-02T11:15:00.000Z","excerpt":"<p>Hurra! SuperMinidisko er et klubbkonsept for barn og unge mellom 3 og 12 år, med foreldre, hvor de sammen kan hoppe, sprette og danse til pop, disco, elektronica og hip hop.</p>\n"}},{"node":{"id":"5269c3b6-10be-50d9-b62f-a267c8bea923","slug":"roskildedk-way-out-westse-og-%c3%b8yafestivalenno-sammen-for-miljoet","title":"Roskilde(DK), Way Out West(SE) og Øyafestivalen(NO) sammen for miljøet","date":"2009-07-02T10:52:00.000Z","excerpt":"<p>Når Nord-Europas unge samles på tvers av landegrensene for å hylle musikken og kulturen har de også mulighet til å få sin stemme hørt av verdens ledende politikere.</p>\n"}},{"node":{"id":"8cd2fb13-7a24-5421-949a-9c7257873781","slug":"skating-og-rock-i-gsf-skatepark-under-%c3%b8ya","title":"Skating og rock i GSF Skatepark under Øya","date":"2009-06-26T11:11:00.000Z","excerpt":"<p>Årets Øyafestival byr på en nyvinning, rett utenfor festivalområdet. I GSF Skatepark ved Dyvekes Bro har vi i samarbeid med Juvenile Rock Club og Gamlebyen Sport og Fritid etablert en ny festivalscene. Her vil det være gratis inngang for de med og uten festivalbillett. Det er fri aldersgrense alle dager. Skateparken byr på konserter og skateturnering, les mer&#8230;</p>\n"}},{"node":{"id":"3d51984d-548b-5ef6-a937-50c5fc743d66","slug":"ayakino-programmet-er-klart","title":"Øyakino, programmet er klart","date":"2009-06-25T10:09:00.000Z","excerpt":"<p>Øyafestivalen er ikke bare musikk, men også film. På Klubbdagen kan man hele dagen oppleve film og musikk i en skjønn sameksistens på Eldorado kino. Her vil Next Life spille live til selvvalgt stumfilm, Lars Vaular vil skape dansestemning i foajeen, og musikkfilm vil rulle på lerettene. Filmen som vises er bergensfilmen ”Vegas”, ”Sleeping Songs” med Nils Petter Molvær, The Doors-dokumentaren ”When You’re Strange”, ”Beautiful Losers” med unge kunstrebeller, og ”It Might Be Loud”, hvor Jack White, Jimmy Page og Edge snakker om sin kjærlighet til gitaren.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":158,"pageCount":183,"additionalContext":{}}}