{"data":{"wordpressPost":{"title":"Vi møtte vinneren av årets Frivillig-pris","date":"9th August 2012","content":"<p>Tore B Kristiansen (63) ble i februar kåret til årets frivillig 2011 av et samlet Festival-Norge. I år har han rukket å jobbe på hele åtte festivaler og oppfordrer også andre godt voksne til å ta på seg frivilligskjorta.</p>\n<p>-Dette er det femte året jeg jobber for Øya. Jeg var vakt i begynnelsen men så ble jeg hanka inn til publikumsgarderoben og her trives jeg best, sier 63-åringen og finner frem solkremen. -Steika står rett på garderoben dagen lang og vi hører musikken fra Sjøsiden og Vika veldig godt så jeg får med meg mange bra band.</p>\n<p>Det er vel ikke mange på din alder blant de frivillige her?</p>\n<p>-Nei du kan trygt si at jeg er blant de eldre. Men jeg håper jo at folk som er litt oppe i åra kan bli inspirert når de ser at jeg jobber som frivillig, det går faktisk an for godt voksne å melde seg på hos festivalene. Man blir kjent med mange flotte unge mennesker og kan dele av sine erfaringer.</p>\n<p>En publikummer stikker hodet inn i garderobeteltet og lurer på om de har noen programmer til låns. -Nei, du det har vi dessverre ikke her, sier Tore og henviser til infoboden lengre bort på området. -Det kan vi tenke på til i morgen, det hadde vært lurt å ha noen programmer liggende.</p>\n<p>-Det ryktes at det var du som i sin tid fikk på plass kleshenger-stativene bak her også, engasjerer du deg alltid litt ekstra?</p>\n<p>Ja, det er jo alltid rom for forbedring så jeg pleier som regel å sende en mail med tilbakemeldinger etter endt festival. Men da er trikset alltid å komme med det positive først!</p>\n<p>Denne frivillig-prisen du vant da, den var rimelig staselig hører jeg?</p>\n<p>-Ja jeg vant jo faktisk et reisestipend så jeg kunne reise til en valgfri festival. Så til neste år reiser jeg til Texas for å være med på SXSW, verdens største musikkfestival. -Men da var betingelsen at jeg for én gangs skyld ikke skulle jobbe som frivillig -bare ha fri og kose meg!</p>\n<p>&nbsp;</p>\n","wordpress_id":4461,"translations":{"nb":{"url":"/2012/08/09/vi-motte-vinneren-av-arets-frivillig-pris/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"885f4524-4269-54f8-95b6-f2c55b11b727","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/08/09/vi-motte-vinneren-av-arets-frivillig-pris/","redirect":false}}}