{"data":{"wordpressPost":{"title":"Kjøp ny Øya-pakke på Platekompaniet.no &#8211; The Jayhawks bekrefta","date":"1st December 2010","content":"<p>Det ser ut til at Øyafestivalen har en fantastisk tillit blant musikkelskere. På omtrent 90 minutter ble billettene i julekampanjen revet vekk fra Billettservice sine sider, av et Øyapublikum som valgte å sikre seg neste års festivalpass til en litt billigere penge.  Det betyr at vi ikke bare solgte ut kampanjen imponerende fort, men at vi slo alle tidligere rekorder. Nå har folk begynt å kjøpe ordinære festivalpass til neste års musikkfest i Oslo.</p>\n<p>Vi har allerede neste band på plass i programmet. Den klassiske besetningen til amerikanske The Jayhawks er tilbake, og spiller i Middelaldreparken i august. Det blir altså stadig flere gode grunner til å kjøpe festivalpass.</p>\n<p>Fra i dag starter en ny eksklusiv Øya-kampanje i samarbeid med Platekompaniet. I pakken får du festivalpass, og valget mellom ei eksklusiv t-skjorte med årets Øya-profil eller en Øya-aktuell CD med enten Kvelertak, Matthew Dear eller Warpaint. Pakka selges i et begrenset antall og koster det samme som et ordinært festivalpass, 1995,- + avgift og kan kun kjøpes gjennom <a href=\"http://www.platekompaniet.no/musikk.aspx?1218\" target=\"_blank\">Platekompaniet.no</a></p>\n<p>Passet dekker fire dager i Middelalderparken og Klubbdagen tirsdag 9. august. Festivalpassene er våre mest populære billetter og har de siste årene vært utsolgt flere måneder før festivalen. Du kan selvsagt håpe at nissen kommer med en billett til deg eller du kan sikre deg hele herligheten, med t-skjorte eller CD som bonus, allerede nå. Snart vil enda flere navn være på plass og du kan glede deg til å se sommerens fyldigste og beste festivalprogram bygges.</p>\n<p>THE JAYHAWKS (US)<br />\nThe Jayhawks var antagelig 90-tallets aller beste band på å krysse deilig kraftpop med sterk americana. Gjennom skiver som Hollywood Town Hall (1992) og Tomorrow The Green Grass (1995) vant de mange kresne gitarpophjerter og var store kritikerfavoritter. Nå er den klassiske besetningen fra midten av 90-tallet tilbake og i august spiller de i Middelalderparken under Øyafestivalen. Det betyr at du kan få oppleve alle de gamle godlåtene med et band som igjen inneholder både Gary Louris og Mark Olson. Sistnevnte forlot bandet etter Tomorrow The Green Grass, og mange fans har drømt seg tilbake til tiden hvor disse to sterke låtskriverne arbeida og skrev sammen. For kort tid siden gjenopptok de kontakten og til sommeren kommer de til Oslo som The Jayhawks. For tiden jobber Olson og Louris med et album som skal ta opp tråden etter Tomorrow The Green Grass.</p>\n<p>Bandet ble danna av Olson allerede på midten av 80-tallet i Minneapolis og Louris ble kjapt medlem etter å ha overvært The Jayhawks sin første konsert. Et av deres tidlige album kom ut på labelen TwinTone, som er mest kjent for å huse deres Minneapolis-kolleger The Replacements.  Det var først når de fikk kontrakt med Def American, ved hjelp av produsent George Drakoulias (Screaming Trees, Black Crowes, Primal Scream og Madrugada), at de nådde et større publikum. Bandet var på topp akkurat når det var vekket en ny interesse for americana. Vi veit at dette vil begeistre mange med sans for klassisk kvalitetspop og fet countryrock. The Jayhawks tok opp tråden fra Big Star og Gram Parsons, for å gjøre amerikansklydende øregodt aktuelt for en ny generasjon. Deres beste skiver låter like flott i dag. Om du trenger en introduksjon, anbefaler vi deg å starte med The Jayhawks Anthology, som kom i 2009. Noen av oss på Øya-kontoret har allerede begynt å dagdrømme om 25 plussgrader, pils og The Jayhawks i augustsola. Det er bare å lukke øya og håpe på Blue, Waiting For The Sun, I’d Run Away, Clouds og Bad Time.<br />\n<a href=\"http://www.myspace.com/thejayhawks\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":229,"translations":{"nb":{"url":"/2010/12/01/kjop-ny-%c3%b8ya-pakke-pa-platekompaniet-no-the-jayhawks-bekrefta/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ba9b9e95-e592-595a-8c8f-11130699cb65"}}