{"data":{"wordpressPost":{"title":"Friends til Øya – slipp hver dag","date":"26th March 2012","content":"<p>Denne uka slipper vi et nytt navn hver dag, til og med fredag. Hovedfokuset kommer til å være ny musikk og artister som ennå ikke har nådd et virkelig stort publikum, men som vi tror tar et par steg opp popularitetsstigen i løpet av 2012. Først ut er den snart platekatuelle Brooklyn-gjengen Friends. Deres debut blir gitt ut før sommeren er her.</p>\n<p>&nbsp;</p>\n<p>De spiller sin første konsert i Norge onsdag 8. aug, samme dag som du også kan oppleve Florence + The Machine, The Stone Roses, Feist, Susanne Sundfør, Thurston Moore, Yelawolf, Mazzy Star, Bob Mould og mange flere. Dagsbilletter er i salg nå.</p>\n<p>&nbsp;</p>\n<p>Følg med pånettsidene for artistslipp hver dag framover.</p>\n<p>&nbsp;</p>\n<p><strong>FRIENDS (US)</strong></p>\n<p>Friends fra New York har blitt trukket fram av BBC, NME og Q som et av de absolutt mest lovende banda for 2012. Den catchy singelen I’m His Girl har mottatt skryt fra et bredt utvalg kredible musikkmedier. De solgte ut sine første konserter i Storbritannia i fjor høst og det er med stor glede vi kan ønske dem velkommen til Øya onsdag 8. august. Dette er frisk og sterk sommerpop som skinner om kapp med sola. Vi har fulgt dem med stor nysgjerrighet siden vi først så dem i New York i høst. Under SXS i Austin forrige uke fikk vi oppleve at de har hatt en voldsom utvikling de siste månedene.</p>\n<p>&nbsp;</p>\n<p>Magasinet Q har påstått at Friends er</p>\n<p>“The most fun summer block party ever&#8230;cool incarnate” Q</p>\n<p>&nbsp;</p>\n<p>På BBCs liste over 2012-håp, kalt BBC Sound of 2012 Poll, var Friends det eneste navnet som er signa til et lite, uavhengig selskap. Musikken deres kommer ut på britiske Lucky Number, som har gitt ut skiver med Sebastien Tellier, Caged Animals og Gotye. De har blitt sammenligna med ESG, Tom Tom Club, Lykke Li, Lisa Lisa &amp; Cult Jam, Yeah Yeah Yeahs og Warpaint. Steregum har kalt musikken deres &#8220;<em>ESG-style polyrhythmic post-disco on a tropical-pop trip&#8221;. På scenen kan vi love et livlig og energisk band, fronta av </em>Samantha Urbani. Hun danna bandet med noen venner, under navnet Perpetual Crush. Seks dager etter de var enige om å bli et band, spilte de live for første gang. Før sommeren kommer deres debutalbum ut det er store forventninger knytta til skiva. I august kan du få oppleve Friends sjøl, i Oslo under Øya.</p>\n<p><strong> </strong></p>\n<p><a href=\"http://www.afriendszone.com/\" target=\"_blank\"><strong>www.afriendszone.com</strong></a><strong></strong></p>\n","wordpress_id":2234,"translations":{"nb":{"url":"/2012/03/26/friends-til-oya-slipp-hver-dag/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9c76288a-b775-507e-a917-b53386d85b9f","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/03/26/friends-til-oya-slipp-hver-dag/","redirect":false}}}