{"data":{"wordpressPost":{"title":"Fever Ray (SE) inviterer til magi på Øya","date":"4th March 2009","content":"<p>Karin Dreijer Andersson hadde i 2007 oppnådd en nærmest mytisk status som musiker. Sammen med sin andre halvpart og bror i The Knife, Olof Dreijer, gjorde de rent gulv på Sveriges Grammis-utdeling og ble kåret av Pitchfork til beste album for 2006 &#8211; sånn før det faktisk tok helt av der borte i Statene. Hysteriet rundt bandet var i ferd med å nå uante høyder, og hva gjør man da? Hiver seg på champagnetoget og fråtser i kirsebær? Ikke om man heter Karin Dreijer Andersson. Da trekker man seg helt tilbake fra spotlighten før man smeller tilbake med nytt solomateriale under et annet navn: Fever Ray. </p>\n<p>Karin har med dette albumet lagt alle kompromisser til side. Det er kaldt, mørk, drømmende og ikke minst personlig. Mer personlig enn noengang. I Fever Ray dyrkes kontrasten mellom det kjølige lydbildet på den ene siden og de til tider nærmest banale tekstene på den andre siden. Der The Knife dominerte dansegulvene i 2006, er Fever Ray langt mer svevende i sitt lydbilde. Her legges strøk på strøk med seige rytmer og organiske lydcollager, og vi opplever en langt mer utstrakt blanding av analoge og digitale instrumenter.</p>\n<p>Musikken og det visuelle går alltid hånd i hånd for Karin. I prosessen frem til ferdig arbeid lages musikken ferdig først, før man legger ned et vel så formidabelt arbeid med å skape et visuelt univers. Fever Ray er lyd og bilde. Sammen med regissør Andreas Nilsson har de denne gang latt seg tydelig inspirere av filmen Dead Man av Jim Jarmusch. Overnaturlig vakkert, skummelt og primitivt. Sjekk ut videoen<a href=\"http://pitchfork.tv/videos/fever-ray-if-i-had-a-heart\" target=\"_blank\"> If I Had A Heart</a> her, så skjønner du hva vi mener.</p>\n<p>I 2006 headlinet The Knife Sjøsiden hos oss. I august får vi oppleve Fever Ray skape magi i skumringen  på Øyafestivalen. </p>\n","wordpress_id":621,"translations":{"nb":{"url":"/2009/03/04/fever-ray-se-inviterer-til-magi-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1d924b79-18d1-511a-80a3-ec9f8c295a98"}}