{"data":{"wordpressPost":{"title":"Åpningsartistene til onsdagen er klare","date":"2014-06-24T08:49:01.000Z","content":"<p>Monica Heldal ga ut en av de siste åras beste norske debutplater i fjor. I august får hun æren av å åpne hele utendørsdelen av Øya i Tøyenparken. Hanne Kolstø, Anne Lise Frøkedal og Atlanter starta i vinter et samarbeid som pirra nysgjerrigheten vår såpass at vi så oss nødt til å presentere det på en utendørsscene under festivalen. I tillegg er fem nye navn klare for vårt flerbrukstelt Biblioteket. I tillegg til intimkonserter med lovende norske artister, vil Biblioteket by på litteratur og andre kulturuttrykk.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-tickets/301563?camefrom=Client_Oya_Home_Oyafestivalen_101013\" target=\"_blank\">Kjøp billetter til onsdag, torsdag og lørdag her. </a></p>\n<p><strong>MONICA HELDAL – ons 6. aug</strong><br />\n<strong> KOLSTØ / ATLANTER / FRØKEDAL – ons 6. aug</strong><br />\n<strong> GIRL ARMY &#8211; i Biblioteket tors 7. aug<br />\nDAGENS UNGDOM</strong>  <strong>&#8211; i Biblioteket fre 8. aug</strong><br />\n<strong> JANNE HEA</strong><strong></strong> <strong>&#8211; i Biblioteket fre 8. aug</strong><br />\n<strong> THE PINKERTONS – i Biblioteket lør 9. aug</strong><br />\n<strong> LUGN – i Biblioteket lør 9. aug</strong></p>\n<p>MONICA HELDAL &#8211; ons 6. aug<br />\nMonica Heldal har de siste årene imponert stadig flere som låtskriver og liveartist. I fjor høst ga hun ut det solide debutalbumet Boy From The North. Skiva medførte hyppig radiospilling og en femteplass på albumlista. Hun starta året med et brak da Boy From the North ga henne to Spellemannpriser. I august skal Monica Heldal få æren av å åpne hele utendørsdelen av Øyafestivalen, onsdag 6. august i Tøyenparken.</p>\n<p>Blant inspirasjonskildene hennes finner man Rory Gallagher, Led Zeppelin, Thin Lizzy, Bonnie Raitt, Free, Nick Drake, Emmylou Harris og Neil Young. Hennes mørke låter har preg av både folk, country og blues. Alt behandles med like stor sikkerhet og respekt. Hun starta å skrive egne låter midt i tenåra og har utvikla seg til en av landets mest lovende på å skrive melodier som gir varme i øra og frysninger på ryggen samtidig. I tillegg er hun en meget dyktig gitarist.</p>\n<p>Aftenposten har ment at «Stemmen og gitarferdighetene, sammen med et velutviklet låtskrivertalent gjør henne til en komplett artist». Det kan vi absolutt si oss enige i.<b><strong><br />\n</strong></b><a href=\"http://monicaheldal.com/\">http://monicaheldal.com/</a><b></b></p>\n<p>KOLSTØ / ATLANTER / FRØKEDAL &#8211; ons 6. aug<b><br />\n</b>I februar gjorde Atlanter, Hanne Kolstø og Anne Lise Frøkedal en helt spesiell opptreden sammen i forbindelse med slippet av den nye radiokanalen P13 til NRK. Med seg hadde de også en blåserrekke med de anerkjente Hayden Powell på trompet, Erik Johannesen fra Jaga Jazzist på trombone, Hanna Paulsberg på tenorsax og Kristoffer Alberts på barytonsax. De gjorde låter de har skrevet sammen og noen fantastiske coverlåter.  <b></b></p>\n<p>Tenk deg Atlanter sitt umiskjennelige viddesound og vokalharmonier, Hanne Kolstø sin unike stemme og hennes elektronikaelementer, i tillegg til Anne Lise Frøkedal sin fantastiske stemme og låtteft. Med flerstemt vokal og denne fantastiske blåserrekka svinger dette noe helt utrolig. Tenk en blanding av Fela Kuti, Tower of Power og Yeasayer.  <b></b></p>\n<p>GIRL ARMY – i Biblioteket tors 7. aug<br />\nBergenske Girl Army deler medlemmer med blant andre Blood Command, Jeroan Drive, Social Suicide og Fjorden Baby! Etter en overbevisende tørn på Camp Indie på Rockefeller 16. mai, hanket vi dem inn for å skape en like intens opplevelse i Biblioteket. Du kan forvente melodisk hardcore med elementer fra black metal og trash, med en fronfigur som er både lavt og høyt – nesten samtidig.<b><br />\n</b><a href=\"https://www.facebook.com/girlarmyband\">https://www.facebook.com/girlarmyband</a><b></b></p>\n<p>DAGENS UNGDOM – i Biblioteket fre 8. aug<br />\n&#8211; Hurra! For en nydelig debutplate, kunne man nylig lese i DN. Bandet anmelder Audun Vinger skrev om var Dagens Ungdom, en omtrent to år gammel konstellasjon som etter en svært lovende singel, Nedi Havet fra i fjor høst, innfrir til de grader i langspillerformat. Kvartetten spiller umiddelbar popmusikk på forholdsvis konvensjonelle instrumenter, med vimsete nyveiv-aktig rytmikk og uimotståelig gitarplukking, og – ikke minst – gode tekster på norsk (vekselvis vestlandsk og østlandsk). Dette er musikk til å bli glad av, og gleden smitter lett på Dagens Ungdom-konsert.<b><br />\n</b><a href=\"https://www.facebook.com/pages/Dagens-ungdom/390693274300584?sk=info\">https://www.facebook.com/pages/Dagens-ungdom/390693274300584?sk=info</a><b></b></p>\n<p>JANNE HEA &#8211; i Biblioteket fre 8. aug<br />\nJanne Hea vokste opp på Hadeland utenfor Oslo og musikken hennes bærer preg av både by og bygd. Kombinasjonen av en unik stemme og ærlige tekster treffer deg rett i trynet, rett i hjertet, og rett i sjela. Hun har spilt flere konserter i Oslo, og er dessuten fast inventar på Gjendebufestivalen langt oppi Jotunheimen. De siste to årene har hun har gjort seg bemerket som en svært god liveartist og er i skrivende stund i gang med innspillingen av debutalbumet. Hea har med seg Mari Skeie Ljones på fele/vokal og Torgeir Waldemar Engen på gitar/banjo/vokal.<br />\n<a href=\"https://www.facebook.com/jannehea?fref=ts\">https://www.facebook.com/jannehea?fref=ts</a><b></b></p>\n<p>THE PINKERTONS – i Biblioteket lør 9. aug<br />\nHer er fem unge menn oppvokst på gjørme, saltvann og frykten for en hevngjerrig Herre. De unge år gikk med til fantasier om godstog med åpne, inviterende dører, kvinner som danser like vakkert som de ler, og menn som aldri tar avgjørelser uten et glass whisky og en ladd pistol. Historiene deres ender som regel i skuffelse og død, og instrumentalen er like rufsete som karakterene de synger om. The Pinkertons låter som en døende manns whiskystinkende dødsralling. På en god måte.<br />\n<a href=\"https://www.facebook.com/thepinkertonsmusic\">https://www.facebook.com/thepinkertonsmusic</a></p>\n<p>LUGN – i Biblioteket lør 9. aug<br />\nLugn spiller intrikate og fengende poplåter fulle av kontraster, med et detaljrikt lydbilde basert rundt melodiøse vokalharmonier og drivende rytmer. Bandet består av en hel flokk med musikere som har jobbet av og på med prosjektet de to siste årene. Singelen Mundane, en kjærlighetslåt med en sound som går hånd i hånd med sol, sommer og forelskelse, ble til før bandet var satt sammen, men nå er de endelig klare for å introdusere publikum for sitt hjertebarn.<br />\n<a href=\"https://www.facebook.com/lugnband\">https://www.facebook.com/lugnband</a></p>\n","wordpress_id":10380,"translations":{"nb":{"url":"/2014/06/24/apningsartistene-til-onsdagen-er-klare/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bc9680a3-5318-5363-a3e2-1a579d6aa766","locale":"nb"}}