{"data":{"wordpressPost":{"title":"Odd Future/OFWGKTA kommer til Øya fredag 10. august","date":"27th March 2012","content":"<p>Fredag 10. august får Øya besøk av et av de mest omtalte fenomenene innen hiphop de siste åra, nemlig Odd Future (eller OFWGKTA, om du vil). Nylig ga de ut The OF Tape Vol. 2. Sjekk den ut! Denne gjengen skal skape stemning samme dag som du også kan oppleve The Black Keys, DâM-Funk, Refused, Nicolas Jaar, The Devil’s Blood og mange flere.</p>\n<p>&nbsp;</p>\n<p>ODD FUTURE &#8211; OFWGKTA (US)</p>\n<p>Odd Future, kortversjonen av Odd Future Wolf Gang Kill Them All og lettere å uttale enn akronymet OFWGKTA, er et hiphop-kollektiv som først så dagens lys i Los Angeles i 2007. De mest kjente medlemmene er nok soloartistene Tyler, The Creator og Øya-aktuelle Frank Ocean, men også Hodgy Beats, Domo Genesis, Mike G, Left Brain, Syd tha Kyd, Matt Martians og nå kanskje tilbakevendte Earl Sweatshirt har gjort seg bemerket med eget materiale. Innad i Odd Future finner man dessuten mindre konstellasjoner med egne utgivelser, for eksempel MellowHype (Hodgy Beats og Left Brain) og The Internet (Syd tha Kyd og Matt Martians).</p>\n<p>&nbsp;</p>\n<p>Odd Future slapp sin første mixtape allerede i 2008. Etter å ha fulgt den opp med hakket mer gjennomførte Radicals i 2010, og spredt om seg med en god dæsj kontrovers, begynte ballen for alvor å rulle og ryktet å gå. Spinnville liveopptredener hjalp selvsagt på. Magasinet SPIN overvar en sådan i november 2010, og konstaterte i etterkant at «their live show felt more like a sweat-soaked punk rock teenage riot than a rap show». Året etter listet LA Weekly opp fem grunner til at Odd Future var byens beste liveband, og avsluttet slik: «The real reason we love Odd Future is (…) because there&#8217;s a unique energy at Odd Future shows, a free floating rage in the stage dives and obscenities that cements a bond and even affection between the artists and the audience.»</p>\n<p>&nbsp;</p>\n<p>Forrige uke slapp Odd Future The OF Tape Vol. 2, gjengens offisielle langspillerdebut og ukas utvalgte album i hiphop-magasinet Kingsize. Og skulle du ha sett; da de feiret plateslippet på New Yorks Hammersmith Ballroom sist tirsdag, dukket Earl Sweatshirt opp på scenen, etter et nesten to år langt avbrekk på internatskole på Samoa. Vi garanterer sommerens feteste fredagsfest på Øya 10. august.</p>\n<p><a href=\"http://oddfuture.com/\" target=\"_blank\">oddfuture.com</a></p>\n<p>&nbsp;</p>\n<p>foto: Julian Berman</p>\n","wordpress_id":2248,"translations":{"nb":{"url":"/2012/03/27/odd-futureofwgkta-kommer-til-%c3%b8ya-fredag-10-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ac9aad39-e9c3-55b9-9e33-a66ebf78c36d","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/03/27/odd-futureofwgkta-kommer-til-%c3%b8ya-fredag-10-august/","redirect":false}}}