{"data":{"wordpressPost":{"title":"Øya-kvelder i London i februar","date":"28th January 2015","content":"<p>I samarbeid med <a href=\"http://musicnorway.no/\" target=\"_blank\">Music Norway</a> tar Øyafestivalen med seg Maya Vik og Farao til London, for to heftige kvelder i Europas viktigste musikkby. De skal få vise seg fram for britisk bransje og publikum 26. og 27. februar. Music Norway og Øya har tidligere samarbeida flere ganger for å presentere spennende norske artister i utlandet, både i London, Berlin, New York og Austin. De siste årene har band som Razika, Highasakite, Sandra Kolstad, Mikhael Paskalev, Proviant Audio og Team Me reist til London på vinteren, med stor suksess og god mottakelse.</p>\n<p>Maya Vik og Farao starter sitt London-opphold med konsert sammen med engelske Spring King på The Lexington.<b> </b>Denne kvelden arrangeres i samarbeid med Parallel Lines, som også jobber med Arcade Fire, St. Vincent og en masse nye artister.<b> </b>Dagen etter skal de spille på den årlige Øya-varianten av Club <a href=\"http://www.nme.com/\" target=\"_blank\">NME </a>på <a href=\"http://www.koko.uk.com/\" target=\"_blank\">KOKO</a>. Dette er et sted som tar 1500 mennesker og det pleier å være trangt når NME inviterer til fest.</p>\n<p>Tradisjonen tro gis det ut en sjutommers vinylsingel med de to norske artistene. I år er omslagsmaleriet av den anerkjente kunstneren Ida Ekblad. Hun er en av landets mest aktive kunstnere, arbeider innen flere kunstneriske uttrykk og har hatt utstillinger i verdensmetropoler som i Berlin, Paris og New York. Singelen gis ut i samarbeid med det legendariske selskapet Rough Trade. Maya Viks låt er produsert av klubbmusikkguru Hans-Petter Lindstrøm.</p>\n<p><b>torsdag 26. februar</b><br />\nSpring King (UK) + Farao + Maya Vik<br />\nThe Lexington (96-98 Pentonville Road, London N1 9JB)<br />\nDoor 7.30pm<br />\nTickets £7,50 adv</p>\n<p><b>fredag 27. februar<br />\n</b>Maya Vik + Farao<br />\nØya vs Club NME<br />\nKOKO (1A Camden High Street, London NW1 7JE)<br />\nDoors 10pm<br />\nTickets £5 before 11pm  /  £7 After  /  £4 NUS</p>\n<p><b>Splittsingel</b><br />\nSIDE A: Farao – The Hours<br />\nSIDE B: Maya Vik – Y.M.D (co written and produced by Lindstrøm)<br />\nArtwork by renowned contemporary artist <a href=\"http://www.ida-ekblad.com\" target=\"_blank\">Ida Ekblad<br />\n</a><a href=\"http://www.roughtrade.com/albums/91045\" target=\"_blank\">Mer om singelutgivelsen her</a></p>\n<p><strong>OM ARTISTENE</strong></p>\n<p>MAYA VIK<br />\nMaya Vik lager dansbar musikkmoro, som kaster tydelige blikk tilbake til 70- og 80-tallet. Samtidig har låtene en friskhet som gjør dem relevante i dag. Tidligere har hun spilt i band som Furia, Savoy og Montée. Som soloartist har hun gitt ut albumene Château Faux-Coupe (2011) og Bummer Gun (2012), og i 2015 vil det komme ny, spennende musikk fra Vik.<br />\n<a href=\"http://mayavik.com/\">http://mayavik.com/</a></p>\n<p>FARAO<br />\nFarao starta fjoråret med en strålende EP og deltagelse i årets Urørt-finale. Hennes dempede, men spennende låter smyger seg inn i bevisstheten og gir lytteren umiddelbart lyst til å høre mer. EPen hennes ble spilt inn på Island, med hjelp fra Mike Lindsay fra bandet Tunng. Hun har allerede rukket å spille konserter over store deler av Europa, og vist at hun er en artist av internasjonalt kaliber. For tiden jobber hun med nytt materiale.<br />\n<a href=\"http://www.farao.co.uk/\">http://www.farao.co.uk</a></p>\n<p>SPRING KING (UK)<br />\nSpring King er et nytt, svært lovende band fra Manchester. Tidlig i fjor høst ga de ut Demons EP, og i 2015 skal det komme album. Bandet har hørt på mye humørfylt grasjerock og pønk, og tar elementer av dette med seg i sin egen energiske rock. Et band som bør oppleves på scena!<br />\n<a href=\"https://www.facebook.com/springkingmusic\">https://www.facebook.com/springkingmusic</a></p>\n<p>foto (Maya Vik fra Øya 2012): Tor Orset</p>\n","wordpress_id":11358,"translations":{"nb":{"url":"/2015/01/28/oya-kvelder-i-london-i-februar/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"683208ad-f810-54f7-bf41-b1e2bddd2fdc"}}