{"data":{"wordpressPost":{"title":"Sorter i blått og grønt på Øya!","date":"15th July 2013","content":"<p>Renovasjonsetaten og Øyafestivalen legger i år til rette for at du kan kildesortere plastemballasje og matavfall i blå og grønne poser under årets festival – akkurat slik du gjør hjemme!</p>\n<p>&#8211; Vi er kjempefornøyde med at Renovasjonsetaten i år er tilstede på festivalen og bidrar til at vi blir enda flinkere på kildesortering. Vi har som mål å være en av verdens mest miljøvennlige festivaler, og med samarbeidet med Renovasjonsetaten er vi et langt skritt nærmere, forteller miljøsjef Julie Forchhammer fra Øyafestivalen.</p>\n<p>Renovasjonsetaten har ansvaret for kildesortering i Oslo, og har de siste årene fått innført de blå og grønne posene i alle husstander i hovedstaden. På Øya skal Renovasjonsetaten stå på stand for å spre kunnskap om kildesortering og bidra til at festivalpublikummet blir enda mer bevisst det viktige arbeidet som skal gjøres fra kjøkkenbenken til osloborgerne.  I tillegg legger etaten til rette for at det skal bli enklest mulig for festivalpublikummet å kildesortere under de fire dagene i Middelalderparken.</p>\n<p>Kommunikasjonssjef i Renovasjonsetaten, Elisabeth Marie Vollan, gleder seg over samarbeidet:</p>\n<p>&#8211; Nå har alle Oslos husstander hatt muligheten til å ta i bruk blå og grønne poser i ett års tid, og det er viktig at det også legges til rette for kildesortering utenfor hjemmet. At man nå kan gå på Øyafestivalen og bevare de samme vanene er fantastisk! Samtidig vil forhåpentligvis de som ennå ikke har satt i gang hjemme, lære noe nytt og bli inspirert. Vi ser at oslofolket blir flinkere og flinkere til å kildesortere, men det er alltid rom for forbedring, sier Vollan.</p>\n<p>Kildesortering på festival er like enkelt som hjemme: Du kaster ren plast i dunkene som er merket blått, og mat i dunkene som er merket grønt. Resten, bortsett fra det du ikke kan pante, går i restavfall. Du slipper til og med å tenke på å fjerne maten fra tallerkenen din når du er på festivalen:<br />\n&#8211; Alt av bestikk og tallerkener er laget av bagasse, et fibermateriale produsert av rester fra sukkerproduksjon, som er nedbrytbart. Disse kan kastes i samme dunk som matavfallet ditt, forteller Forchammer.</p>\n<p>&#8211; Vi er stolte over å samarbeide med en så bevisst miljøaktør som Øya, og håper at flere arrangører vil lære av dette, sier Vollan. Og så håper vi alle publikummere bidrar til at 2013 blir Øyas og Oslos grønneste år!</p>\n<p><em>Ved å kildesortere matavfall og plastemballasje gjør du en viktig jobb for byen vår! Visste du for eksempel at en buss kan gå en kvart kilometer på hver pose matavfall du sorterer? Det blir en del når over 15 000 publikummere er på Øyafestivalen hver dag.</em></p>\n<p><a href=\"https://www.facebook.com/Kildesortering.i.Oslo\" target=\"_blank\">https://www.facebook.com/<wbr />Kildesortering.i.Oslo</a></p>\n<p>foto Håvard Lundberg</p>\n","wordpress_id":7993,"translations":{"nb":{"url":"/2013/07/15/sorter-i-blatt-og-gront-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c21a7fbb-85d8-5345-8251-bffc48a829a9","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2013/07/15/sorter-i-blatt-og-gront-pa-oya/","redirect":false}}}