{"data":{"wordpressPost":{"title":"Takk for i år","date":"13th August 2016","content":"<p>&nbsp;</p>\n<p>Øyafestivalen 2016 er nettopp ferdig. Gjennom fire innholdsrike dager i Tøyenparken og en enorm mengde klubbarrangementer i festivaluka, har tusenvis av publikummere fått med seg store mengder god musikk. At festivalen har vært igjennom noe som værmessig minner om 2 eller 3 årstider, har ikke dempa den gode stemninga. Tilbakemeldingene fra publikum, artister, samarbeidspartnere og media er til stor inspirasjon for videre arbeid. Vi gleder oss allerede til å komme i gang med Øya 2017.</p>\n<p>Konsertene har vært godt besøkt av nysgjerrige og musikkinteresserte mennesker. Allerede onsdag ettermiddag var mange tusen innenfor portene. Sjøl de minst kjente navna i programmet, har hatt godt besøk. Køene på mange av klubbarrangementene viser at interessen holder seg utover natta. Det har vært en fantastisk festival fra Klubbdagen og Ingebjørg Bratland sin åpningskonsert i parken til Grace Jones og Kvelertak sine avslutninger.</p>\n<p>Vi har fått med oss at folk har storkost seg til Highasakite, PJ Harvey, New Order, M83, Grace Jones, Aurora, Massive Attack, Kvelertak, Eagles of Death Metal, Mad Professor, Thundercat, Stormzy, CHVRCHES, Foals, Biosphere, ATTAN, Okkultokrati, FIDLAR, Anderson .Paak, Sondre Justad, Orlando Julius, Skepta, Jason Isbell, Ane Brun, Aiming For Enrike, Neurosis, Death By Unga Bunga, Erlend Ropstad, Electric Eye, Whitney og mange andre.</p>\n<p>Det er på tide å takke frivillige, artister, publikum og samarbeidspartnere for ei fantastisk morsom arbeidsuka. Dere har alle bidratt til at årets festival er en så stor suksess. Vår målsetning var å lage tidenes beste Øya, i vårt beste festivalområde noensinne, noe vi mener å ha klart. Øya har nok en gang satt ny norsk rekord i festivalhygge. Vi ses i 2017!</p>\n<p><em>Mandag 15. august legges de første ukespassene til Øyafestivalen 2017 ut for salg hos Billettservice, til årets pris. Du kan glede deg allerede nå!</em></p>\n<p>Øyafestivalen 2017 blir arrangert 8. &#8211; 12. august.</p>\n<p>foto Erik Moholdt</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e89ff4d9-547b-5914-8d86-d4eefc47a25e"}}