{"data":{"wordpressPost":{"title":"Kunst på Øya","date":"7th August 2014","content":"<div>\n<p dir=\"ltr\"><span style=\"line-height: 1.5\">På vei inn til Øyafestivalen kan du nå se kunstverket «Scream Until You Like It» av Yngvild K. Rolland, installert på inngangsportalen. Arbeidet er kuratert av  Goro Tronsmo, Ingeborg Staxrud Olerud og Kyrre Heldal Karlsen.</span></p>\n</div>\n<div>\n<p dir=\"ltr\">W.A.S.P. sitatet «SCREAM UNTIL YOU LIKE IT» i lysende bokstaver hang på fasaden av Kunstnernes Hus under Høstutstillingen i 2005. Den gangen fungerte verket først og fremst som en kommentar til hvordan Høstutstillingen er en inngangsportal for kunstnere inn i billedkunstfeltet. På ØYA i 2014 får verket nye lesninger i møte med publikum, musikken og Tøyen.</p>\n<p dir=\"ltr\">Når vi flytter Rollands verk til ØYA er det som en oppfordring til publikum om å henføre seg til gleden og ekstasen som følger med kollektive musikkopplevelser. Slik rocken bruker provokasjon, skrik og image, fungerer lysskiltet selv som et forløsende utrop. Samtidig vil forståelsen av verket påvirkes av publikummernes personlige innfallsvinkel: hvor man er i livet, hvor man bor, hva man leste om på facebook eller twitter samme dag og hvem man er sammen med når man står foran det.</p>\n<div>\n<p dir=\"ltr\">Ved å montere verket over inngangsportalen ber vi publikum ta et bevisst standpunkt til sin egen deltagelse på festivalen allerede før de går inn på festivalområdet &#8211; Når du blir konfrontert med et utsagn i lysende bokstaver, hvordan vil du synge det? Hvilke holdninger, tanker og drømmer er det vi kommer sammen om når vi hengir oss til musikken?</p>\n</div>\n<p dir=\"ltr\">__</p>\n<div>\n<p dir=\"ltr\"><em>Yngvild K. Rolland er en Oslobasert kunstner som periodevis jobber i New York, der hun blant annet samarbeider med komponist og lyddesigner Jun Mizumachi. Hennes arbeider henter ofte inspirasjon og visuelt materiale fra musikk og film, og arbeider med ulike medier, teknikker og prosesser. Motsetninger og flertydigheter er fellestrekk ved Rollands arbeider.</em></p>\n<p dir=\"ltr\"><em> Hun har tidligere hatt en rekke utstillinger både i Norge og internasjonalt, og viste separatutstillingen film sequence / drum sequence, på Østfold Kunstnersenter i Fredrikstad våren 2014. I september deltar hun på NY Art Book Fair, MoMA PS1 med en publikasjon, lydarbeid og performance.</em></p>\n<p dir=\"ltr\"><a href=\"http://www.yngvild-rolland.com/\" target=\"_blank\">http://www.yngvild-rolland.com/</a></p>\n<p><a href=\"http://vimeo.com/yngvildkrolland\" target=\"_blank\">http://vimeo.com/yngvildkrolland</a></p>\n</div>\n</div>\n<p dir=\"ltr\">Yngvild K. Rolland: <i>Scream Until You Like It</i> (2005), Øyafestivalen 2014. Foto: Pål Bellis</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4d25d54a-c422-52a2-81a8-484d5481a3f6"}}