{"data":{"wordpressPost":{"title":"Mye moro på Gloria Flames i Øya-uka","date":"2nd August 2011","content":"<p>*KLUBBDAGEN TIRSDAG 9. AUG*<br />\nRiot Factory inviterer til Gloria Flames, sjokoladekake og kalas på Øyafestivalens klubbdag! Finfin lineup og gratis inngang med Øyapass: THE HEX // BENDIK // DRÅPE</p>\n<p>21: 30 &#8211; THE HEX<br />\nThe Hex er en hardtslående og melodiøs, kompromissløs og fengende blanding av rock og hardcore. Tidligere i år kom debutalbumet Tyrannosaurus Hex som fikk suveren mottakelse og var med på å stadfeste The Hex som et av Trondheims tøffeste band.</p>\n<p>&#8220;The Hex er et høyst levende kreativt monster som tar deg med på en positiv mindfuck. Melodiøst, hardtslående og grusomt imponerende&#8221;<br />\n&#8211; Musikknyheter.no</p>\n<p><a href=\"http://riotfactory.no/theh​ex.php\" target=\"_blank\">The Hex på nett</a></p>\n<p>22:30 &#8211; BENDIK<br />\nBendik er et møte mellom iskald pop og varm ambiens, skjønn melankoli og støy. På sjarmerende og helhjerta vis har Bendik blitt et band de fleste musikkinteresserte spår en nydelig framtid. &#8220;Stille EP&#8221; var ute i mai, håndlaget i limitert opplag av bandet selv.</p>\n<p>&#8220;I could do nothing but to gasp while witnessing what used to be a hidden gem at Urørt, explode and turn the heavens upside down&#8221;<br />\n&#8211; No Fear Of Pop (etter Huset ved Sjøen-festivalen 2011)</p>\n<p><a href=\"http://riotfactory.no/bend​ik.php\" target=\"_blank\">Bendik på nett</a></p>\n<p>23:30 &#8211; DRÅPE<br />\nDråpe har brukt 2011 til å markere seg som et av landets mest lovende band. Støypop av aller deiligste merke har resultert i fete glis og voksende forventninger. Dråpe slipper EP til høsten og er en del av Riot Factorys underlabel Sad Songs For Happy People.</p>\n<p>&#8220;Dråpe har vært en av våre favoritter i lang tid, takket være magiske liveshow og låter som tar deg ut fra shoegazesekken og inn i pophimmelen&#8221;<br />\n&#8211; NRK P3 Urørt</p>\n<p>&#8220;Dråpe på nett:&#8221;http://riotfactory.no/draa​pe.php</p>\n<p>*Onsdag Hotnights EtterØya<br />\nTyyl!*</p>\n<p>Undergrunnsfenomenet Tyyl! har de siste årene reist land og strand rundt med sin fengende gitarrock med tekster på sognedialekt. Bandet har en egen evne til å skape feststemning hvor enn de opptrer, og det man i utgangspunktet kunne tro var et noe harry konsept, viser seg å fungere overraskende bra også i urbane omgivelser. Tyyl! spiller en type breibeint rock som gir assosiasjoner til band som Soundgarden, Queens of the Stone Age og Led Zeppelin. Her får man servert seige riff og vakre harmonier toppet med en kraftfull vokal. Når de nå kommer tilbake til Gloria Flames for å spille under ØyaNatt, har de nettopp gjort seg ferdig med innspillingen av sitt andre album.</p>\n<p>CC: 50,- med Øyapass<br />\n100,- Uten</p>\n<p>*Torsdag Hotnights EtterØya<br />\nSocial Suicide*</p>\n<p>Social Suicide fikk med videoen til låten ”5th man on a dead mans grave” i 2010 over 40 000 views på youtube, og det var da det virkelig eksploderte for bandet. Social Suicide ble rost opp i skyene som ”Norges nye screamostjerner” blant pressen. Folk lot seg heller ikke skuffe da debutalbumet ”Broken Pilgrims” ble sluppet 27. September 2010 på Brilliance Records. Bandet fikk yatzi i femmere og spilte for utsolgte hus flere plasser i Norge. Nå har interessen meldt seg for alvor i utlandet og 15. April 2011 slapp bandet albumet i Europa på det tyske plateselskapet Redfield Records. I forbindelse med lanseringen gjorde de en omfattende europaturné med Comeback Kid og Kvelertak. Albumet har falt i god smak i utlandet og er blitt rost med KKKK i Kerrang! og 8/10 i Metal Hammer. I September slipper bandet en helt ny låt med deres nye vokalist og drar på en norgesturné før de går i studio for å jobbe med oppfølgeren.</p>\n<p>“Giving hardcore a spirited new lease of life” Nik Young, Metal Hammer UK</p>\n<p>Dette blir siste konsert for Sondre Haug.</p>\n<p>CC: 50,- med Øyapass<br />\n100,- Uten</p>\n<p>*Fredag Hotnights EtterØya<br />\nThe Switch*</p>\n<p>The Switch spiller poprock. De gjør det på gitarer og Fender Rhodes og gudene veit hva, de gjør det på alvor og de gjør det i hvert fall på Gloria Flames 12.august. “Du som synes god gitarpop er topp (det gjør vi) og liker at musikk henger på knagger kan lete på knaggen mellom The Posies og Jayhawks: Der henger det et nydelig poporkester fra Oslo kalt The Switch. De lager små pop-perler og hvis du låner de litt av tiden din vil du kanskje få deg en ny venn.”</p>\n<p>Sakset fra omtalen fra novafest :<br />\nNovafest 2011 er i gang, og The Switch er et av bandene på plakaten. De er tidlig ute med å skape en personlig relasjon til publikummet sitt, og resultatet er en tilhørermasse som viser engasjement fra første øyeblikk. Konserten starter med et popete preg, og det er lett å få assosiasjoner til lange bilturer med høyttalerne på full guffe. Den lyse og lette vokalen supplerer de melodiøse rytmene på erketypisk pop-vis, men det stopper ikke der. Bruk av rytmeegg, kubjelle og klarinett gir låtene et friskt, musikalskt sidesprang, og i løpet av kort tid har The Switch berørt minst like mange sjangre som de har bandmedlemmer. Overraskende, orientalske toner spilles på klarinetten, og sporadisk headbanging blant publikum viser at dette er kreative, musikalske grep som fenger. Grep som gjør konsertopplevelsen ekstra spennende.</p>\n<p>Så hvis du ikke er ferdiggynget etter konsertene i Middelalderparken, stikk snuta innom Gloria Flames og få med deg et nytt, sprekt og ikke minst saftig popband!</p>\n<p>CC: 50,- Med Øyapass / 100,- Uten</p>\n<p>*Lørdag Hotnights EtterØya<br />\nLAMA*</p>\n<p>Lama</p>\n<p>Nils Martin &#8220;Lama&#8221; Larsen er en mann med en plan. Han debuterte som medlem av Jaga Jazzist allerede i tenårene, og siden da har han gitt ut to plater med bandet Lama. Mange har allerede oppdaget Lama, og flere kommer til hele tiden, men bandet har til nå forblitt et undergrunnsfenomen.</p>\n<p>Selv om dette ikke virker som det plager Nils, kan det virke som om planen hans er å gjøre noe med dette, og virkemiddelet er den nye plata som kommer ut 30. september på Spoon Train Audio. På tidligere utgivelser har Lama operert mer i postrockland, men denne gang har de begått en utrolig vellydende og rimelig avansert pop-plate, mikset av ingen ringere enn guru Jørgen Træen.</p>\n<p>Live er Lama et sekshodet monster av et band, velkjent for sine særdeles dynamiske og velspilte konserter, og på Gloria skal de servere en ganske så spektakulær pakke for både ører og øyne. Dette vil det være veldig dumt å gå glipp av.</p>\n<p>CC: 50,- med Øyapass<br />\n100,- uten</p>\n","wordpress_id":15475,"translations":{"nb":{"url":"/2011/08/02/mye-moro-pa-gloria-flames-i-%c3%b8ya-uka/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"16261ec0-411e-5caf-94d2-0bcc890f345b","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2011/08/02/mye-moro-pa-gloria-flames-i-%c3%b8ya-uka/","redirect":false}}}