{"data":{"wordpressPost":{"title":"Edward Sharpe &#038; The Magnetic Zeros i Middelalderparken","date":"4th March 2011","content":"<p>Edward Sharpe &#038; The Magnetic Zeros (US)<br />\nEdward Sharpe &#038; The Magnetic Zeros er et band som oser av spilleglede og småfrika pop. I 2009 kom debutalbumet Up From Below, noe som medførte stor interesse i hjemlandet. En stor mengde musikkbloggere har gått av hengslene etter at de har hørt denne gjengen, som de siste årene har bestått av cirka 10-12 personer. Bandet burde passe perfekt for fans av blant andre The Polyphonic Spree og Arcade Fire. Dette er en gjeng som åpenbart har rota litt i platesamlingene til sine hippieforeldre, samtidig som de har klart å beholde en moderne frisk innstilling til musikken. Adresseavisa var svært entusiastiske når de hørte debuten og påsto at den var ” en hjerteknuser som tar utgangspunkt i en grunnleggende menneske- og musikkjærlighet – det nærmeste en kommer en jubelscene og en gruppeklem i toner og ord”. I fjor høst fulgte de opp med den digitale utgivelsen iTunes Sessions. De som har sett Edward Sharpe &#038; The Magnetic Zeros live har kommet hjem svært begeistra om med en tåre i øyekroken. Før Øyafestivalen skal deres nye album være utgitt, og det er mange som har høye forventninger.</p>\n<p>Edward Sharpe &#038; The Magnetic Zeros ble danna i California i 2005 og begynte å spille konserter et par år etter. Grunnleggeren Alex Ebert hadde tidligere spilt i Ima Robot, og nå samla han en rekke musikere til noe som minner vel så mye om et popkollektiv, som et band. Låtene deres har vært mye brukt på film og tv. For de som lurer; det finnes ingen Edward Sharpe i bandet. Dette er en fiktiv figur, funnet opp av frontmann Ebert. Gjør deg bedre kjent med han og de andre under Øyafestivalen i august.<br />\n<a href=\"http://www.myspace.com/edwardsharpe\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":189,"translations":{"nb":{"url":"/2011/03/04/edward-sharpe-the-magnetic-zeros-i-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d5350eea-7642-5fe4-ade1-ea03ed936171","locale":"nb"}}