{"data":{"wordpressPost":{"title":"To intimkonserter med Robyn i februar 2019","date":"13th November 2018","content":"<p><strong>Robyn, Skandinavias store popdronning, har nettopp gitt ut det etterlengtede albumet Honey. I februar gjester hun Stavanger Konserthus og Bergen Verftet for to eksklusive og intime konserter! Øya er så heldige å få være med på moroa.</strong></p>\n<p>Svenske Robyn, født Robin Miriam Carlsson, er en av vår tids mest originale og individuelle artister. Hun debuterte allerede som tolvåring på svensk TV og gjorde internasjonal karriere med låter som &laquo;Do You Really Want Me (Show Respect)&raquo; og &laquo;Show Me Love&raquo; på midten av 90-tallet.</p>\n<p>I 2005 ga hun ut det selvtitulerte albumet Robyn, et album som viste en mer moden musiker. Med låter som &laquo;Be Mine&raquo;, &laquo;Who&#8217;s That Girl?&raquo; og &laquo;With Every Heartbeat&raquo; var hun igjen på hitlister over hele verden.</p>\n<p>I 2010 gikk hun i gang med et dristig prosjekt om å gi ut tre album på et år – og hun gikk ut av det samme året som internasjonal elektropopdronning. Body Talk-samlingen er spekket av hits – og de ble velplassert i stor skala som radiohits, klubbfavoritter og uvanlig populære musikkvideoer. Albumene høstet stående ovasjoner i både norsk og internasjonal musikkpresse og klatret høyt på listene. Hun samarbeidet med stjerner som Snoop Dogg, Diplo, samt norske Röyksopp, som hun også har opptrådt live med en rekke ganger.</p>\n<p>I 2014 samarbeidet hun med Röyksopp om minialbumet Do It Again, som straks gikk rett inn på Billboards albumliste og høstet lovord fra nær og fjern.</p>\n<p>Etter åtte års ventetid er hun endelig tilbake. Albumet Honey ble sluppet i oktober og har allerede oppnådd stor suksess.</p>\n<p>Honey er et vidunderlig album. Det inneholder mange kjente grep og temperaturer vi kjenner fra hennes tidligere musikalske kunstnerskap og mange topphits. Stemmen og den euforisk bedrøvede lykkefølelsen er til stede i stort monn. Dansende alene, sammen i mengden.» (Audun Vinger, dn.no)</p>\n<p>Hun har bemerket seg som en fantastisk liveartist, laget gåsehudfremkallende poplåter, er en bransjemessig foregangskvinne og et stort forbilde for mange.</p>\n<p>Vi gleder oss enormt mye til disse unike konsertene med Robyn – dette blir stort!</p>\n<p>Billetter i salg fredag 16. november klokken 10:00</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9f106a63-d9f3-5325-b8eb-8ae85e7671d6"}}