{"data":{"wordpressPost":{"title":"Unge Ferrari, Erik Lundin (SE) og Michel Dida (SE) på Parkteatret","date":"28th June 2016","content":"<div id=\":5be\" class=\"ii gt adP adO\">\n<div id=\":5bd\" class=\"a3s aXjCH m1559163a4e423867\">\n<div>\n<div>170 + avg for de med Øyapass</div>\n<div>220 + avg for de uten</div>\n<div><a href=\"http://www.ticketmaster.no/event/505385\" target=\"_blank\">KJØP HER</a></div>\n<div></div>\n<div>Aldersgrense 18 år</div>\n<div>Dører: 22.00</div>\n</div>\n</div>\n</div>\n<div></div>\n<div id=\":5be\" class=\"ii gt adP adO\">\n<div id=\":5bd\" class=\"a3s aXjCH m1559163a4e423867\">\n<div>\n<div class=\"yj6qo ajU\">\n<div id=\":5cb\" class=\"ajR\">Atomic Soul og Parkteatret presenterer: Unge Ferrari, Erik Lundin (SE) og Michel Dida (SE)</p>\n<div></div>\n<div>Etter fire dager i Tøyenparken kommer kveldens definitive klimaks &#8211; en kraftpakke av en avslutning på Parkteatret. Unge Ferrari gjør sin eneste Oslokonsert i sommer, og med seg har han de to svenske stjerneskuddene Erik Lundin og Michel Dida.</div>\n<div></div>\n<div>Unge Ferrari:<br />\nUnge Ferrari ruller videre, fra slipp av sitt debutalbum &laquo;Til Mine Venner” som fikk en horde med femmer-anmeldelser, fra bl.a. Dagbladet, Natt &amp; Dag, NRK P3 og Gaffa. Singlene “Hvis Du Vil”, «Vanilje» og «Lianer» har herjet på P3 og andre kommersielle radiokanaler i hele år. Hans ukompliserte, men catchy og unike sound har, tross norskspråklige tekster, gjort han til en yndling også over landegrensene, mens Sverige og Danmark er unnagjort venter festivalopptredener både på Island og i Finland. Med gjesteopptreden på Arif sin kritikerroste debutplate “HighEnd / Asfalt», samt det aktuelle samarbeidet med Tomine Harket er det duket for en god del allsang når Ferrarien skal avslutte årets festival.</div>\n<div>\n<p>Erik Lundin (SE):<br />\nDet er med passe stor og dårlig skjult stolthet vi presenterer Erik Lundin til det norske publikum. Med slipp av fjorårets EP “Suedi” (med hitene “Annie Löof” og “Haffla”) rappet han seg langt inn i svenskenes hjerterøtter, ble skamrost av et samlet kritikerkorps, og belønnet med svensk Grammy for både beste hiphop og årets tekstforfatter. Den glimrende skildringen av hans oppvekst med svensk mor og gambisk far, om å finne sin identitet som svensk, og om det multikulturelle Sverige burde nesten bli pensum på alle nordiske skoler.</p>\n<div></div>\n<div>Michel Dida (SE):</div>\n<div>Dida er Lundin’s turnémakker i Sverige, og sammen gjennomførte de en gedigen suksessturné i Sverige denne våren. Ikke rart det solgte bra når Dida’s bidrag startet med førstesingelen “Höru Mej Bae” som ble en av fjorårets største svenske hits, der remixen feat. Seinabo Sey, Mapei, Silvana Imam, Sabina Ddumba og Cherrie også sørget for at hans inntog til Norge var et faktum. EP’n “E Du Dum” ble sluppet på det velrennomerte selskapet RMH (Respect My Hustle).</div>\n</div>\n<p><img class=\"ajT\" src=\"https://ssl.gstatic.com/ui/v1/icons/mail/images/cleardot.gif\" alt=\"\" /></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div id=\":3kp\" class=\"hq gt\"></div>\n<div class=\"hq gt\"></div>\n<div class=\"hq gt\">\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n</div>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6575b006-c832-5898-9aac-5bf58298b5db"}}