{"data":{"wordpressPost":{"title":"To Øyanetter På Ingensteds","date":"6th June 2018","content":"<p>Fredag 10. august &#8211;  Øyanatt på Ingensteds: <strong>Mutual Intentions Live med Kamaal Williams (UK)</strong></p>\n<p>220,- uten bånd // 200,- med bånd</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.facebook.com/YussefKamaal/\">Kamaal Williams</a> is the latest project led by prolific South London artist <a href=\"https://www.facebook.com/wuesliwu/\">Henry Wu</a>.</p>\n<p>As the mastermind behind Yussef Kamaal, Wu released a landmark album for British jazz with 2016&#8217;s Black Focus. This latest collective continues the tradition of fusing jazz with the sound of urban London, with a live show that captures all the raw energy for which Wu has become known.</p>\n<p>The ensemble features Josh McKenzie aka McKnasty on drums, a formidable force who was playing andtouring with acts such as Dennis Rollins and Robert Glasper from the age of 17 and Pete Martin on bass, an original member of Courtney Pine&#8217;s infamous line up in the late 90&#8217;s.</p>\n<p>With shows at Glastonbury and Koko, as well as worldwide festival appearances behind them, the band have already become an in-demand outfit in their own right.</p>\n<p>Line-up:<br />\n<a href=\"https://www.facebook.com/Mutualintentions/\">Mutual Intentions</a> DJ set + live (outdoors)<br />\n<a href=\"https://www.facebook.com/jawnrice/\">Jawn Rice</a> &amp; <a href=\"https://www.facebook.com/fredfades/\">Fredfades</a> Live<br />\nKamaal Williams Live</p>\n<p><a href=\"https://www.facebook.com/YussefKamaal/\">www.facebook.com/YussefKamaal</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Lørdag 11. august: Øyanatt på Ingensteds med <strong>Music Is The Weapon (SE)</strong></p>\n<p>150,- uten bånd // 130,- med bånd</p>\n<p>&nbsp;</p>\n<p>The jazzy and futuristic 11 piece band is similar to nothing else in Scandinavia right now, with one foot floating in space and the other on the dance floor.</p>\n<p>With strong roots in the West African afrobeat and their punk attitude, they have become one of Sweden&#8217;s most explosive and swinging live bands.</p>\n<p>The Swedish collective reveals an inventive take on Fela&#8217;s signature sound &#8230; huge horns and an equally complex song structure that would make the legendary Nigerian godfather of the genre proud.</p>\n<p>On the band&#8217;s latest album &#8220;Sweet Choral Motion&#8221;, which was awarded the Manifesto Prize (Swedish Indie-grammys), Music Is The Weapon has taken a new direction and joined the traditional afro-beat with a psychedelic twist.</p>\n<p><a href=\"https://www.facebook.com/musicistheweapon/\">www.facebook.com/musicistheweapon</a></p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":21861,"translations":{"nb":{"url":"/2018/06/06/to-oyanatter-pa-ingensteds/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0735bd9a-d283-5d7d-8782-e1110f948881"}}