{"data":{"wordpressPost":{"title":"Lily Allen for første gang i Norge","date":"7th February 2009","content":"<p>Øyafestivalen kan presentere Lily Allens første konsert i Norge fredag 14. august. Den britiske popprinsessen blir et av mange høydepunkter i Middelalderparken under årets Øyafestival. Se opp for flere spennende artistslipp neste uke. </p>\n<p>LILY ALLEN (UK)<br />\nLily Allen har stått for et av de siste årenes virkelig store gjennombrudd i Europa. I 2009 skal hun bekrefte sin posisjon med nytt album og heftig turnévirksomhet, noe som tar henne til Middelalderparken fredag 14. august. Hun har tatt både Storbritannia og Norge med storm, noe mottakelsen av debuten Allright, Still har bekreftet. Debuten har per i dag solgt i omtrent en million eksemplarer, bare i hjemlandet.  Etter å først ha blitt erklært som prinsessen av Myspace, fikk hun en pen rekke hits som gledet popelskere i mange verdenhjørner. I tillegg har hun tatt seg tid til å samarbeide med navn som Basement Jaxx, Kaiser Chiefs, Mark Ronson og Dizzee Rascal. Nå kommer album nummer to, som heter It´s Not Me, It´s You og det er forventet at Lily nok engang vil prege radiokanaler og det generelle mediebildet i månedsvis. Hun henter inspirasjon fra et bredt popspekter og har vist at hun verken er redd for reggae, elektro, ska eller soul. Om innspillingen av den nye skiva skal hun ha sagt ”We decided to try and make bigger sounding, more ethereal songs, real songs”. På mandag kan du gå i butikken og sjekke sjøl. Førstesingelen The Fear hoppa rett inn på øverste plass på den britiske singellista, noe som gir et godt signal om at 2009 blir Lilys år. Etter at hun dessverre ble syk i 2007, har vi arbeidet hardt for å kunne gjøre det godt igjen og endelig kan vi presentere Lily Allen på norsk jord. På Øya kan du forvente å få høre nye godbiter som The Fear og Fuck You, kombinert med tidligere hits som Smile, Alfie og LDN. Hva passer vel bedre til solskinn, sval bris og sommerens byliv.</p>\n<p><a href=\"http://www.myspace.com/lilyallen\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":635,"translations":{"nb":{"url":"/2009/02/07/lily-allen-for-forste-gang-i-norge/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"44e55111-e137-5e65-94a0-23dc4c384309","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2009/02/07/lily-allen-for-forste-gang-i-norge/","redirect":false}}}