{"data":{"wordpressPost":{"title":"Jorden rundt på åtti retter","date":"5th July 2018","content":"<p>På Øya i år finner du noen av landets beste og mest spennende restauranter og matkonsepter, gjør dere klare til å smake! I år vil vi utforske globale smaker, laget av lokale og økologiske råvarer. Mattemaet for 2018 har fått tittelen <em>Jorden rundt på åtti retter</em>, og alle som lager mat på Øya har blitt utfordret til å finne et eller flere land som de vil fokusere på når de setter sammen sin meny.</p>\n<p>Vi vil gjerne presentere de som er nye hos oss iår, før vi gir dere den totale oversikten. Da er det bare å ta fatt, og vi begynner på A!</p>\n<p>&nbsp;</p>\n<p><strong><a href=\"https://www.facebook.com/aleppobahebek/\">Aleppo Bahebek (SY)</a></strong></p>\n<p>Aleppo Bahebek holder vanligvis til på Vippa hvor de serverer autentisk syrisk gatemat. Navnet betyr <em>Aleppo</em><em>&#8211; </em><em>Jeg</em> <em>elsker</em> <em>deg</em> og er en hyllest til matkulturen og den engang så vakre byen. For selv om råvarene de bruker er kortreiste og økologiske, kommer kokkene og smakene langveisfra. Aleppo Bahebek driftes av den sosiale entreprenøren Mestringsguiden som gir mennesker som har måttet flykte fra sitt hjemland muligheten til å bli selvstendige igjen. Syria er et land med en fantastisk matkultur, og Aleppo er kjent som Midtøstens gourmethovedstad. For Syria er så mye mer enn bare krig.</p>\n<p>På Øya serverer de sin legendariske kylling shawarma og en helt nydelig sandwich med hummus og grillede grønnsaker.</p>\n<p>&nbsp;</p>\n<p><strong><a href=\"https://asiaakerbrygge.no\">ASIA (JP/KR/VN)</a></strong></p>\n<p>ASIA på Aker Brygge har tatt en avstikker til Tøyen. Her er fokuset på bærekraftig mat, grønne retter og velsmakende vegetariske alternativer. På ASIA flørtes det uhemmet med det asiatiske kjøkkenet, og fokuset ligger på småretter med store smaker, ment for å dele så gjestene kan få smake litt av alt. Sharing is caring!</p>\n<p>På Øya kjører de helvegansk, og serverer smakebiter fra sin omfattende grønne meny. Handrolls med fritert tofu, landets beste aubergine fries og en helt fantastisk mango salat.</p>\n<p>&nbsp;</p>\n<p><strong><a href=\"http://ayamara.no\">Aymara Peru (PE)</a></strong></p>\n<p>Aymara er en rendyrket peruansk restaurant med stor kjærlighet til det peruanske kjøkkenet. Kjøkkensjefen deres er selvsagt fra Peru og mener han har chilli i blodet, men evner virkelig å finne den perfekte balansen mellom syrlig, søtt og spicy.</p>\n<p>På Øya serverer de en sandwich chanchito med syltet rødløk og aji amarillo majones, fylt med confitert ribbe, eller grillet søtpotet.</p>\n<p>&nbsp;</p>\n<p>Følg med for flere matslipp neste uke!</p>\n<p>&nbsp;</p>\n","wordpress_id":22123,"translations":{"nb":{"url":"/2018/07/05/jorden-rundt-pa-atti-retter/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3ed7d6dc-cfdf-5523-bef9-9fe200a13184","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/07/05/jorden-rundt-pa-atti-retter/","redirect":false}}}