{"data":{"wordpressPost":{"title":"Øya Open: Mudhoney","date":"17th March 2015","content":"<p><strong>Vulkan Arena og Øyafestivalen presenterer</strong></p>\n<p><strong>MUDHONEY (US)</strong></p>\n<p><strong>7. mai 2015, Vulkan Arena, Oslo</strong></p>\n<p>De levende legendene i Mudhoney har ikke vært i Oslo på snart en mannsalder og vi forventer et lokale stappfullt av svette, entusiastiske fans i alle aldre når de inntar Vulkan Arena 7. mai. Bandet fra Seattle har levert en stødig rad av skiver i over 25 år, og viser ingen tegn til trøtthet. Foreløpig siste album kom i 2013, og het Vanishing Point. Som de fleste skivene er denne proppfull av herlig bråkete rock, som låner like mye fra punk, adrenalinblues, garasjerock, klassisk hardrock og annen rå gitarulyd spilt med møkk under negla.</p>\n<p>Mudhoney var i starten sjølve spydspissen blant de langhåra banda som krøyp ut av øvingslokaler i det nordvestre hjørnet av USA på 80-tallet. Før Nirvanas kommersielle gjennombrudd ble de ansett som det viktigste bandet innen det som ble stempla grunge av mediene. Kvartetten ble danna av folk med bakgrunn fra Green River, Bundle Of Hiss og Melvins. Singlen Touch Me, I’m Sick og EPen Superfuzz Bigmuff slo ned som lyn i den våkne delen av musikkpressen i 1988. Deretter ble Mudhoney kjent som et fantastisk og energisk liveband på begge sider av Atlanteren. Det går fortsatt gjetord om deres besøk på Alaska i Oslo i 1992.</p>\n<p>De havna etter hvert på stort selskap og fikk erfare at det ikke alltid er noen garanti for at musikklivet blir enklere. I dag er de kanskje verdens aller beste hobbyband. De turnerer nemlig i så begrensa perioder av året, at man må gripe denne muligheten når de først er tilbake i Oslo. Om man har oppdaga Mudhoney helt i starten, når de slo igjennom til et større publikum med Every Good Boy Deserves Fudge (1991), med samleplata March To Fuzz (2000), ved returen til Sub Pop med Since We’ve become Translucent (2002) eller nyutgivelsen av Superfuzz Bigmuff (2008), veit man hvorfor man skal glede seg til å oppleve dette bandet.</p>\n<p>Vi har allerede vært i butikken etter øl og starta gjettinga på hvilke låter vi får høre på Vulkan Arena. De må være lov å håpe på In ‘N’ Out Of Grace, I’m Now, The Lucky Ones, Hate The Police, Into Yer Shtik, Suck You Dry, Sweet Young Thing, Into The Drink, I Like It Small, Inside Job og selvsagt Touch Me, I’m Sick.  Ah…</p>\n<p>Som Sub Pop skreiv når Vanishing Point kom ut:<br />\n&#8211; April 2013 marks the 25th anniversary of both Mudhoney and Sub Pop Records, and there could be no better band to represent the label, past, present and future. Nirvana, Saint Etienne and Fleet Foxes are swell, but no other group has consistently kicked as much ass as Mudhoney, nor has anyone come close.</p>\n<p><a href=\"http://mudhoneyonline.com/\" target=\"_blank\">mudhoneyonline.com</a></p>\n<p>Billettwr i salg<br />\nPris: 300,- + avgift.<br />\n<a href=\"http://www.billettservice.no/event/446793\" target=\"_blank\">http://www.billettservice.no/event/446793</a></p>\n<p>foto Emily Rieman</p>\n","wordpress_id":11230,"translations":{"nb":{"url":"/2015/03/17/oya-open-mudhoney/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e0fcab37-a067-50bd-b2e6-7a610661811a","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2015/03/17/oya-open-mudhoney/","redirect":false}}}