{"data":{"wordpressPost":{"title":"Øyaprat 3: Louien","date":"8th July 2017","content":"<p>Vi har prøvd å bli litt bedre kjent med artistene som skal spille minikonserter i Biblioteket under Øya. Få med deg Louiens minikonsert torsdag 10. august.</p>\n<p>&nbsp;</p>\n<p><strong>Hvilken Øya-opplevelse husker du aller best?</strong></p>\n<p>&#8211; Husker veldig godt da jeg sovna stående under Jónsi sin konsert i 2010. Jeg var frivillig det året så jeg var kanskje litt sliten, og så spilte de så vakkert at jeg måtte lukke øynene, og da var det gjort.</p>\n<p><strong>Hvilke tre band eller artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong></p>\n<p>&#8211; Det er så mange bra i år! Men jeg er blodfan av Feist, elsker Darling West og gleder meg sykt til Andreas Doif.</p>\n<p><strong>Har du et praktisk festivaltips til nybegynnere på utendørsfestival?</strong></p>\n<p>&#8211; Hvis du har på deg veldig kort kjole (eller uansett egentlig) lønner deg seg å vente med å gjøre yoga til du kommer hjem.</p>\n<p><strong>Har du en god eller dårlig festivalhistorie? Fortell!</strong></p>\n<p>&#8211; Telluride Bluegrass Festival i 2011 er en av de vakreste opplevelsene jeg har hatt! Robert Plant, Emmylou Harris, Rocky Mountains, fjerne amerikanere og generelt magisk stemning.</p>\n<p><strong>Hva spiser og drikker du helst i sommer?</strong></p>\n<p>&#8211; Rekesmørbrød med tabasco og øl!</p>\n<p><strong>Hvor i Oslo opplever man sommeren best?</strong></p>\n<p>&#8211; Er det lov å svare Nesodden her? Jeg svarer Nesodden. Mye fordi det er der jeg har vokst opp, men også fordi det virkelig er der de fine strendene og småveiene gjennom skogen er.</p>\n<p><strong>Hva hører du helst på i sommer?</strong></p>\n<p>Kommer til å høre mye på Courtney Marie Andrews, Marvin Gaye, The Band, Aldous Harding og Joni Mitchell.</p>\n<p><strong>Hva er din favorittscene å spille på i Oslo? Hvorfor?</strong></p>\n<p>Jeg elsker MONO! Har vanka her siden jeg flytta til Oslo som 19-åring. Jeg elsker det fordi størrelsen på rommet er perfekt for litt større intimkonserter, fordi jeg har sett mange av mine favorittartister og oppdaga mange nye artister der, fordi lyden alltid er strålende, fordi de som jobber der er skjønne og nydelige folk som behandler artistene sine fortreffelig, fordi den gode og avslappa stemninga rett og slett sitter i veggene der.</p>\n","wordpress_id":20258,"translations":{"nb":{"url":"/2017/07/08/oyaprat-3-louien/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"595a020c-5e81-5f34-aafa-0a03c7212892","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2017/07/08/oyaprat-3-louien/","redirect":false}}}