{"data":{"wordpressPost":{"title":"Camp Indie","excerpt":"<p>Øyafestivalen fortsetter sitt fokus på norsk musikk og satsingen Camp Indie er vår hyllest til grasrotnivået i norsk musikkliv. Her inviterer vi små, uavhengige plateselskaper som i ekte DIY-ånd drives av ildsjeler og eksisterer på pur musikkglede.</p>\n<p>Camp Indie vil presentere et knippe ferske navn hver dag. I tillegg vil hver dag åpnes av en litteraturhappening i regi av Vinduet.</p>\n","content":"<p>Øyafestivalen fortsetter sitt fokus på norsk musikk og satsingen Camp Indie er vår hyllest til grasrotnivået i norsk musikkliv. Her inviterer vi små, uavhengige plateselskaper som i ekte DIY-ånd drives av ildsjeler og eksisterer på pur musikkglede.</p>\n<p>Camp Indie vil presentere et knippe ferske navn hver dag. I tillegg vil hver dag åpnes av en litteraturhappening i regi av Vinduet. Legg merke til at Jenny Hval og Johan Harstad har bytta dag i forhold til programoppsettet i festivalmagasinet.</p>\n<p>Her er årets labeler:</p>\n<p>*Kong Tiki Records*<br />\nEtablert i Oslo i 2004, med mål om å fremme Norske band. Labelen har distribusjon over hele europa og USA. Labelen representerer Spellemans-nominerte Moving Oos, The School, Popium og Ricochets, Pirate Love, Ranheim, Frank Hammersland og Israelvis. Utgivelser i 2008: The School, Moving Oos og Ranheim.</p>\n<p>*Trust Me Records*<br />\nTrust Me er rett rundt svingen med utgivelse av nytt Rockettothesky album. Det kommer i september. Ikke så langt inn i 2009 blir det mer nytt fra Trust Me Records.Lansering av ny Trust Me webside og ny Rockettothesky<br />\nsingel 1.august.</p>\n<p>*Bolibompa Records*<br />\nEt feel-good-label fra Oslo. Etter flere demoutgivelser i 2007 med bl.a. Nomber 5s og Hiawata, fortsetter det i år med: 7&#8243; split med Yoyoyo Acapulco/Nomber 5s, cd?er med LoFiMan og Ingeborg Selnes. Sistnevnte<br />\nhavnet på VG-lista, og blir som de andre banda distribuert av MO. Labelet viser at det ikke behøver å koste masse for å å lage, få ut og vise folket god musikk.</p>\n<p>*Cafe Superstar Recordings*<br />\nCafe Superstar Recordings er basert i Fredrikstad. Med en bred indie/pop-profil spenner utgivelsene seg fra Frode Fivel&#8217;s indie rock via Remington Super 60&#8217;s casio pop til Elektro soul med Splaxxter Watts. Labelen<br />\ner kun ett år gammel, men fikk en flying start da deres første utgivelse Splaxxter Watts The Shakeout ble nominert til spellemannsprisen.</p>\n<p>*How is Annie Records*<br />\nHow is Annie Records ble opprettet høsten 2004. Målet for hver skive er å gå i null, slik at nye utgivelser muliggjøres. Det har gått greit til nå. Mest innbringende skive så langt er Youth Pictures Of Florence<br />\nHendersons debut, som består av samme folk som driver labelen på demokratisk vis.</p>\n<p>*Luckee Records*<br />\nEtablert i 2003 som et label for ska/punk, som er en smal sjanger i Norge. Derfor begynte de å jobbe med andre artister som All That and a Bag of Chips. Hooga Troopers og Garden State er også på labelen. Med et<br />\ntitalls utgivelser bak seg, kommer det snart nye fra All That and a Bag of Chips og den amerikanske singer/sonwriteren Gary Hood.</p>\n<p>*Mas-Kina Recordings*<br />\nMas-Kina Recordings holder til i Oslo og har gitt ut indie-rock siden 2003. Til nå har de rukket 12 utgivelser. Aktuelle i disse dager med utgivelser fra Tvang, Sigh &#038; Explode, Infidels Forever og Go Ahead drink drink.</p>\n<p>*Metronomicon Audio*<br />\nFyller seks år denne sommeren. Siden 2001 har selskapet fylt Oslos undergrunn med diverse musikkstiler. Fokuset har alltid vært å gjøre ting selv og å fokusere på artistenes frihet til å gjøre akkurat hva de vil. Selskapet har valgt å gå rett imot massekommersialismen, dobbeltmoralen, forfengeligheten og<br />\nuseriøsiteten som musikkindustrien er gjennomsyret av.</p>\n<p>*Racing Junior Records*<br />\nEt uavhengig plateselskap som har eksistert siden våren 2000. Selskapets ideologi er å fremme unge norske musikere samt eksport av norsk musikk til utlandet. En rekke artister har blitt utgitt i løpet av disse syv årene. Saint Thomas, Animal Alpha og The Lionheart Brothers er blant de mest profilerte.</p>\n<p>*Fysisk Format!*<br />\nTiger har nå sådd kimen av en levedyktig ny norsk musikkindustri: Fysisk Format. Labelet vil løfte opp diamanter fra undergrunnen &#8211; band som har alt som skal til for å bli et større fenomen, men hvor det skorter<br />\npå de ytre omstendighetene! Ute nå, Haust og en 7? med Silver. Kommer snart, Snöras og Kaospilot.</p>\n<p>*Sellout*<br />\nSellout! Music er drevet av to karer fra Moss, med kontor i Oslo. Labelen ble født i 2004 med Kenneth Ishak&#8217;s solo debut, og har til nå 9 releaser der de siste er fra indie-prinsene i Hiawata! og pop-guruen Ken Stringfellow. Vår nye EP-serie, The Sellout Cover Sessions, ble innviet av Ken Stringfellow (US)</p>\n<p>*Spoon Train Audio*<br />\nHvorfor la andre sitte igjen med penga og moroa, når du kan gjøre det selv, tenkte bandene Senit, That<br />\nSpecial Monkey Hug og My Little Pony i 2007. Derfor startet de Spoon Train Audio, Norges første uavhengige 360-selskap. Spoon Train har gitt ut 10 plater, og signert fantastiske band som Cold Mailman og Einar Stray.</p>\n<p>PROGRAM CAMP INDIE</p>\n<p>ONS 6. AUG<br />\n15.40 &#8211; Ingvild H Rishøi<br />\n17.00 &#8211; Pilemil<br />\n18.25 &#8211; Mom &#038; Johnson Loneliness<br />\n20.10 &#8211; Cold Mailman<br />\n21.50 &#8211; Garden State</p>\n<p>TORS 7. AUG<br />\n15.30 &#8211; Jenny Hval<br />\n16.55 &#8211; Ingeborg Selnes<br />\n18.30 &#8211; Nomber 5s<br />\n20.20 &#8211; Best Fwends (US)</p>\n<p>FRE 8. AUG<br />\n15.15 &#8211; Bård Torgersen<br />\n16.45 &#8211; Hiawata!<br />\n18.15 &#8211; Kenneth Ishak<br />\n19.55 &#8211; Manhattan Skyline<br />\n21.30 &#8211; Yoyoyo Acapulco</p>\n<p>LØR 9. AUG<br />\n15.30 &#8211; Johan Harstad<br />\n16.55 &#8211; Koppen<br />\n18.25 &#8211; Einar Stray<br />\n20.00 &#8211; Hanny<br />\n21.30 &#8211; The Death Set (US)</p>\n","date":"2008-07-11T11:13:00.000Z","wordpress_id":714,"featured_image":null,"translations":{"nb":{"url":"/2008/07/11/camp-indie/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1e1eee2d-ac01-505d-8ec6-eb8caddb51bd","locale":"nb"}}