{"data":{"wordpressPost":{"title":"Anunnaki – ny tegneserieroman slippes under Øya","date":"2009-08-04T23:48:00.000Z","content":"<p>Øyafestivalen og Egmont Serieforlaget presenterer en bok av Håvard S. Johansen &#038; John S. Jamtli:<br />\nANUNNAKI</p>\n<p>Egmont Serieforlaget og Øyafestivalen har gått i kompaniskap og utgir nå noe så sjeldent som en helstøpt norsk science fictiontegneserie!</p>\n<p>”Noe der ute, bortenfor de fjerneste delene av Solsystemet, forårsaker forstyrrelser på Uranus og Neptun. En gravitasjonskraft påvirker de to enorme planetene og medfører uregelmessigheter i kretsløpet deres. Denne kraften indikerer et usynlig nærvær langt borte, et stort objekt som den lenge ettersøkte Planet X. Astronomene er så sikre på denne planetens eksistens at de allerede har kalt den Planet X – den 10. planeten.”<br />\nNew York Times, 19. juni 1982</p>\n<p>ANUNNAKI byr på en jord der menneskeheten er i ferd med å bukke under. Vi følger en liten familie i verden etter apokalypsen. Her er det lite feelgood-kjærlighets-moro og flust med eksplosjoner,UFOer og cyborgsamer! Og hvis du synes tanken på Siv Jensen som statsminister er skremmende, er det dags for å bli redd. Veldig redd …</p>\n<p>13. august lanseres denne flotte tegneserieromanen av Håvard S. Johansen og John S. Jamtli på Øyafestivalen, og de to opphavsmennene signerer villig i Serieteltet kl. 19.00!</p>\n<p>“Tegneserieromanen Anunnaki er vakkert tegnet, den er underholdende og veldig spennenede – i tillegg til at den har en av de kuleste samiske actionheltene jeg har sett!”<br />\nTommy Wirkola (regissør– Kill Buljo og Død Snø)</p>\n<p>Det var kontakten mellom Øyafestivalen og Nisjelandet som førte til denne utgivelsen. Øyafestivalen ble oppmerksom på Jamtli gjennom Nisjelandet under by:Larm 2008, og tok deretter kontakt med Egmont Serieforlaget Det førte til et svært fruktbart samarbeid på tvers av kulturområdene! Les mer om boka og kortfilmene som er laget etter boka:<br />\n<a href=\"http://www.anunnaki.no\" target=\"_blank\">www.anunnaki.no</a></p>\n","wordpress_id":535,"featured_image":null,"translations":{"nb":{"url":"/2009/08/04/anunnaki-ny-tegneserieroman-slippes-under-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b43af041-2c8a-5d7c-b3a8-6f343723b14f","locale":"nb"}}