{"data":{"wordpressPost":{"title":"Prins Thomas Orkester i Middelalderparken","date":"2011-04-15T09:54:28.000Z","content":"<p>PRINS THOMAS ORKESTER<br />\nThomas Moen Hermansen, aka Prins Thomas, har vært en del av klubbmusikkmiljøet i hovedstaden i en årrekke. Han har vært artist, DJ, labelsjef for Full Pupp og produsent. Hans største suksess her hjemme og internasjonalt er kanskje i samarbeid med Lindstrøm. Sammen har de gitt ut to album, som har blitt betegna som space disco. Vi tok en prat med prinsen, for å få et innblikk i hva Prins Thomas Orkester er for noe og hvorfor du bør få med deg dette på Øyafestivalen i august.</p>\n<p>&#8211;\tHei Thomas, hvem er det du har med deg i Prins Thomas Orkester?<br />\n&#8211;\tOrkesteret består av meg (bass og veivising), Anders Nannestad (gitar), Helge Moen Ree (gitar), Åsa Ree (fiolin), Audun Snartum (keyboards)og Kenneth Andersen (trommer). I tillegg utvider vi med ekstra fiolin, cello og perkusjon ved anledning, som under debut-konserten vår på by:Larm. Da som nå regner jeg med at vi har med oss Ingeborg, Sunniva og Karim. Og kanskje ett par overraskelser&#8230;</p>\n<p>&#8211;\tHvordan vil du beskrive lyden av orkesteret og hvordan skiller det seg fra andre ting du har vært innvolvert i?<br />\n&#8211;\tPrins Thomas på plate har jo så og si bare vært meg som leker i studioet, så den største forskjellen er vel at nå har jeg med meg habile musikere å kommunisere med. Musikalsk sett synes jeg ikke det låter veldig annerledes en det jeg har drevet med på egen hånd, bortsett fra at dette låter litt løsere i snippen&#8230;på en fin måte vel og merke&#8230;<br />\nDet er fortsatt groovebaserte, enkle og repetetive melodier, noe improvisering&#8230;.<br />\nHvis ikke postrock hadde hørtes så jævlig døllt ut hadde jeg kanskje sagt det. Det er for så vidt ett ganske ambisjonsfritt band, målet har bare vært å sette sammen ett band jeg kan spille med nå og da, som ett lite avbrekk fra det ensomme livet i studio eller DJ-opptredener på egenhånd. Forhåpentligvis smitter også spillegleden av på publikummet&#8230; ha ha ha.</p>\n<p>&#8211;\tVi hører snakk om at det skal komme et album i løpet av året. Hvordan ligger du an med arbeidet?<br />\n&#8211;\tLåtene er ferdige til å spilles inn og skiva skal spilles inn litt dogmeaktig 100% live, men rent praktisk trengs det noe mer utstyr og en ledig uke før vi kommer i gang. Coveret er allerede under produksjon så det er ingen vei tilbake&#8230;</p>\n<p>&#8211;\tHva kan publikum forvente seg under Øya-konserten?<br />\n&#8211;\tNei, det har jeg ingen formening om&#8230;. ha ha ha. Koselig og litt skranglete drømmerock av det lett psykedeliske og svingende slaget?</p>\n<p>&#8211;\tEr det noe i årets Øya-program du sjøl gleder deg til å oppleve?<br />\n&#8211;\tHåper å kunne få med meg Aphex Twin, Wannskrækk, Mungolian Jetset, Fleet Foxes, Fjorden Baby og Turns. Hvis dette ikke er ambisiøst nok så kunne jeg godt tenke meg å sjekke Twin Shadow, Jamie XX og Mayer Hawthorne også. Pulp hvis de spiller låter fra de første 2 skivene&#8230;</p>\n<p>&#8211;\t Hva er planene for Prins Thomas Orkester videre?<br />\n&#8211;\tEtt håndplukket lite utvalg av sporadiske opptredener, en kul dobbel vinylskive&#8230;. filmmusikk? Ellers får fremtiden vise&#8230; </p>\n","wordpress_id":168,"featured_image":null,"translations":{"nb":{"url":"/2011/04/15/prins-thomas-orkester-i-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b9fb2915-72ae-50b7-851f-73ea0413d1f8","locale":"nb"}}