{"data":{"wordpressPost":{"title":"Festivalingeniørene!","date":"2013-08-02T11:19:04.000Z","content":"<p><strong>Fine sceneområder, god akustikk, sikkerhet og tilgang på toalett er med på å gi deg en god festivalopplevelse. Øyafestivalen får hvert år hjelp av Hjellnes Consult på en rekke rådgivertjenester. </strong></p>\n<p>&nbsp;</p>\n<p>Et så stort arrangement som Øyafestivalen krever mange midlertidige installasjoner, og da er det en fordel med ingeniørfaglig kompetanse. <a href=\"http://www.hjellnesconsult.no\">Hjellnes Consult</a> har samarbeidet med Øyafestivalen siden 2011.</p>\n<p>&nbsp;</p>\n<p>– Vi bistår med mange forskjellige rådgivertjenester, så som; VVS, elektro, bygg, byggeledelse, brann, vann og avløp, akustikk, landskap, energi og miljø, ramser Roar Smelhus opp. Han er direktør for Bygg og eiendom i Hjellnes Consult, et rådgiverselskap som stiller med mange ansatte også under festivalen.</p>\n<p>&nbsp;</p>\n<p>&#8211; Det er jo både sosialt, kulturelt og en god måte å bygge relasjoner på. Mange av våre ansatte er musikkinteresserte, så det er en god anledning til å gjøre noe sammen utenom jobb, mener han.</p>\n<p>&nbsp;</p>\n<p><strong>Profesjonaliserer</strong></p>\n<p>Internt i Hjellnes Consult har det også vært stor interesse for å bidra i festivalarbeidet.</p>\n<p>&nbsp;</p>\n<p>– Vi ønsker å være med på å gjøre festivalen mest mulig profesjonell og velfungerende. Da er det mange små og store ting som må på plass – alt fra hvor scener, toaletter og avfall skal være til strøm, vann og avløp, sier Smelhus.</p>\n<p>&nbsp;</p>\n<p>– Vi prøver også å få til (flere) miljøvennlige løsninger – for eksempel en installasjon som bruker solvarme til å varme tappevann, forteller Smelhus. – Den kom ikke på plass i år men vi prøver igjen neste år, lover Smelhus.</p>\n<p>&nbsp;</p>\n<p>Det er ikke kun på det ingeniørfaglige område firmaet bidrar: &#8211; I tillegg til viktig faglig kompetanse har Hjellnes Consult ansatte med en enorm musikkinteresse. De drar mye på festivaler i inn- og utland og kommer ofte tilbake til oss med utførlige rapporter fra konsertene de har vært, forteller pressesjef Jonas Prangerød i Øyafestivalen.</p>\n<p>&nbsp;</p>\n<p><strong>Østkant-profil</strong></p>\n<p>Hjellnes Consult inngikk en langsiktig samarbeidsavtale med Øyafestivalen i 2011.</p>\n<p>&nbsp;</p>\n<p>– Festivalen er godt forankret i Oslo Øst. Når vi skulle velge oss ut et område vi skulle engasjere oss litt tyngre i, var ikke valget vanskelig, sier Smelhus. Hjellnes Consult har hovedkontor på Ryen, og er engasjert i en rekke prosjekter i østre deler av hovedstaden. Blant annet gjelder det flere prosjekter i Bjørvika, som Deichmanske bibliotek og Munch-museet, regulering av Bispevika nord og syd, de har vært involvert på Sørenga og i Schweigaardsgate 17-19-21-23 sammen med ROM Eiendom og Skanska.</p>\n<p>&nbsp;</p>\n<p>– Øyafestivalen jobber kontinuerlig med å utvikle seg. Det noe vi som rådgiverbedrift både liker og kjenner oss godt igjen i, sier Smelhus.</p>\n<p>&nbsp;</p>\n<p><strong>Bli festivalingeniør for en dag!</strong></p>\n<p>Rådgiverne er allerede i gang med å utvikle nytt festivalområde siden Øyafestivalen må flytte fra Middelalderparken til Tøyenparken neste år. Publikum kan være med på dette i en konkurranse på standen til Hjellnes Consult under årets festival. Der kan publikum få komme med forslag til hvordan fremtidens Øyafestival skal se ut og leke seg som festivalingeniører i både et 3D-program og med en fysisk modell. Det beste festivaltipset premieres med en fender stratocaster gitar!</p>\n<p>&nbsp;</p>\n<p>&#8211; Vi oppfordrer publikum som bryr seg om hvordan festivalen vil se ut etter flyttingen til å ta en tur innom standen. For Øya er det viktig med innspill fra publikum, og gode ideer er alltid velkomne, sier Jonas Prangerød. Ideene noteres, og blir med i det videre arbeidet med planleggingen av nytt festivalområde. En 3D film av det nye festivalområde (slik forslaget ligger i dag) blir vist på storskjerm i løpet av årets festival.</p>\n<p>&nbsp;</p>\n<p><strong>Bildetekst:</strong></p>\n<p>Hjellnes Consult bidrar blant annet med ENØK-eksperter som hjelper Øyafestivalen og våre samarbeidspartnere med å minimere strømbruken under festivalen. Bildet er hentet fra fjorårets ENØK-sjekk av Hi-FI Klubbens stand under festivalen. Fra venstre Håvard Lundberg – miljøkoordinator i Øya, Solveig Reisegg Lorentzen og Jan Erik Holmberg fra Hjellnes Consult og Eivind Sponga fra Hi-Fi Klubben.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":8394,"featured_image":{"title":"hjellnes 635x350","filename":"hjellnes-635x350.jpg","filesize":83511,"url":"http://oya.test/assets/uploads/2013/08/hjellnes-635x350.jpg","link":"http://oya.test/hjellnes-635x350/","alt":"","author":"4","description":"","caption":"","name":"hjellnes-635x350","status":"inherit","uploaded_to":0,"date":"2013-08-02 11:17:54","modified":"2013-08-02 11:17:54","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/08/hjellnes-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/08/hjellnes-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/08/hjellnes-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/08/hjellnes-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/08/hjellnes-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/08/hjellnes-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/08/hjellnes-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2013/08/02/festivalingeniorene/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"300ad1bf-b842-5a08-a3a0-03300c9e62e9","locale":"nb"}}