{"data":{"wordpressPost":{"title":"Tre nye navn til Øya","date":"31st March 2014","content":"<p>Øya-plakaten fylles opp utover våren og i dag legger vi til tre aktuelle norske navn. Skambankt har nettopp vist at de er blant landets ypperste rockeband med skiva Sirene, som gikk rett til nummer en på albumlista. De fortjener en plass i årets fantastiske festivalprogram i Tøyenparken. Det gjør også nykommerne Comet Kid og Aurora Aksnes, to navn som på hvert sitt vis har trollbundet publikum på norska klubbscener. Nå er de klare for et stort publikum på Øya.</p>\n<p>Det er fortsatt dagsbilletter igjen til alle dager. <a href=\"http://www.billettservice.no/artist/oyafestivalen-tickets/301563?camefrom=Client_Oya_Home_Oyafestivalen_101013\" target=\"_blank\">Kjøp dagsbilletter her</a></p>\n<p><strong>SKAMBANKT</strong><br />\nSkambankt har i år bevist at de hører hjemme i norsk rocks elitedivisjon. Etter å ha hatt flere album inne på topp ti, tok de i 2014 førsteplassen på den norske salgslista med skiva Sirene. Siden debuten i 2004 har de levert breibeint, beinhard rock. Det er spor av grovkorna pønk, befriende allsangsrock og real tungrock i Skambankts musikk. <a href=\"http://www.dagbladet.no/2014/01/23/kultur/musikk/anmeldelser/musikkanmeldelser/norsk/31399807/\" target=\"_blank\">Dagbladet</a> mente ved utgivelsen av Sirene at «om du er glad i klassisk rock med litt attåt, er det bare å handle».</p>\n<p>Skambankt har spilt på alt som er av klubbscener og rockefestivaler i Norge. I tillegg har de overbevist danskene ved flere anledninger og fått varma opp for AC/DC på Valle Hovin. Bandet ble opprinnelig på midten av 90-tallet, men det ble alvor først i 2004. Da hadde Terje Winterstø Røthing rukket å etablere seg som gitarist i Kaizers Orchestra. Nå er Skambankt hovedprioritet for sangeren og gitaristen. På Øya skal han og de tre andre vise hvorfor de er et av landets herligste og mest hardslående liveband.<br />\n<a href=\"http://www.skambankt.com\">http://www.skambankt.com</a></p>\n<p><strong>COMET KID</strong><br />\nMed Comet Kid ser det ut til at det bygges opp en stor, ny konsertattraksjon i hovedstaden. Bandets egenartede type folkrock fyller lokaler med brede glis og godt humør. De har ikke engang holdt på i halvannet år, men har allerede mange lojale fans. De fire medlemmene storkoser seg på scena og det smitter til de grader over på publikum. Deres uhøytidelige bevegelser mellom melankoli og gledespreding imponerer stadig flere. Under by:Larm i februar mente <a href=\"http://www.hissig.no/bylarm-den-andre-dagen/\" target=\"_blank\">hissig.no</a> «at samtlige fremmøtte på Gamla ser hypnotisert ut».</p>\n<p>Debuten Roots kom i vinter. <a href=\"http://www.musikknyheter.no/record/12191\" target=\"_blank\">Musikknyheter.no</a> skreiv: &#8211; De fire herrene beveger seg på lekent vis mellom ulike sjangre, hvilket kler dem selv og deres debutalbum svært godt. Roots er en sterk debut, og om Comet Kid fortsetter denne trenden vil kvartetten utvilsomt prege norsk musikkliv i lang tid fremover.</p>\n<p>Comet Kid vil fortsette å sjarmere med sin deilige blanding av pop, soul, folk, rock og annen godlyd i løpet av 2014. Vi mener du allerede nå kan notere deg at det er et av de nye banda du bør se på Øyafestivalen 2014.<br />\n<a href=\"https://www.facebook.com/cometkidband\">https://www.facebook.com/cometkidband</a></p>\n<p><strong>AURORA AKSNES</strong><br />\nAurora Aksnes er en ung artist som virkelig har imponert Øya-kontoret i vinter. Hun er en låtskriver og sanger fra Os utenfor Bergen som viser at det fortsatt spirer og gror voldsomt i musikklivet på Vestlandet. 17-åringens stødige, enkle arrangementer og deilige, melankolske melodier lover godt for en karriere vi har lyst til å følge langt inn i framtida. Sjøl har hun oppgitt både Dylan og Sundfør som inspirasjonskilder, noe man kan få små hint om i musikken.</p>\n<p>Flere store medier var mektig imponerte etter Aksnes sine konserter under by:Larm. <a href=\"http://www.vg.no/rampelys/musikk/bylarm/by-larm-stjerneklar/a/10137354/\" target=\"_blank\">VG ga terningkast seks</a> og mente at dette var «Så befriende. Så fabelaktig. Så stjerneklart.»</p>\n<p>I august skal hun spille for et stort publikum i Tøyenparken. Vi er sikre på at hun har et knippe låter som vil krype innunder huden, eller i det minste langt inn i minnet, på de som får konserten med seg. Flere og flere ser Aksnes som et stort navn for framtida, og det er ingen grunn til å vente med å få med seg denne talentfulle jenta.<br />\n<a href=\"https://www.facebook.com/pages/Aurora-Aksnes/550690354958721\">https://www.facebook.com/pages/Aurora-Aksnes/550690354958721</a></p>\n<p>&nbsp;</p>\n<p>foto Arne Bru Haug</p>\n","wordpress_id":9694,"translations":{"nb":{"url":"/2014/03/31/tre-nye-navn-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"cc8caba2-89aa-51df-805a-079f73e0176a","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2014/03/31/tre-nye-navn-til-oya/","redirect":false}}}