{"data":{"wordpressPost":{"wordpress_id":15482,"title":"TA OSLO TILBAKE","excerpt":"<p>De siste dagene har vært tunge og uvirkelige. Våre tanker går til alle de som har mistet noen eller på annen måte vært berørt av tragedien i Oslo sentrum og på Utøya. Vi sender våre kondolanser og medfølelse til de som har det vanskeligst akkurat nå. Det er tid for sorg og ettertanke, og vi veit at mange trenger å bruke mye krefter på å bearbeide det som har hendt. Likevel er vi opptatt av at byen vår og landets innbyggere ikke skal la seg knekke av helgas hendelser. Oslos arrangørmiljø er samla enige om at dette ikke skal stoppe oss. Politi, regjering og publikum har alle uttrykt sterke ønsker om at Oslo skal være tilbake i normal gjenge, så snart som mulig. Sammen med Oslos befolkning og tilreisende ønsker vi å ta byen vår tilbake. Festivaler, konserter og andre kultur- og idrettsarrangementer skal være gode arenaer for felles opplevelser, samhold og positive inntrykk i en tung tid. </p>\n","content":"<p>Vi er glade for at fantastiske Norway Cup velger å gjennomføre årets fotballturnering.</p>\n<p>Sammen håper vi at våre arrangementer kan virke lettende og som gode møteplasser i den nærmeste framtida. Vi ønsker å ta Oslo tilbake med det yrende kulturlivet byen er kjent for og en tydelig melding om at befolkningen ønsker å ta vare på hverandre.<br />\n*-\tFra Øyafestivalen, Oslo Jazzfestival, Rockefeller/John Dee/Sentrum Scene, Melafestivalen, Studio, Live Nation, Vålerenga Fotball og Vålerenga mot rasisme, Oslo Kammermusikkfestival, Ultima Oslo Contemporary Music Festival og Atomic Soul*</p>\n<p>Vi oppfordrer alle som har mulighet, til å delta i dagens marsj mot terrorhandlinger. Denne går fra Rådhusplassen klokken 18.00.</p>\n<p>ØYAFESTIVALEN<br />\nEtter samtaler med politiet og kulturminister Anniken Huitfeldt er vi sikre på at det eneste riktige er at Øyafestivalen 2011 gjennomføres. Vi håper årets festival kan bidra til ytterligere samhold og gode opplevelser i fellesskap, i en tid som er preget av mørke og fortvilelse for oss alle.</p>\n","date":"2011-07-25T16:44:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/07/25/ta-oslo-tilbake/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9b349f79-cf1c-5f63-b66b-d512e2784780","locale":"nb"}}