{"data":{"wordpressPost":{"title":"10 år med økologisk mat på Øya!","date":"2nd August 2012","content":"<p>Siden 2003 har Øyafestivalen servert mange hundre tonn med økologisk mat &#8211; både til artister, frivillige og publikum. Oikos &#8211; Økologisk Norge har vært med hele veien og bidratt med masse kunnskap, å skaffe leverandører og holde oss og våre matpartnere i øra!</p>\n<p>I anledning ti-års jubileet for økologisk mat på festivalen har vi tatt en prat med Kari Tande Hansen (bildet), prosjektleder og ernæringsfysiolog hos Oikos:</p>\n<p><strong>10 år med økologisk mat på Øya &#8211; hva har skjedd siden starten i 2003?</strong><br />\n&#8211; Først og fremst har Øya blitt en mye større festival enn det den var for 10 år siden, noe som jo innebærer at volumet av økologisk mat på Øya har økt betraktelig. Bare i 2011 ble det servert over 34 tonn med økologisk mat på festivalen. Dette betyr jo også at flere publikummere og involverte har blitt kjent med, og forhåpentligvis fått smaken på, økologisk mat. Øya har blitt flinkere til å benytte lokale produsenter og leverandører, noe som bidrar til økt fokus på og kjennskap til norske, lokale råvarer. Jeg tror nok også at den økologiske matserveringen på Øyafestivalen har bidratt til å tydeliggjøre verdiene ved å velge økologisk mat, både for publikum, mataktører og festival-Norge generelt. Tilgjengeligheten av økologisk mat har også blitt bedre siden oppstarten, og flere dagligvarekjeder har fått sine egne produktserier. Dette tror jeg har bidratt til at forbrukerne enklere kan handle økologisk mat.</p>\n<p><strong>Er det mange andre festivaler som også serverer økologisk?</strong><br />\n&#8211; Listen over festivaler som serverer økologisk mat blir stadig lengre. Oikos har i løpet av de siste 10 årene veiledet og samarbeidet med over 50 ulike festivaler og arrangement. Moldejazz, Hovefestivalen, Canal Street, Kartfestivalen, Pstereo og Parkenfestivalen, er bare noen av festivalene som inkluderer økologisk mat i sin matservering.</p>\n<p>&#8211; Øya har fungert som en foregangsfestival når det gjelder økologisk matservering, og som landets største musikkfestival sier det seg selv at andre festivaler holder nøye oppsyn med hva Øya foretar seg.</p>\n<p><strong>Hva kan vårt publikum gjøre når det gjelder økologisk mat hjemme?</strong><br />\n&#8211; For at tilgangen på økologisk mat skal bli bedre, bør alle begynne å handle mer økologisk. Dersom man ikke finner de økologiske produktene man er ute etter, så spør! Jo større etterspørsel, jo bedre pris, kvalitet og tilgjengelighet. Det finnes også flere nettbutikker som har et godt utvalg av økologisk mat, samt abonnementsordninger. Sjekk ut<a href=\"http://www.oikos.no\"> www.oikos.no</a> for mer info. De kan også komme innom Oikos stand i handlegaten under Øya og få smaksprøver og tips.</p>\n<p><strong>Har du tips til andre arrangører og festivaler som vil servere økologisk?</strong><br />\n&#8211; Det viktigste er å komme tidlig i gang med planleggingen. Servering av økologisk mat krever mer planlegging, særlig fordi det kan ta lengre tid å finne egnede råvarer. Start derfor med å kartlegge tilgjengeligheten av økologiske råvarer, samt hvilke produsenter og leverandører som kan skaffe råvarene. Deretter kan man sette opp en meny. I en oppstartsfase kan det være greit å begynne med å inkludere økologiske basisvarer, som egg, mel, melk, osv. Mindre kjøtt og mer vegetarisk på menyen, er både et mer prisgunstig og miljøvennlig tiltak. Det er en fordel å bruke lokale råvarer, og helst i sesong. Det bedrer både kvalitet, tilgjengelighet og pris på råvarene. Det kan også være en idé å kutte fordyrede mellomledd om mulig. Sist, men ikke minst, vær nøye med beregningen av matbehovet, og kast minst mulig mat. Bruk rester kreativt. De kan sjekke ut vår <a href=\"http://www.oikos.no/newsread/page.aspx?nodeid=6040\">arrangementsguide</a> for flere tips.</p>\n","wordpress_id":4216,"translations":{"nb":{"url":"/2012/08/02/10-ar-med-okologisk-mat-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5ed7e5e1-c0bb-5513-94a3-7eae320ac37f","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/08/02/10-ar-med-okologisk-mat-pa-%c3%b8ya/","redirect":false}}}