{"data":{"wordpressPost":{"title":"Svømmebasseng med egen Øyanatt","date":"5th July 2016","content":"<p>Dattera Til Hagen</p>\n<p>150 u/Øya-billett &#8211; 100 m/Øya-billett</p>\n<p>Kun billetter i døra.</p>\n<p>&nbsp;</p>\n<p>På torsdagens Øyanatt hos Dattera til Hagen står gjengen i Svømmebasseng for festen!</p>\n<p>Svømmebasseng har i år vist seg fra en ny og mer klubbvennlig side med sitt nye konsept Svømmebasseng Presenterer. Klubbkonseptet har holdt to meget suksessfulle klubbkvelder på Dattera denne våren med besøk av Harvey Sutherland og Session Victim.</p>\n<p>Svømmebasseng ønsker å fortsette å tilby Oslo-folket fine danseopplevelser og inviterer derfor til en av sommerens flottere kveldsopplevelser med besøk fra artister som Crazy P, Andy Hart, Joystick Jay og Velferd. I tillegg vil Høvdingen rytmeforening og Ullern Villaklubb stå for lett tekno og afrikanske jungelrytmer rundt åpningstider. Vel møtt!</p>\n<p><strong> </strong></p>\n<p><strong>Crazy P DJ-sett (UK)</strong></p>\n<p>Crazy P er anerkjent som blant de fremste livebandene innen elektronisk musikk. Gruppen ble stiftet av de to klubbpionerne Chris Todd (Hot Toddy) og Jim Baron (Ron Basejam) på midten av 90-tallet og har siden oppstarten satt sitt preg på britisk dansemusikk. De respekterer den musikalske arven fra klassisk disco og house, men holder seg også moderne gjennom å kombinere dette med glitrende popøyeblikk og dype elektroniske elementer. Resultatet er dansemusikk med hjerte, sjel og, ikke minst, stemme. I dagens musikkscene er Crazy P mer aktuell enn noensinne.</p>\n<p>&nbsp;</p>\n<p>Bandet har hatt omfattende turnévirksomhet de siste årene; både med sine Soundsystem live opptredener og mer klubborienterte DJ-sett. Vi har gleden av å invitere til sistnevnte med Hot Toddy bak spakene, som uten tvil besitter en av Storbritannias, om ikke Europas, mer interessante og velkomponerte remix-kataloger.</p>\n<p>&nbsp;</p>\n<p><strong>Andy Hart</strong><strong> (DE/AU)</strong></p>\n<p>Andy Hart blir av mange sett på som en av fanebærerne i den nye bølgen med spennende unge musikkprodusenter som springer ut av den elektroniske musikkscenen i Melbourne, Australia. Hart har gjennom sine to egne labels, Melbourne Deepcast og Voyage høstet gode internasjonal tilbakemeldinger og blant annet satt selveste Harvey Sutherland på verdenskartet gjennom Voayge-utgivelsen Broders EP.</p>\n<p>&nbsp;</p>\n<p>Hart har også produsert en rekke egne låter som har blitt gitt ut på internasjonalt anerkjente labels som: Heist, Sleazy Beats Black OPs, OYE Records og Box Aus Holz hvor han har gitt ut flere solide samarbeid med Berlin-yndlingen Max Graef. Hart er kjent for sine fengslende trommerytmer, svevende synther, delikate samples og uventede vendinger. Det er derfor med stor glede og stolthet at vi kan presentere Andy Hart på norsk jord for første gang den 11. august på Dattera til Hagen.</p>\n<p><strong> </strong></p>\n<p><strong>Velferd (Bergen)</strong></p>\n<p>Bergensbaserte Velferd produserer musikk inspirert av nu-disco, house og techno. Med bakgrunn som keyboardist i The New Wine, Put Your Hands Up For Neo-Tokyo og Fagernes Yacht Klubb, er melodi og harmoni sentrale stikkord for hans produksjoner. Velferd står bak EP-en The Aspens Turning Gold, samt en rekke remikser av artister som Pow Pow, Kings of Convenience og Casiokids, og jobber for tiden med ny musikk. Som DJ spiller han en god blanding av gammel og ny disco, house og egne produksjoner.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Joystick Jay (Oslo)</strong></p>\n<p>Joystick Jay er en norsk musiker og en del av produsentkollektivet hubbabubbaklubb. Gjennom sine ekstatiske edits av folk som Fela Kuti og Almir Ricardi har han fått spilletid både hos Gilles Peterson, DJ Harvey og ikke minst vår egen Todd Terje. Hans nyeste EP Onkel ble nylig gitt ut på det prestisjetunge Downtown 305, og han regnes av mange som en av landets best bevarte hemmeligheter.</p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":14513,"translations":{"nb":{"url":"/2016/07/05/svommebasseng-med-egen-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9623a10b-e0e5-5955-b17f-4964e2a318d6","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2016/07/05/svommebasseng-med-egen-oyanatt/","redirect":false}}}