{"data":{"wordpressPost":{"title":"Hi-Fi Klubben 2016, de første artistene er klare!","date":"15th March 2016","content":"<p><strong>ARCA (VE) – tors 11/8</strong></p>\n<p><strong>THE BLACK MADONNA (US) – tors 11/8</strong></p>\n<p><strong>PRINS THOMAS – lør 13/8</strong></p>\n<p>Vi flytter klubben noen titalls meter inn på fotballbanen sånn at det blir mulig å spille lengre sett, og bytter ut det mye omtalte knottegulvet fra i fjor med en mer dansevennlig variant. I tillegg lover vi et enda sterkere program med minst like stor bredde som sist, og de første smakebitene får dere i dag. Scenen blir fortsatt til i samarbeid med vår hovedpartner Hi-Fi Klubben, med kvadrofonisk anlegg i verdensklasse fra Bowers &amp; Wilkins.</p>\n<p>Følg med, nye DJs og artister vil slippes fortløpende!</p>\n<p>&nbsp;</p>\n<p><strong>ARCA (VE) – tors 11/8</strong></p>\n<p>Venezuelanske, London-baserte Alejandro Ghersi, bedre kjent under artistnavnet Arca, skal spille et sjeldent DJ-sett i Hi-Fi Klubben torsdag 11. august. Arca har gjort seg mest bemerket som produsent, blant annet for Kanye West (Yeesus, 2013) og FKA Twigs (LP1, 2014), og han ble hentet inn av Björk som medprodusent på flere av sporene på mesterverket Vulnicura (2015).</p>\n<p>Profilen har vært stadig stigende, og i fjor slapp Arca albumet Mutant, hans andre på under ett år, til strålende kritikker. De fleste trekker fram dualiteten i musikken hans, som kan være både brutal, stygg og vakker på samme tid. <a href=\"http://www.popmatters.com/review/arca-mutant/\" target=\"_blank\" rel=\"noopener\">Popmatters</a> konkluderer: &#8211; Its bustling, condensed epics refuse to present a single, easily digestable vision of the world, yet in so doing they end up revealing this world in all its beautifully chaotic truth.</p>\n<p><a href=\"http://www.arca1000000.com/\">www.arca1000000.com</a></p>\n<p>&nbsp;</p>\n<p><strong>THE BLACK MADONNA (US) – tors 11/8</strong></p>\n<p>Det er ikke veldig mye Kentucky igjen i Marea Stamper, aka The Black Madonna, som på mange måter kan sies å være Chicagos housemusikkarv inkarnert. Hun er kreativ leder på Smart Bar, en legendarisk klubb i byen, og har kjørt en kompromissløst åpen linje der alle legninger og kjønn har vært velkomne bak platespillerne og på dansegulvet, og på feministiske workshops om å kombinere moderskap med DJ-virksomhet eller opplæring i synthesizere.</p>\n<p>Stamper forklarer det i grunnen best selv i presseskrivet:<br />\n&#8220;Dance music needs riot grrrls. Dance music needs Patti Smith. It needs DJ Sprinkles. Dance music needs some discomfort with its euphoria. Dance music needs salt in its wounds. Dance music needs women over the age of 40. Dance music needs breastfeeding DJs trying to get their kids to sleep before they have to play. Dance music needs cranky queers and teenagers who are really tired of this shit. Dance music needs writers and critics and academics and historians. Dance music needs poor people and people who don&#8217;t have the right shoes to get into the club. Dance music needs shirts without collars. Dance music needs people who struggled all week. Dance music needs people that had to come before midnight because they couldn&#8217;t afford full admission. Dance music does not need more of the status quo.&#8221;</p>\n<p>På Øya skal The Black Madonna først og fremst vise hvorfor hun anses å være en utrolig strøken DJ. Teknisk kapabel, god til å bygge atmosfære og ikke minst med upåklagelig utvalg i spennet mellom livsbejaende disco og fremoverlent house. Kom og dans!</p>\n<p><a href=\"https://www.facebook.com/theblackmadonnachi\">www.facebook.com/theblackmadonnachi</a></p>\n<p>&nbsp;</p>\n<p><strong>PRINS THOMAS – lør 13/8</strong></p>\n<p>Prins Thomas er anerkjent både som DJ og produsent, og blir regnet som en av hjernene bak Oslo-discoen. Han tok steget ut av de indre klubbmusikksirkelen og ut i den norske musikkallmenheten med samarbeidet som har resultert i tre albumutgivelser med Lindstrøm. I tillegg har han utgitt mye musikk på egenhånd, og er mannen bak labelen Full Pupp. For kort tid siden ga han ut Principe Del Norte, som består av hele fire LPer, på kvalitetsbevisste Smalltown Supersound. Utgivelsen fikk meget god omtale i internasjonale musikkmedier.</p>\n<p>Mojo: &#8211; A succession of sprawling mini-epics – throbbing with energy, insidious basslines and pulsing chords, prevail.</p>\n<p>I Hi-Fi Klubben skal han gjøre et DJ-sett som passer en sommerlørdag.</p>\n<p><a href=\"http://www.residentadvisor.net/dj/prinsthomas\">www.residentadvisor.net/dj/prinsthomas</a></p>\n<p><a href=\"https://www.facebook.com/Prins-Thomas-66565233112/\">www.facebook.com/Prins-Thomas</a></p>\n<p>foto: Aldo Paredes</p>\n","wordpress_id":13749,"translations":{"nb":{"url":"/2016/03/15/hi-fi-klubben-2016-de-forste-artistene-er-klare/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4a1ab022-4ef4-58fd-8db9-2b918241c5c6","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2016/03/15/hi-fi-klubben-2016-de-forste-artistene-er-klare/","redirect":false}}}