{"data":{"wordpressPost":{"title":"Kyuss Lives! til Øya","excerpt":"<p>Kyuss Lives! er klare for å vise verden hvordan heftig og tung rock egentlig skal spilles. Når konserten i Oslo i mars solgte ut før mange fikk summa seg, så vi oss selvsagt nødt til å by på dette bandet i Middelalderparken i august. Kyuss-medlemmene John Garcia, Brant Bjork og Nick Oliveri har laga mange av de viktigste kapitlene i læreboka om kraftig og breial amerikansk rock. Bandet spiller på Øyafestivalen lørdag 13. august. Dagsbilletter og festivalpass er i salg nå hos <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Billettservice</a></p>\n","content":"<p>Kyuss Lives! (US)<br />\nEn av årets gledelige rockemeldinger er at det blir mulig å høre Kyuss-låter, slik de skal framføres, fra europeiske scener igjen. Tre av medlemmene har kommet sammen under navnet Kyuss Lives! for å servere et sett med blytung, beinhard ørkenrock. Siden de spilte i Kyuss har John Garcia, Brant Bjork og Nick Oliveri drevet med vanvittig mange fete prosjekter og band. Hva sier du til navn som Queens Of The Stone Age, Dwarves, Fu Manchu, Mondo Generator, Hermano, Unida og Desert Sessions? Originalgitarist Josh Homme er opptatt med en masse andre prosjekter, så i den nye besetninga finner man en ung belgisk supergitarist som heter Bruno Fevery. </p>\n<p>Kyuss fra Palm Desert, California eksisterte opprinnelig fra slutten av 80-tallet til midten av 90-tallet. Etter at de ble oppløst nådde stilarten stonerrock nye høyder, med en masse band som så Kyuss som sine musikalske gudfedre. Stonerrocken besto egentlig av en krysning av 60-åras syrerock og 70-tallets tidlige doom. Med andre ord tungt, støvete, rått og frika musikk av groveste kaliber. De tre siste albuma Blues For The Red Sun (1992), Welcome To Sky Valley (1994) og …And The Circus Leaves Town (1995) er tre kraftige leksjoner i hvordan breibeint og tung rock skal spilles. Det var på den første av disse Garcia, Bjork og Oliveri var i bandet samtidig. </p>\n<p>I fjor gjorde John Garcia noen spillejobber under navnet Garcia Plays Kyuss, hvor han besøkte sin egen musikalske fortid. Det var her han først begynte å jobbe med gitarist Bruno Fevery. Mottakelsen var svært god og under opptredenen på franske Hellfest, gjesta Bjork og Oliveri på noen låter. Der og da ble idéen om Kyuss Lives! starta. Nå skal de turnére flere kontinenter og planlegger å starte på et nytt album. På Øya kan du glede deg til ei settliste med noen av deres feteste låter. Vi har begynt å tenke på muligheten til å høre Freedom Run, Gardenia, Green Machine, Demon Cleaner, Thong Song, Hurricane, One Inch Man, Thumb eller Size Queen i augustsola. Du kan trygt si at det er mange som gleder seg.</p>\n<p><a href=\"http://www.myspace.com/kyusslives\" target=\"_blank\">MYSPACE</a></p>\n","date":"2011-03-02T07:39:00.000Z","wordpress_id":191,"featured_image":null,"translations":{"nb":{"url":"/2011/03/02/kyuss-lives-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1617b7bc-65ae-5f5c-859c-3ee9752ba866","locale":"nb"}}