{"data":{"wordpressPost":{"title":"Øya utnevnt til energi-pionér","date":"1st October 2014","content":"<p>EE Music har offentliggjort <a href=\"//ee-music.eu/?id=343\">15 europeiske musikkfestivaler</a> som de mener er pionerer innenfor energiområdet. Øyafestivalen er med som eneste nordiske musikkfestival. Øyas fokus på utslippsfri festivalenergi og energieffektiviseringstiltak blir særlig trukket frem.</p>\n<p>&#8211; I Øya har vi jobbet målrettet med å redusere vår miljøbelastning innenfor en rekke områder, der energibruk har vært en sentral del hvor vi har lagt ned mye arbeid. Derfor er det veldig givende å få denne typen oppmerksomhet, sier Ingrid Kleiva Møller, miljøsjef i Øyafestivalen.</p>\n<p><b>Fra fossilt til fornybart<br />\n</b>Allerede i 2009 satte Øyafestivalen i gang med å gå over fra forurensende dieselaggregat og over på strøm fra fastnettet. I 2010 ble det bygget en ny trafostasjon og lagt ned nye strømkabler og koblingspunkt i Middelalderparken. Dette la til rette for at festivalen for første gang kunne drives 100 prosent fra fastnettet og bidro til at festivalen ble 80% mer energieffektiv.</p>\n<p><b>Fornybart på Tøyen<br />\n</b>Da festivalen flyttet til et nytt område var energiforsyning en sentral utfordring. Tøyenparken hadde ikke nok strømkapasitet for festivalen, og det måtte investeres i nye strømkabler og trafostasjon på området.</p>\n<p>&#8211; For oss var det uaktuelt å gå tilbake til forurensende dieselaggregater. Denne investeringen vil også komme Miniøya og andre arrangører i parken til gode, sier Kleiva Møller.</p>\n<p><b>Effektiv energibruk<br />\n</b>Til tross for at festivalen drives på miljøvennlig strøm jobbes det mye med å redusere energibruken så mye som mulig. De siste årene har strømforbruket gått jevnt nedover og festivalen bruker nå omtrent like mye strøm som to norske husstander gjør i løpet av ett år.</p>\n<p><b>Om EE Music<br />\n</b>Musikkinitiativet EE Music jobber for å øke fokuset på energieffektive musikkopplevelser i hele Europa. Det er startet opp av blant annet Julie’s Bicycle (UK) og Green Music Initiative (DE) og er finansiert av EUs Intelligente Energi Europa program (IEE).</p>\n<p>Foto: Steffen Rikenberg</p>\n","wordpress_id":11037,"translations":{"nb":{"url":"/2014/10/01/oya-utnevnt-til-energi-pioneer/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d19a8875-d4ce-5bc4-a081-6dab7c21d260","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2014/10/01/oya-utnevnt-til-energi-pioneer/","redirect":false}}}