{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2011/01/24/to-sterke-norske-til-%c3%b8ya-ida-jenshus-og-sandra-kolstad/","locale":"nb","type":"post","id":"15e75404-e352-5b87-b93c-5b9adb6bf542","slug":"to-sterke-norske-til-%c3%b8ya-ida-jenshus-og-sandra-kolstad","title":"To sterke norske til Øya – Ida Jenshus og Sandra Kolstad","date":"2011-01-24T08:21:00.000Z","excerpt":"<p>Det er, som normalt på denne tiden, hektisk på Øya-kontoret. Da er det ingenting som gleder oss mer enn å finne nye norske artister vi har tro på. De gikk et kollektivt ”JA!” gjennom kontoret når en av oss lurte på om Sandra Kolstad kunne være noe å vise fram for et stort publikum i august. Innen den tid er vi sikre på at flere deler vår entusiasme. I tillegg så vi ingen annen løsning enn å booke en av de sterkeste norske soloartistene fra høsten 2010. Ida Jenshus gjennomførte med skiva No Guarantees noen divisjonsopprykk. Siden vi ble hekta på skiva hennes i høst, har vi forsøkt å få henne til å spille i Middelalderparken. Med sin egen identitet, kombinert med tradisjonen fra det beste fra americana, gir hun oss tro på at den beste countryrocken like gjerne kan komme fra Trøndelag, som de amerikanske sørstatene.</p>\n"}},{"node":{"link":"/2011/01/14/bring-me-the-horizon-pa-%c3%b8ya/","locale":"nb","type":"post","id":"b8cc931c-7131-5d69-ba3a-9af28c0aaddf","slug":"bring-me-the-horizon-pa-%c3%b8ya","title":"Bring Me The Horizon på Øya","date":"2011-01-14T07:41:00.000Z","excerpt":"<p>Vi avslutter en uke med finfine artistslipp med noe hardt og vilt. Etter å ha sluppet Fleet Foxes, Explosions In The Sky, Wiz Khalifa og The Pains Of Being Pure At Heart tidligere i uka, er det på tide å gi noe til de som liker breiale gitarriff. Bring Me The Horizon er et av Storbritannias raskest voksende rockefenomener. I høst slapp de den kritikerroste There Is a Hell, Believe Me I&#8217;ve Seen It. There Is a Heaven, Let&#8217;s Keep It a Secret. Det ser ikke ut til at framgangen kommer til å bremse med det første for denne gjengen. I august kan du finne ut hvorfor Bring Me The Horizon er et av Englands mest omtalte band for tida. De spiller i Middelalderparken fredag 12. august. Dagsbilletter legges ut for salg førstkommende mandag.</p>\n"}},{"node":{"link":"/2011/01/13/the-pains-of-being-pure-at-heart-til-middelalderparken/","locale":"nb","type":"post","id":"e1e25c37-04e7-51d0-a501-3cc1294d6308","slug":"the-pains-of-being-pure-at-heart-til-middelalderparken","title":"The Pains Of Being Pure At Heart til Middelalderparken","date":"2011-01-13T07:52:00.000Z","excerpt":"<p>Denne uka har vi fått på plass Fleet Foxes, Wiz Khalifa og Explosions In The Sky til årets festivalprogram. Nå har vi fått bekreftet nok en godbit vi veit at Øya-publikummet vil sette pris på. The Pains Of Being Pure At Heart fra New York er et av de heiteste navna innen sjarmerende gitarpop. Nå er album nummer to rett rundt hjørnet. I august kan du oppleve dem for første gang i Oslo, når de spiller i Middelalderparken. Ukas siste artistslipp kommer i morra tidlig.</p>\n"}},{"node":{"link":"/2011/01/12/wiz-khalifa-til-norge-for-forste-gang/","locale":"nb","type":"post","id":"78c9567c-4bbe-599f-8e4a-552974324c85","slug":"wiz-khalifa-til-norge-for-forste-gang","title":"Wiz Khalifa til Norge for første gang","date":"2011-01-12T07:48:00.000Z","excerpt":"<p>Vi starta uka med å slippe Explosions In The Sky og Fleet Foxes. Nå følger vi opp med nok en amerikaner, innen et helt annet musikalsk uttrykk. Wiz Khalifa er et av de store nye håpa blant unge rappere fra USA. Det knytter seg enorme forventninger til musikken hans etter at han i fjor fikk stor platekontrakt. I august kommer han til Middelalderparken for å vise deg hvorfor han er spådd en lysende karriere.Få med deg hans første konsert i Norge under Øyafestivalen. Følg med de neste to dagene for flere spennende artistslipp her på nettsidene våre.</p>\n"}},{"node":{"link":"/2011/01/11/fleet-foxes-tilbake-i-middelalderparken/","locale":"nb","type":"post","id":"d6cdc276-783c-54e2-9795-cd78d58de422","slug":"fleet-foxes-tilbake-i-middelalderparken","title":"Fleet Foxes tilbake i Middelalderparken","date":"2011-01-11T07:47:00.000Z","excerpt":"<p>I går starta vi ei uke med artistslipp hver hverdag. Startskuddet gikk med Explosions In The Sky og nå følger vi opp med kritikeryndlingene og publikumsfavorittene Fleet Foxes. Bandet kommer med ei etterlengtet skive i løpet av våren og i august er de tilbake i Middelalderparken, hvor de for tre år siden spilte sin første konsert her til lands. Fleet Foxes spiller på Øyafestivalen torsdag 11. august. Festivalpass er i salg og førstkommende mandag legges dagsbilletter ut for salg</p>\n<p>Følg med på på nettsidene for nye slipp de tre neste dagene.</p>\n"}},{"node":{"link":"/2011/01/10/explosions-in-the-sky-til-%c3%b8ya-slipp-hver-dag-denne-uka/","locale":"nb","type":"post","id":"d7dc4490-9454-566d-8d69-5a3b1025cc91","slug":"explosions-in-the-sky-til-%c3%b8ya-slipp-hver-dag-denne-uka","title":"Explosions In The Sky til Øya – slipp hver dag denne uka","date":"2011-01-10T07:39:00.000Z","excerpt":"<p>Nå som 2011 endelig er i gang, renner det inn med gladmeldinger på Øya-kontoret. Derfor har vi sett oss nødt til å slippe et navn, som skal spille i Middelalderparken under festivalen, alle hverdager denne uka. Vi starter med de albumaktuelle kritikerfavorittene Explosions In The Sky, som endelig kommer tilbake til Oslo etter at vi har forsøkt å få dem til festivalen i flere år. Med sin egen tilnærming til den såkalte post-rocken, har de etablert seg som et av den moderne rockens mest spennende navn. Antall ønsker om dette bandet på våre nettsider de siste åra har vært jevnt og høyt, så det er mange som blir begeistra over å få se bandet i Middelalderparken.</p>\n"}},{"node":{"link":"/2011/01/06/ayafestivalen-med-flere-nominasjoner/","locale":"nb","type":"post","id":"d1d96063-f2a0-5d73-b7ac-da4f71652758","slug":"ayafestivalen-med-flere-nominasjoner","title":"Øyafestivalen med flere nominasjoner","date":"2011-01-06T11:16:00.000Z","excerpt":"<p>Øya har nylig blitt nominert til to gjeve priser. I fjor vant vi prisen Green N Clean Award, som enkelt forklart er en pris til Europas grønneste festival. Nå har vi blitt nominert til samme pris igjen, sammen med Roskilde og Boom Festival i Portugal. Prisen deles ut i Groningen i Nederland neste uke.</p>\n<p>I tillegg er Øya nominert til prisen som årets sponsorobjekt i forbindelse med SPOT-prisen 2011. De andre nominerte er Vålerenga IF, Nobels Fredsenter og Norges Skiforbund. Prisen blir utdelt i Oslo 3. februar. Vi er meget stolte over begge nominasjonene og er selvsagt spente før utdelingene. Slik anerkjennelse virker svært inspirerende i prosessen med å planlegge årets festival.</p>\n"}},{"node":{"link":"/2011/01/03/arcade-fire-sto-for-%c3%b8ya-publikummets-favorittplate-i-2010/","locale":"nb","type":"post","id":"5d6de9d7-8297-5038-9405-97ae421bbe57","slug":"arcade-fire-sto-for-%c3%b8ya-publikummets-favorittplate-i-2010","title":"Arcade Fire sto for Øya-publikummets favorittplate i 2010","date":"2011-01-03T11:46:00.000Z","excerpt":"<p>Den siste tida har Øya-publikummet og nettsidas brukere fått stemme på sine favorittutgivelser fra 2010. Vi har telt stemmer siden første nyttårsdag og kommet fram til at Arcade Fire sto for den mest populære utgivelsen med sitt album The Suburbs. Ikke overraskede var det stor spredning på musikalske uttrykk og type artister. Ekstra gledelig er det at relativt tett etter vinneren følger de tre sterke norske utgivelsene fra Kvelertak, Kråkesølv og Motorpsycho. Av alle som bidro har vi trukket ut Edvard W. Bjørnson, som får en overraskelse i posten. Han blir kontakta på mail om kort tid.</p>\n"}},{"node":{"link":"/2010/12/23/god-jul-og-godt-nytt-festivalar/","locale":"nb","type":"post","id":"7f0f4af2-91ae-5308-8794-1947868f7bd8","slug":"god-jul-og-godt-nytt-festivalar","title":"God jul og godt nytt festivalår","date":"2010-12-23T14:31:00.000Z","excerpt":"<p>Vi på Øya-kontoret ønsker alle som har bidratt til Øya 2010 en riktig god jul og et godt nytt år. Frivillige, artister, publikum, samarbeidspartnerer og mange andre bidro til et fantastisk år og en helt knall festivalopplevelse i Middelalderparken og på klubbene. Vi tar juleferie, men lover å komme sterkt tilbake på nyåret. Det er god grunn til å glede seg til flere Øya-nyheter i de første ukene av 2011.</p>\n"}},{"node":{"link":"/2010/12/21/kvelertak-framover-i-alle-retninger/","locale":"nb","type":"post","id":"3dd3182b-84b6-5423-a4c6-dcd21939ba23","slug":"kvelertak-framover-i-alle-retninger","title":"Kvelertak &#8211; framover i alle retninger","date":"2010-12-21T10:45:57.000Z","excerpt":"<p>Man skal ha vært ganske innelåst for å ha gått glipp av Kvelertaks store gjennombrudd i 2010. Deres kombinasjon av metal, hardcore, pønk og rock&#8217;n&#8217;roll har i løpet av kort tid gjort dem til et av landets største og viktigste innen den mer brutale delen av rocken. Debutskiva har solgt mange tusen i en tid hvor nesten ingen selger spesielt mye skiver. Anmelderne har vært mildt sagt overbegeistra. Flere norske og utenlandske medier har gitt bandet gode plasseringer i sine oppsummeringer av året. Til sommeren spiller de selvsagt på Øyafestivalen, og nå kan du <a href=\"http://www.platekompaniet.no/musikk.aspx?1218\" target=\"_blank\">kjøpe skiva deres og fullt festivalpass her</a></p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":121,"pageCount":181,"additionalContext":{"locale":"nb"},"intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/nyheter/121","redirect":false}}}