{"data":{"wordpressPost":{"title":"Vær festivalingeniør for én dag","date":"8th August 2013","content":"<p dir=\"ltr\" id=\"docs-internal-guid-206b28a2-5d51-b639-f3fe-9a8f176b1995\">&#8211; Festivalområdet må jo ligge her!</p>\n<p dir=\"ltr\">&#8211; &#8230;bortsett fra at trærne da ligger i veien.</p>\n<p dir=\"ltr\">&#8211; Men det er vel bare koselig? Dessuten skjermes det for trafikk.</p>\n<p dir=\"ltr\">Det argumenteres på høyt nivå når Ine Kjellgård og Marte Siegel får lov til å prøve seg som festivalingeniører.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">Fra og med 2014 flytter Øyafestivalen til nye beiter &#8211; fra Middelalderparken til Tøyenparken.</p>\n<p dir=\"ltr\">I den anledning skal Hjellnes Consult i samarbeid med Øya bistå med ingeniørtjenester til utformingen av det nye festivalområdet. Og det kan årets Øyapublikum også.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">&#8211; Jeg tror kanskje jeg ville hatt en bortgjemt teltscene i skogen, det er ganske kult, sier Ine Kjellgård.</p>\n<p dir=\"ltr\">&#8211; Ja, litt sånn Norwegian Wood-aktig, legger Marte Siegel til.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">Under årets festival står det en stand på området hvor publikum kan delta i en konkurranse om intet mindre enn en vintage Fender Stratocaster; et yndet samlerobjekt med andre ord. Alt du må gjøre er å utforme neste års festivalområde etter eget ønske. Har du en ingeniør i magen, eller rett og slett bare nysgjerrig,  kan du ved hjelp av visualiseringsverktøy i 3D leke deg med forskjellige alternativer og sette kreativiteten på prøve.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><em>Hvordan føles det å bli innlemmet i Øyafestivalen og Hjellnes Consult sine planer for neste års Øyafestival?</em></p>\n<p dir=\"ltr\">&#8211; Spennende, enes de begge og legger til at de har et nært forhold til festivalen etter å ha jobbet som frivillig i fem år og deltatt som publikummer i ti.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">De håper dog på et par forandringer til neste års festival.</p>\n<p dir=\"ltr\">&#8211; Jeg håper det blir et område som tillater bedre flyt, og at det blir lettere å navigere mellom scenene, mener Ine Kjellgård.</p>\n<p dir=\"ltr\">&#8211; Kanskje man burde isolere scener fra handlegaten slik at man ikke kræsjer når man går mellom forskjellige scener fra og til konserter?</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">For både Øya og Hjellnes Consult har det vært viktig å bruke publikum som en kilde til hvordan festivalen vil se ut neste år.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">&#8211; Vi oppfordrer publikum som bryr seg om hvordan festivalen vil se ut etter flyttingen til å ta en tur innom standen. For Øya er det viktig med innspill fra publikum, og gode ideer er alltid velkomne, sier pressesjef Jonas Prangerød. Ideene noteres, og blir med i det videre arbeidet med planleggingen av nytt festivalområde. En 3D-film av det nye festivalområde (slik forslaget ligger i dag) blir vist på storskjerm i løpet av årets festival.</p>\n<p dir=\"ltr\">&#8211; For oss er det topp å få med de som er på Øya i år, og det er alltid gøy med innspill som bidrar til å øke engasjemnetet til hvordan det kommer til å se ut. Alle kan bestemme hvordan det blir, slik at det blir så bra så mulig, for så mange så mulig. Det synes i alle fall vi er veldig viktig, sier Maren Underhaug Pedersen i Hjellnes Consult.</p>\n<p dir=\"ltr\">Foto: Tor Orset</p>\n","wordpress_id":8569,"translations":{"nb":{"url":"/2013/08/08/vaer-festivalingenior-for-en-dag/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5e6b229c-1793-5fa3-8b33-2febc10f70c0"}}