{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"cf0cdaf4-7859-5277-8188-efa1cd8eb905","slug":"fan-fanzine-15-bolibompa-records","title":"Fan Fanzine #15 + Bolibompa Records","date":"2010-07-06T11:27:00.000Z","excerpt":"<p>Fan Fanzine er nå klar med sitt 15. nummer og feirer dette med å sette opp labelkveld for Bolibompa Records på Sukkerbiten torsdag 8. juli. I tillegg til å lese det flunkende nye nummeret, kan du leske deg med kald drikke og god mat mens du nyter synet og lukten av hav. </p>\n<p>På scenen står Bolibompa-artistene Friends of the Dude, Camp Sounds, Yoyoyo Acapulco og Roger Græsberg &#038; Anti-Music Bonanza, og hele gildet er som vanlig gratis. Ikke går du glipp av fotballkamp heller. Det er bare å komme.   </p>\n"}},{"node":{"id":"781e96ac-dd0e-50f6-a041-a1f1a0dfcdc0","slug":"video-furore-i-harare-pa-camp-indie","title":"Video: Furore i Harare på Camp Indie","date":"2010-07-05T13:04:00.000Z","excerpt":"<p>Vi ga våre venner i Furore i Harare oppdraget med å dekke Camp Indie på Rockefeller 16. mai for oss.  </p>\n<p>Gutta fikk lånt et kamera og leid en mikrofon, så satte de i gang med å intervjue arrangører og artister. </p>\n<p>Dette er resultatet.  </p>\n"}},{"node":{"id":"34e7d632-1cbb-5886-95fc-d04a8aec742f","slug":"programmet-til-klubbdagen-10-august-er-klart","title":"Programmet til Klubbdagen 10. august er klart","date":"2010-07-01T11:22:00.000Z","excerpt":"<p>Tirsdag 10. august kan alle med festivalpass til Øyafestivalen gå gratis på konsert på 25 scener over hele Oslo. Klubbdagen inneholder i år 78 konserter innen et hav av ulike sjangre og uttrykk. Kom deg ut på Klubbdagen og opplev den beste nye musikken på byens beste små og mellomstore scener. Dette er Øyafestivalens første dag og en herlig musikkfest hvor de fleste av byens musikkmiljøer og gode arrangører har bidratt til et heftig konserttilbud fra ettermiddagen til langt på natt.</p>\n"}},{"node":{"id":"3e191291-ace8-51f4-b7de-e43fa4aa0f31","slug":"under-1000-lordagsbilletter-igjen-vaer-forsiktig-med-a-kjope-billetter-andre-steder-enn-gjennom-billettservice-sine-kanaler","title":"Under 1000 lørdagsbilletter igjen &#8211; vær forsiktig med å kjøpe billetter andre steder enn gjennom Billettservice sine kanaler","date":"2010-06-30T14:17:00.000Z","excerpt":"<p>For en stund siden gikk vi tom for festivalpass og fredagsbilletter. Nå minker det på billetter til lørdag 14. august. Det betyr at det kan være lurt å sikre seg billett til vår fyldigste festivaldag allerede nå. på lørdagen kan du oppleve Motorpsycho, The xx, Lillebjørn Nilsen, Big Boi, Paul Weller, Karpe Diem, Tony Allen, diskJokke + Gamelan, Local Natives, Ost &#038; Kjex, Converge, Ingeborg Selnes, Altaar, Blood Command, Pow Pow, Djerv, Invasion, King Midas Sound, Lucy Swann, CCTV, Cymbals Eat Guitars og Mhoo.</p>\n"}},{"node":{"id":"cc17e729-290e-599a-961b-ad88c7469b83","slug":"delta-pa-aktiv-i-oslos-%c3%b8ya-quiz","title":"Delta på Aktiv i Oslos Øya-quiz","date":"2010-06-30T11:47:29.000Z","excerpt":"<p>Aktiv i Olslo har laga ny quiz hvor du kan vinne et festivalpass til Øya. Alt du trenger å gjøre er å svare på 15 spørsmål om Øyafestivalen, artister som har eller skal opptrå på Øyafestivalen og Oslo. Denne første runden med ØyaQuiz avsluttes 1. august. Da stenger vi quizen og plukker ut en vinner som blir annonsert på Aktiv I Oslo.no. <a href=\"http://polldaddy.com/s/124140DAA617C566\" target=\"_blank\">Prøv deg på quizen her</a></p>\n"}},{"node":{"id":"6f9c53cb-460d-521c-b6b7-bba45881c00a","slug":"ayakino-2010-et-eldorado-av-musikk-og-film","title":"Øyakino 2010 &#8211; et eldorado av musikk og film","date":"2010-06-29T18:53:00.000Z","excerpt":"<p>Øyafestivalen er ikke bare musikk, men også film.Du kan oppleve film og musikk i en skjønn sameksistens på Eldorado kino tirsdag 10. august og søndag 15. august. Her får du førpremierer, musikkfilm, stumfilmkonsert, band i foajeen og dagen-derpå-kino med inkludert burger.</p>\n"}},{"node":{"id":"3a3026aa-7e79-5d9f-932c-5607d923d0af","slug":"vinnere-roky-eller-devendra","title":"Vinnere: Roky eller Devendra","date":"2010-06-29T17:10:34.000Z","excerpt":"<p>Vi har fått stor respons på konkurransen hvor man kunne vinne billetter til enten Devendra Banhart på onsdag (Rockefeller) eller Roky Erickson with Okkervil River på torsdag (Sentrum Scene). De aller fleste visste at både Devendra og Roky spilte på Øyafestivalen i 2007. Vinnerne vil bli kontakta på mail i løpet av kvelden. Vi gratulerer Kathrine Ytterdal Sørum, Gine Jonassen, Fredrik Gretland, Marianne Stabel Thorstensen, Kristoffer Kaayne Kaalsaas, Christina Haugsrud Hille som får ta med en venn på konsert. </p>\n"}},{"node":{"id":"9a150ef6-121b-54f5-8b33-e62a57d64c6e","slug":"billett-og-hotellovernatting-i-en-pakke","title":"Billett og hotellovernatting i en pakke","date":"2010-06-28T11:27:00.000Z","excerpt":"<p>Thon Hotels sitter på noen helt fantastiske pakker for deg som trenger både Øya-billett og overnatting. Klikk deg inn på <a href=\"http://www.thonhotels.no/templates/thonhotels/pages/art-show.aspx?id=2960\" target=\"_blank\">Thons nettsider</a> for å sjekke tilbudene. Her kan du finne hotellrom sentralt i Oslo, kombinert med dagsbillett eller festivalpass til Øya. Nå som det kun er dagsbilletter igjen i ordinært salg, er dette samtidig en gylden mulighet til å få vært med på hele moroa i Middelalderparken i august. Samtidig kan du våkne opp til hotellfrokost hver dag!</p>\n"}},{"node":{"id":"67ba691a-e59c-53d9-9889-2a0ae787d7b0","slug":"vinnere-cder-med-%c3%b8ya-aktuelle-band","title":"Vinnere: CDer med Øya-aktuelle band","date":"2010-06-28T10:12:24.000Z","excerpt":"<p>Det kom inn en voldsom mengde svar på konkurransen og de aller fleste visste at vi har valgt å kalle vår nye scene Klubben. Vi har trukket ut seks vinnere som får hver sin CD-pakke i posten med heite Øya-aktuelle navn. Vinnerne vil bli kontaktet på mail i løpet av dagen. Vi gratulerer Geir Ramstad, Ingvild Berg, Sølve Grønvold, Daniel Rolén, Ann Kristin Bergli og Lisa Marie Pedersen. Flere konkurranser er rett rundt hjørnet.</p>\n"}},{"node":{"id":"643f1f36-5eff-50cc-a6ca-218197087d49","slug":"tre-muligheter-igjen-tomt-for-fredagsbilletter","title":"Tre muligheter igjen &#8211; tomt for fredagsbilletter","date":"2010-06-25T11:18:00.000Z","excerpt":"<p>Det er nå dagsbilletter igjen til tre av dagene i Middelalderparken. Fredag 13. august solgte ut tidlig i dag og de heldige som har skaffet seg billett kan se fram til sterke konsertopplevelser med The Flaming Lips, Robyn, The Specials, Susanne Sundfør, La Roux, John Olav Nilsen &#038; Gjengen, 1349 og mange til.</p>\n<p>Lørdagsbillettene ser ut til å bli det neste vi går tomme for. Billetter til onsdag og torsdag selger også i et høyt tempo. </p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":136,"pageCount":183,"additionalContext":{}}}