{"data":{"wordpressPost":{"title":"Sonic Youth, Konono No 1 og Sunn O)))","date":"25th March 2008","content":"<p>SONIC YOUTH (US)<br />\nKONONO NO 1 (DRC)<br />\nSUNN O))) (US)</p>\n<p>I påska har et knippe spennende band blitt bekreftet og det er med brede glis vi kan fortelle at Sonic Youth kommer tilbake til Middelalderparken. Bandet kontaktet oss for kort tid siden og ville gjerne tilbake til Øyafestivalen. Selvsagt klarte vi ikke å si nei. Øyafestivalen får i sommer også besøk av dommedagsrifferne i Sunn O))) og ikke minst herlig og dansbar afrikansk festpop levert av Bjørks favorittband Konono No 1 fra Den Demokratiske Republikken Kongo.</p>\n<p>Følg med for flere fete artistslipp i ukene som kommer.</p>\n<p>SONIC YOUTH (US)<br />\nI august kommer evigunge og alltid like aktuelle Sonic Youth tilbake til Middelalderparken og Øyafestivalen. Det legendariske New York-bandet har ikke besøkt Oslo for ofte (1992 og på Øya i 2005), men nå blir det en ny mulighet til å oppleve indiepionerene live i hovedstaden. De har utforsket landskapet mellom støy og melodi siden starten på 80-tallet, med Lee Ranaldo, Thurston Moore og Kim Gordon i front. Under forrige Øya-besøk kunne man også oppleve Ranaldo solo og Moore i trioen Diskaholics Anonymous. I tillegg gjestet de under konsertene med The Thing og Dinosaur JR. Siden dengang har Sonic Youth gitt ut albumet Rather Ripped (2006), og har for tiden flere smalere utgivelser på trappene. Bandet har gjennom alle år vært uforutsigbare og har beholdt full kunstnerisk kontroll, selv på store selskaper og om album i perioder har hoppet oppover på amerikanske salgslister.</p>\n<p>Sonic Youth hadde utgangspunkt i den såkalte no wave-scena i New York og hentet inspirasjon fra undergrunnshelter som Glenn Branca (som flere av dem spilte med i starten), Stooges, Velvet Underground, Patti Smith, John Cage, Television og Captain Beefheart. De klarte raskt å skape helt egne musikalske ideer og var ledet av en nysgjerriget som fortsatt gjør dem til et av USAs mest spennende band. Etter få år stabiliserte besteningen seg med trommis Steve Shelley på fast plass bak de tre andre. Deres lange karriere er fylt med høydepunkter både i form av klassikere som Evol, Sister, Daydream Nation, Goo og Dirty eller nyere prestasjoner som Murray Street og Sonic Nurse. I en periode dette tiåret hadde de med Jim O’Rourke som femte medlem, men han har allerede rukket å forlate dem. I blant preges Sonic Youth av en klar popnerve, andre ganger av villskap og nærmest ukontolert energi. Ofte er bandet som et overraskende og imponerende møte mellom psykedelia, punk og samtidsmusikk. Det er ingen hemmelighet at dagens indiescene hadde vært annerledes uten inspirasjon fra Sonic Youth. Ved siden av Sonic Youth har medlemmer vært aktive under bandnavn som Ciccone Youth, Dim Stars, Free Kitten. </p>\n<p>For kort tid siden ble vi kontaktet av Sonic Youth, med en forespørsel om å få spille i Middelalderparken igjen. Det kunne vi rett og slett ikke takke nei til. Vi kan selvsagt ikke love deg hva du får høre, men kan garantere at du får møte et vitalt og energisk band som kan kan lære bort en ting eller ti om kompromissløs rock og herlig støyende gitarvegger. Å høre Sonic Youth live er alltid en ny opplevelse, da de skjeldent gjør like konserter</p>\n<p><a href=\"http://www.myspace.com/sonicyouth\" target=\"_blank\">MYSPACE</a></p>\n<p>KONONO NO 1 (DRC)<br />\nSett på det ypperlige albumet Congotronics (2005) og husk på at Konono N°1 er mye fetere live. Gå over til det energiske konsertopptaket Live at Couleur Café, men ha i mente at det aldeles ikke har klart å fange følelsen av å se bandet i levende live på scenen foran deg. Fortvil likevel ikke, for på årets Øya får du sjansen til å gjøre akkurat det.</p>\n<p>Konono N°1 ble startet for 25 år siden i Den (u)demokratiske republikken Kongo, som da het Zaire. Det Kinshasa-baserte bandet spiller, i tillegg til det tradisjonelle tommelpianoet likembé, instrumenter de har laget av andres søppel. Gamle magneter og bildeler har blitt til mikrofoner, mens trommene er potter, kjeler og annet skrapmetall. Det hele filtreres ut fra scenekanten gjennom gigantiske megafoner. Siden det hjemmelaga utstyret forhindrer et rent og klart lydbilde, har Konono N°1 utviklet en helt særegen sound der feedback og lydforstyrrelser har blitt en integrert del. Dette har fått mange vestlige musikkritikere til å trekke fram referanser innen lofi-rock og elektronika. Men Konono N°1 er avantgarde fordi omstendighetene har gjort det slik, ikke fordi det var et bevisst valg. Etter hvert har de likevel omfavnet den vrengte lyden, som også har vært med på å gi dem et internasjonalt publikum med sans for improvisasjon, DIY-estetikk og punka verdier. </p>\n<p>New York Times skrev om deres siste utgivelse at den er ”one of the most startling of recent world-music releases &#8211; and drawn comparisons to the German electronic-music pioneers Kraftwerk and the reggae producer Lee Perry”. BBC forsøkte seg med følgende beskrivelse: “It could really be from anywhere, at any time; its rawness at odds with the slow fall towards slickness and a polished, homogenised sound so sought after these days. And like all the best music, it needs to be played loud, as loud as their legendary, dizzying live performances.”</p>\n<p>I bånn ligger fortsatt tradisjonsmusikken til grunnlegger Mawangu Mingiedis folkeslag, Bazombo, hvis mål er å sette lytteren i transe. Konono N°1 låter mektig, psykedelisk, (poly)rytmisk og ytterst dansbart. Pitchfork-anmelder Joe Tangari hevder rett og slett bandet står for den mest fascinerende musikken han har hørt. Det er ikke utenkelig at Øya-gjengerne mener det samme i august.</p>\n<p><a href=\"http://www.myspace.com/konononr1\" target=\"_blank\">MYSPACE</a></p>\n<p>SUNN O))) (US)<br />\nDe Seattle-baserte gitaristene Greg Anderson (Goatsnake m.fl.) og Stephen O’Malley (Khanate m.fl.) begynte å spille sammen som Sunn O))) på 90-tallet. Tidligere hadde gutta samarbeidet i doombandet Thorr’s Hammer (med norske Runhild Gammelsæter på vokal). Fra 2000 har Sunn O))) gitt ut en rekke skiver med drøy, kraftig, mystisk og tung dronemetall. Blant disse finner man høydepunkter som White 1 (2003), White 2 (2004), Black One (2005) og Altar (2006). På sistnevnte spiller de sammen med det japanske bandet Boris. Inspirasjonen til deres seige, mørke og voldsomme univers kommer fra band som Melvins og Earth, men idéene herfra er trukket betydelig lenger ut. I følge Anderson og O’Malley spiller Sunn O))) kraftambient, noe som befinner seg et sted mellom brutal metall og  støyende avantgarderock. Live er de godt hjulpet av ekstremt volum fra veggen med forsterkere og i blant norske Mayhems vokalist Attila Csihar. Nærmest heldekkende kapper og hetter, sammen med en røyksky som kan tåkelegge en norsk småby bidrar til å ivareta mystikken bandet omgir seg med. Vi er fortsatt ikke kommet oss helt etter tidligere Sunn O)))-seanser. Dette er en konsertopplevelse du seint vil glemme.</p>\n<p><a href=\"http://www.myspace.com/sunno666\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"747d4cfe-bc5b-58e8-8c11-78cae1263623"}}