{"data":{"wordpressPost":{"title":"Øya Open: The Bevis Frond på Last Train","date":"5th September 2013","content":"<p>TORS 28/11 på Last Train</p>\n<p><strong> The Bevis Frond (UK) + American Suitcase 200,-</strong></p>\n<p>I følge vårt skjøre minne, er det nå 11 år siden The Bevis Frond besøkte Norge sist. Når de endelig kommer tilbake, er det til den intime scena på Last Train. Fort deg til Last Train eller Big Dipper, for det er kun 100 billetter i salg. Det ligger an til en skikkelig festaften i psychrockens tegn.</p>\n<p>&nbsp;</p>\n<p>Etter noen års pause, har Nick Saloman vekka liv i The Bevis Frond, både på scener rundt i Europa og på to meget sterke utgivelser. The Leaving Of London fra 2011 og årets White Numbers viser Salomans styrke som gitarist og låtskriver. Vi gleder oss til endelig å se The Bevis Frond på en norsk scene igjen.</p>\n<p>&nbsp;</p>\n<p>Nick Saloman hadde spilt i flere småband da han ble skadet i en motorsykkelulykke på 80-tallet. Erstatningspengene brukte han på enkelt utstyr til å spille inn det første albumet som The Bevis Frond, kalt Miasma (1987). Deretter fulgte en imponerende rekke sterke utgivelser, hvor Inner Marsland (1987), Triptych (1988), New River Head (1991), London Stone (1992), Superseeder (1995) og What Did For The Dinosaurs (2002) kun er noen få av høydepunktene. Saloman beveger seg stilsikkert mellom psykedelisk rock, powerpop og beslekta uttrykk. Han har vært involvert i andre prosjekter, som Bevis &amp; Twink, Fred Bison Five og Outskirts Of Infinity. I tillegg har han stått bak fanzina Ptolemaic Terrascope og plateselskapet Woronzow</p>\n<p>&nbsp;</p>\n<p>For å få alle i den riktige stemninga, varmer Oslos egne popmagikere American Suitcase opp.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://bevisfrond.bandcamp.com/\">http://bevisfrond.bandcamp.com/</a></p>\n<p><a href=\"https://api.oyafestivalen.no/wp-content/uploads/sites/2/2013/09/bevis-frond-blå.png\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-full wp-image-8708\" alt=\"bevis frond bl&Atilde;&yen;\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"735\" height=\"1033\" data-sizes=\"auto\" data-aspectratio=\"735/1033\"></body></html>\n</a></p>\n","wordpress_id":8706,"translations":{"nb":{"url":"/2013/09/05/oya-open-the-bevis-frond-pa-last-train/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f46d079f-5300-520a-84cf-20e945a2beed","locale":"nb"}}