{"data":{"wordpressPost":{"title":"Øyanatt: Kikagaku Moyo (JP)","date":"24th March 2017","content":"<p>Kikagaku Moyo er et psykedelisk band fra Tokyo, som ble grunnlagt av Go Kurosawa (trommer/vokal) og Tomo Katsurada (gitar/vokal) sommeren 2012. I starten ledet de an et ambulerende kollektiv av musikere som livnærte seg som gatemusikanter i hjembyen. Etter hvert ble Daoud (gitar), Kotsu Guy (bass) og Gos bror Ryu (sitar) også faste medlemmer.</p>\n<p>Det selvtitulerte debutalbumet ble sluppet i 2013, året etter fulgte «Forest of Lost Children» og en omfattende USA-turné, deretter flere utsolgte konserter i London. I fjor kom det foreløpig siste albumet, «House in the Tall Grass», av musikkmagasinet Uncut beskrevet som «A seductive mix of pastoral folk, motorik beats, psychedelic ragas and gnarly &#8217;70s rock, transposed to the Japanese landscape.»</p>\n<p>Revolver, onsdag 9. august:<br />\nKIKAGAKU MOYO (JP)<br />\nBilletter med øyapass/-billett: <a href=\"https://revolveroslo.ticketco.no/oeyanatt_kikagaku_moyo_med_pass\" target=\"_blank\">225 kroner</a><br />\nBilletter uten øyapass/-billett: <a href=\"https://revolveroslo.ticketco.no/oeyanatt_kikagaku_moyo\" target=\"_blank\">250 kroner</a><br />\nAldersgrense: 20 år<br />\nDørene åpner 22.30, konsertstart: 23.30</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n<p>&nbsp;</p>\n<p>ABOUT ØYA NIGHT:<br />\nØya Night are concerts and club concepts around the city center after the park closes at 23.00. This is an excellent opportunity to hang on to that great festival feeling and bring it along to the city. Øya Night is arranged in cooperation with the best organizers and clubs in Oslo. Due to varying conditions and the need for organizers to get these gigs/ club concepts to go round, it is not possible to include Øya Night in the festival pass. A valid Øya ticket for the day of the event (or a full festival pass) offers discounts at Øya Night.</p>\n<p>&nbsp;</p>\n<div></div>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"506eeaef-e92c-5966-bb7f-e0b526429e83"}}