{"data":{"wordpressPost":{"title":"The Mae Shi er klare","excerpt":"<p>5 dager, 5 slipp, 5 band: Nummer 2</p>\n<p>The Mae Shi sprer en enorm glede fra scenen, og minner oss egentlig litt om Les Savy Fav som spilte på en legendarisk konsert på Øya i 2006. Skiva deres har fått kanonanmeldelser i England med 9/10 i NME, samt 8/10 på Drowned in Sound. Snart vil nok også norsk presse opptage dette herlige og  orginale bandet som ikke er redd for å eksperimentere.</p>\n","content":"<p>Alle ville ha The Mae Shi på SXSW i mars. De spilte utrolige 16 konserter i løpet av fire dager, og rakk over alle de hippe festene og diverse slitne buler i Austin. Vi hadde hørt endel på det nye albumet deres HLLLYH (2008 på Moshi Moshi) på forhånd, men ble slått i bakken av et fantastisk energisk liveset. The Mae Shi sprer en enorm glede fra scenen, og minner oss egentlig litt om Les Savy Fav som spilte på en legendarisk konsert på Øya i 2006. Skiva deres har fått kanonanmeldelser i England med 9/10 i NME, samt 8/10 på Drowned in Sound. Snart vil nok også norsk presse opptage dette herlige og  orginale bandet som ikke er redd for å eksperimentere.</p>\n<p>Disse bråkebøttene The Mae Shi kommer fra utkanten av Los Angeles og gjennomførte sine første konserter for omtrent fem år siden. Sjøl har de forsøkt å forklare musikken som ”busted electronics, spazzier-than-fuck drums, crazy-ass boogie guitar, distorted caveman bass and throat-destroying vocals”. I bunnen av all musikk de lager ligger poppen, sjøl om den kanskje ikke er like lett å få fatt på for alle. Som de sier selv ”I think our records are basically pop records . . . we’re not hard to get or anything — I mean, you can bob your head to us, right?”. Bli ikke overrasket om du kommer over elementer av hiphop, funk og punk i deres herlige genremiks. Uansett er det uhøytidelig og catchy låter du støter på i møte med disse fem herrene. De skal visstnok ha spilt flere kjellere og garasjer enn de fleste av oss rekker å se i løpet av et liv. Nå kommer de til Middelalderparken for å skape liv, røre og ekte musikkentusiasme.</p>\n<p><a href=\"http://www.myspace.com/themaeshi\" target=\"_blank\">HØR MUSIKK HER</a></p>\n<p>Nytt band slippes i morra</p>\n","date":"2008-04-08T10:23:00.000Z","wordpress_id":766,"featured_image":null,"translations":{"nb":{"url":"/2008/04/08/the-mae-shi-er-klare/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"14d5b79a-8cb0-5c25-ac2b-4b03291bb617","locale":"nb"}}