{"data":{"wordpressPost":{"wordpress_id":8683,"title":"Festivalingeniør for én dag","excerpt":"<p>Kreative og spennende forslag kom inn på standen til Hjellnes Consult under årets Øyafestival. Det var stor positivitet og interesse rundt konkurransen. Totalt var det rundt 100 mer seriøse forslag til å forme Øyafestivalen 2014 på Tøyen. Av disse ble det trukket en vinner av en vintage Fender Telecaster. Det var stor oppmerksomhet rundt konkurransen [&hellip;]</p>\n","content":"<p>Kreative og spennende forslag kom inn på standen til Hjellnes Consult under årets Øyafestival. Det var stor positivitet og interesse rundt konkurransen. Totalt var det rundt 100 mer seriøse forslag til å forme Øyafestivalen 2014 på Tøyen. Av disse ble det trukket en vinner av en vintage Fender Telecaster.</p>\n<p>Det var stor oppmerksomhet rundt konkurransen fra beboere på Tøyen og andre med interesse for Øyafestivalen, byplanlegging og arkitektur. Spennet på forslagene var stort. Spesielt var det viktig for flere av deltagerne at det skulle bli fine publikumsplasser, god flyt og akustikk. I tillegg til å bruke det flotte terrenget og solforholdene i Tøyenparken.<i> </i></p>\n<p>Øyafestivalen er kjent for å fokusere på miljøet, noe mange prioriterte i sitt innslag. Omtrent alle deltagerne plasserte teltene, scenene og toalettene hvor de tok hensyn til terrenget og naturen på Tøyen. Hjellnes Consult opplevde også at mange hadde tenkt grundig igjennom hvilken vei scenene skal være vendt slik at det blir minst mulig støy for beboerne i området. Flere var enige om at stiene i parken ville bli fine avgrensninger mellom scenene. Spesielt var det mange som også ville inkludere de formfulle trærne på Tøyen i deres festivaldesign. Enten ved å innramme scenene i mellom eller bruke de som avslappende steder for sitteplasser og ly. Det var i tillegg flere innslag som utnyttet seg av utsynet fra terrenget.</p>\n<p>Nå skal Øyafestivalen gå igjennom forslagene, for å ta med de beste inn i planleggingen av neste års festivalområde i og rundt Tøyenparken.</p>\n<p>foto: Tor Orset</p>\n<p>&nbsp;</p>\n<p><i>Ingrid Heitmann sitt vinnerforslag til Øyafestivalen 2014 satt fokus på å spre scenene og toalettene godt for å sikre god flyt og lett tilgjengelighet på festivalen. Samt utnytte de naturlige amfiarealene og terrenget på Tøyen. Scenene var plassert strategisk i vinkel, slik at de ikke utspiller hverandre. Servering var plassert midt i parken med lett adkomst fra alle scener.<br />\n</i></p>\n<p><i>Vi gratulerer vinner Ingrid Heitmann med ny vintage Fender Telecaster. </i></p>\n<p>&nbsp;</p>\n<p><i>Hva ønsker du å gjøre med gitaren?<br />\n</i>&#8211; Dessverre spiller jeg ikke selv. Ble hovedsakelig med for å komme med forslag til hvordan Øyafestivalen kan bli seende ut til neste år. Liker gitar, så kanskje dette er en god anledning til å begynne!</p>\n<p><i> </i></p>\n<p><i>Har du noen tanker om hvordan Øyafestivalen vil bli på Tøyen?<br />\n</i>&#8211; Det vil bli annerledes. Jeg var ikke klar over at Finnmarkgata skal bli stengt, så det virker fint med mer plass. Øyafestivalen er en miljøfestival, så det vil den være fremover også.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://oya.test/wp-content/uploads/sites/2/2013/08/vinner-IH-03-150x150.jpg\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-full wp-image-8685\" alt=\"vinner IH 03 150x150\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"150\" height=\"150\" data-sizes=\"auto\" data-aspectratio=\"150/150\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n","date":"2013-08-23T09:23:56.000Z","featured_image":{"title":"hjellnes stand jpg 635x350","filename":"hjellnes-stand-jpg-635x350.jpg","filesize":120687,"url":"http://oya.test/assets/uploads/2013/08/hjellnes-stand-jpg-635x350.jpg","link":"http://oya.test/hjellnes-stand-jpg-635x350/","alt":"","author":"4","description":"","caption":"","name":"hjellnes-stand-jpg-635x350","status":"inherit","uploaded_to":0,"date":"2013-08-23 09:18:06","modified":"2013-08-23 09:18:06","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/08/hjellnes-stand-jpg-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/08/hjellnes-stand-jpg-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/08/hjellnes-stand-jpg-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/08/hjellnes-stand-jpg-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/08/hjellnes-stand-jpg-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/08/hjellnes-stand-jpg-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/08/hjellnes-stand-jpg-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2013/08/23/festivalingenior-for-en-dag/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1f8173d0-f32f-52d1-b55a-d7c8ccb8aa2a","locale":"nb"}}