{"data":{"wordpressPost":{"title":"Øyafestivalen 2011 utsolgt","excerpt":"<p>I løpet av helga gikk Billettservice tom for billetter til Øyafestivalen 2011. Det betyr at det nå verken er femdagerspass eller dagsbilletter igjen til festivalen. Årets Øya-billetter har solgt kjappere enn tidligere år, og er helt utsolgt nesten fire uker før den starter. Dette er svært gledelig og viser at det er mange som setter like stor pris på årets program som oss.</p>\n","content":"<p>Øyafestivalen 2011 består av fire fullpakka dager i Middelalderparken, pluss en fyldig åpning med Klubbdagen tirsdag 9. august. Øya-programmet er ikke bare stort, det er også usedvanlig variert og spennende. Vi har merka oss at publikum gleder seg stort til konserter med blant andre Kanye West, Pulp, Kaizers Orchestra, James Blake, Fleet Foxes, Aphex Twin, Bring Me The Horizon, The Jayhawks, Kvelertak, Explosions In The Sky, Lykke Li, Guided By Voices, Sharon Jones &#038; The Dap-Kings, Wiz Khalifa, OFF!, Q-Tip, Sebadoh, Waanskrækk, Hurra Torpedo, Jamie xx og Janelle Monáe.</p>\n<p>Om du vil kjapt inn på festivalområdet den første dagen du skal i Middelalderparken, anbefaler vi at du bytter billett til armbånd på forhånd. Dette vil spare deg mye tid om du kommer på et tidspunkt da mange gjerne vil inn samtidig. Vår bod på Youngstorget i Oslo Sentrum er åpen mandag og tirsdag i festivaluka. Her kan du bytte femdagerspass og dagsbilletter i korrekt armbånd. For å komme inn på Klubbdagen 9. august, uten å betale på enkeltklubber, må du også ha byttet femdagerspasset i armbånd på forhånd. Åpningstidene i boden på Youngstorget er:<br />\nman 8. aug, kl 13-20<br />\ntirs 9. aug, kl 12-22</p>\n<p>Vi opplever at det er en del svartebørssalg på nett og vil advare om at det ikke er noen garanti for at billetten er gyldig, om du har kjøpt den utenom våre salgskanaler.</p>\n","date":"2011-07-18T11:17:00.000Z","wordpress_id":15487,"featured_image":null,"translations":{"nb":{"url":"/2011/07/18/ayafestivalen-2011-utsolgt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5dec1761-15c5-578c-b5ce-ea774055ac8f","locale":"nb"}}