{"data":{"wordpressPost":{"title":"Elephant9 med Terje Rypdal på Øya","date":"25th February 2016","content":"<p>Vi lover en Øya-opplevelse utenom det vanlige, med noen av landets aller fremste musikere.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-thumbnail\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"150\" height=\"150\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p><strong>ELEPHANT9 med TERJE RYPDAL</strong></p>\n<p>Trioen Elephant9 består av musikere som er kjent for sin varierte bakgrunn og uredde innstilling. For enkelthets skyld blir musikken deres ofte kalt jazzrock, men Elephant9 er mye mer enn det. De debuterte med Dodovoodoo i 2008. Deres to nyeste utgivelser, Atlantis (2012) og Silver Mountain (2015), er laget sammen med den svenske gitaristen Reine Fiske, kjent fra Dungen.</p>\n<p>Ståle Storløkken er blant annet medlem av Supersilent, har tidligere spilt med Terje Rypdal og samarbeida med Motorpsycho. Nikolai Eilertsen har vært bassist i BigBang, The National Bank og flere prosjekter enn vi klarer å telle. I disse dager er han også aktuell som medlem av Øya-aktuelle Band Of Gold. Torstein Lofthus har spilt trommer med så ulike band som Shining, Marit Larsen, Jon Eberson, Bernhoft og Chrome Hill.</p>\n<p>Terje Rypdal er en levende legende, og er svært anerkjent internasjonalt. Han var med på å prege norsk rocks ungdom gjennom The Vanguards og The Dream. Deretter samarbeida han med Jan Garbarek parallelt og starta egne prosjekter. Han har flere utgivelser på det respekterte tyske selskapet ECM. Nå skal hans fortsatt vitale og unike stil oppleves sammen med et band som klarer å være solide og overraskende på én gang.</p>\n<p><a href=\"http://www.allmusic.com/artist/terje-rypdal-mn0000023566/biography\" target=\"_blank\">Allmusic.com</a> beskriver Rypdal slik: &#8211; He has directly or indirectly influenced virtually every one of his countrymen who followed him on the instrument. He is also a virtuoso multi-instrumentalist and, perhaps most importantly, a world-class composer.</p>\n<p>&nbsp;</p>\n<p>Om Elephant9:</p>\n<p>Rock-a-Rolla: &#8211; With Atlantis they unleash a full-blast juggernaut of a record, complete with guest spots from Swedish guitarist Fiske (Dungen).<br />\nHighly recommended.</p>\n<p><a href=\"http://www.aftenposten.no/kultur/anmeldelser/Instrumentalmusikk-som-synger-8132149.html\" target=\"_blank\">Aftenposten</a> om Silver Mountain: -Noe av det underlige med Elephant9 er at de lykkes med å holde på interessen min, uten at musikerne trer frem som solister i tradisjonell forstand. Dette er instrumentalmusikk med kollektivt feste. Selve lyden og klangen i instrumentene blir vektlagt. Feeling står i sentrum.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.facebook.com/elephant9music/\">www.facebook.com/elephant9music</a></p>\n<p>&nbsp;</p>\n<p>foto Hans Petter Heggli</p>\n","wordpress_id":13609,"translations":{"nb":{"url":"/2016/02/25/elephant9-med-terje-rypdal-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5177ea01-bdeb-5a27-8fc4-08a54f1ad78c","locale":"nb"}}