{"data":{"wordpressPost":{"title":"Øyanatt på Blå","excerpt":"<p>Under Øyanatt har Blå både egne konserter og arrangementer under konseptet Sunkissed. Her er hele programmet, med blant andre Stephen O&#8217;Malley, D/R/U/G/S, The Lionheart Brothers, Beglomeg, Magda, Johnny D, g-Ha og Olanskii og mange flere.</p>\n<p>Følg med de kommende dagene for flere Øyanatt-slipp!</p>\n","content":"<p>BLÅ<br />\nPå klubbsida er Blå helt i front, og de kan skilte med en unik scene som små og store artister får utfolde seg på. Dessuten har de, etter eget utsagn, Oslos fineste uteservering.</p>\n<p>Onsdag 10. august<br />\n*D/R/UG/S (US)*<br />\nCC: 100,- / 50,- med øyabånd<br />\nForsalg på Billettservice<br />\nAldersgrense: 18 år<br />\nDe har kanskje ikke laget tusen remikser, bare nesten. Vi er i New York. Det er kaos og orden på én og samme tid. Det er sånn vi liker det. Crystal Fighters, Jamie XX og Professor Murder har denne herlige duoen fått leke med og det stopper ikke der. D/R/U/G/S er så bra disko/tekno at vi rett og slett ikke vet hva vi skal mene. Blås egen Einar Eidsvåg er DJ for kvelden. </p>\n<p>Fredag 12. august<br />\n*STEPHEN O&#8217;MALLEY (US)<br />\nTHE LIONHEART BROTHERS<br />\nBEGLOMEG<br />\n120 DAYS DJ-SETT*<br />\nCC: 175,- / 150,- med øyabånd<br />\nForsalg på Billettservice<br />\nAldersgrense: 20 år<br />\nStephen O&#8217;Malley kunne like gjerne søkt om norsk pass. Norgesvennen har spilt her på berget en rekke ganger med forskjellige prosjekter som SunnO))), Khanate, KTL og Æthenor, for å nevne noen. Denne gangen kommer han i ensom majestet for å få ølmagen din til å riste litt ekstra etter en svett tokt i Middelalderparken. Forvent mørke, dype droner som beveger deg på flere plan. Lionheart Brothers ga i januar ut Matters of Love and Nature, som allerede da ble hyllet av pressen som et av årets beste album. Siden sist har bandet tatt steget langt inn i syrehelvete, med mer særpreg i lydbildet. Introverte, men fremoverlente popmelodier kombinert med støyrock, dansegulv, sirupsrytmikk og vakre koringer. Beglomeg er en mekanikk bygget opp av hypnotiske rytmer under en opptrekkbar bassmaskin med et messingrør som går opp i en øvre del, hvor én spansk arkivar og én ungarsk doktor (innimellom akkompagnert av ekte europeiske bastarder) prosesserer psykedelisk deathfønk. Sist men ikke minst kommer kristiansundsgutta i 120 Days løpende fra konserten i Middelalderparken for å DJe hele natta.</p>\n<p>SUNKISSED PÅ BLÅ<br />\nSunkissed er den musikalske verdenen til g-Ha og Olanskii. Konseptet har gitt kvalitetshouse til folket siden 2000. I år presenterer de to netter med Tysklands (og Norges) fineste DJs på Blå.  </p>\n<p>Torsdag 11. august<br />\nSunkissed presenterer:<br />\n*MAGDA (DE)<br />\nG-HA &#038; OLANSKII*<br />\n(+ute) Nico Coltsfoot, Gaute Haaversen, Le Capitain, Asbjørn E<br />\n(+visuelt) KyrreLys, Ingeborg Olerud &#038; Olanskii<br />\nCC: 150,- / 120,- med øyabånd (gratis ute til 22.00)<br />\nForsalg på Ticspace.no<br />\nAldersgrense: 20 år<br />\nHvor var du da Magda og Richie Hawtin datt omkull i boksen på Sunkissed!?! Det var en varm torsdag kveld i august 2005, og kanskje den mest intense og magiske Sunkissed-kvelden så langt. Det sier litt! Magda ble først kjent som Richie Hawtins padwan en gang rundt millenniet. Siden den gang har hun selv blitt en av de største navnene der ute. Og det med god grunn. Det er en stødig DJ i verdensklasse som tar til 1210-spillerne denne kvelden. Selv om hun har noen produksjoner bak seg, først og fremst med Marc Houle og Troy Pierce som Run Stop Restore, er dette en DJ som er totalt fokusert på å levere ekstase på dansegulvet. </p>\n<p>Lørdag 13. august<br />\nSunkissed presenterer:<br />\n*JOHNNY D (DE)<br />\nG-HA &#038; OLANSKII<br />\nVINNY VILLBASS*<br />\n(+ute) Brokesteady, Ronny Rabalder, Rasmussen, Henri Le Coq<br />\n(+visuelt) KyrreLys, Ingeborg Olerud &#038; Olanskii<br />\nCC: 150,- / 120,- med øyabånd (gratis ute til 22.00)<br />\nForsalg på ticspace.no<br />\nAldersgrense: 20 år<br />\nJohnny D leverte varene så det sang etter ham på Sunkissed en novemberkveld for et par år siden! Mannen som tok verden med storm med «Orbitalife» i 2008, vet å blåse taket av bygget. Siden har han fulgt opp med tett knippe bunnsolide remikser og 12&#8243;ere over hele fjøla av fete etiketter; Oslo Records, 8bit, Rebirth, Bpitch Control, Cecile, Leftroom og en haug med andre. Det er med andre ord en aktiv mann som nå setter kursen mot Oslo  for å levere rullende tech-house av den sorten det gjerne blir totalt baluba av.</p>\n","date":"2011-06-20T08:13:00.000Z","wordpress_id":132,"featured_image":null,"translations":{"nb":{"url":"/2011/06/20/ayanatt-pay-blay/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c31301bf-826b-5117-993c-2cb116b6752c","locale":"nb"}}