{"data":{"wordpressPost":{"title":"Intervju: Hello Saferide","date":"2009-11-17T13:27:00.000Z","content":"<p>Aaah. Svenske jenter klarer jeg ikke å motstå. Det er noe med det svenske språket som får nesten alle jentene til å virke så utrolig søte og snille, og jeg går fem på hver gang. Så du kan bare tenke deg hvor lett det var å si ja når jeg fikk et tilbud om å intervjue Annika Norlin fra Hello Saferide. ’Hell yeah. Så klart vil jeg bli forelsket i en svensk jente til. Kjør på…’</p>\n<p>Så etter den utrolig bra konserten de ga oss på Øya i år, spaserte jeg selvsikker og fornøyd mot intervjulokalene klar for å bli sjarmert i senk igjen. Jada, jeg hadde høye forventninger. Etter å sett hvor blid hun var på scenen så måtte jo dette her gå bra.<br />\n-Gratulerer med den nye skiva, Annika. Og takk for en kjempekonsert.<br />\n-Tusen takk og velbekomme, sier hun med et kjempesmil.</p>\n<p>Praten går lett og vi snakker om løst og fast før jeg begynner med de ekte spørsmålene. Jeg har allerede bestemt meg for at jeg ikke tør å spørre om hun vil bli med på en øl etter intervjuet, så nå er det bare profesjonalitet som står i hodet mitt.<br />\n-Føler du at du har vokst siden det første albumet ditt, ’Introducing…Hello Saferide’?<br />\n-Ja, så absolutt.<br />\n-På hvilken måte da?<br />\n-Vel. For meg så er jo alt det her fortsatt ganske nytt. Ikke det å skrive låter, men det å spille konserter og spille inn musikk er jo noe jeg faktisk ikke har holdt på med så alt for lenge. På første skiva så gjorde jeg jo alt for første gang og følte meg veldig som en lærling når jeg holdt på med den. Så nå har jeg egentlig gått å vært dritredd i tre år, sier hun mens hun ler litt av seg selv. Men nå som det er gjort så skjønner jeg hvordan det meste fungerer og forstår ikke helt hva det er jeg har gått å vært redd for.</p>\n<p>-Det er godt å høre. Men du har spilt inn en skive på svensk også, sånn i mellomtiden, med Säkert!. Klarer du ikke å bestemme deg for om du vil synge på svensk eller engelsk?<br />\n-Faktisk så var det sånn at etter første albumet, på engelsk, så gikk det så veldig bra at vi mente vi måtte kjappe oss med å lage flere låter. Og da ble det til at vi ville gjøre noe annet, så da ble det til at vi lagde en skive på svensk.<br />\n-Allright. Den vant du jo til og med priser med den. Og første skiva de mottok jo rimelig bra omtale. Må være deilig å få så mye bra respons?<br />\n-Jo, det er det absolutt. Men jeg ble litt redd, for det ble så mye skryt at jeg fikk litt prestasjonsangst…</p>\n<p>-Haha, men nå er du jo tilbake med enda en bra skive. Så du må nok bare bli vant til å få skryt. Men du. Den nye skiva di heter ’More Modern Short Stories from Hello Saferide’, så hva er det du skriver låter om. Er det fiksjon eller sanne historier?<br />\n-Litt av begge. Som oftest så er det en følelse eller en tanke som trykker på og som får meg til å skrive en låt om det. Andre ganger så er det en opplevelse jeg har hatt og andre ganger noe som har hendt med andre personer.<br />\n-Hva med den låta dere spilte i dag, den som du og hun andre står å synger til hverandre. Den syns jeg var så koselig men jeg klarte ikke å få med meg teksten og fikk ikke med meg hva den het… Skjønner du hvilken jeg mener?<br />\n-Ja, den heter ’Long Lost Pen Pal’ og handler om to brevvenner som begynner å skrive med hverandre igjen etter ti år. Den er ikke sann da, den er fiksjon.</p>\n<p>Så langt så har det bare vært fryd og gammen å snakke med denne sjarmerende svensken. Etter å gitt ut tre album og er en person de fleste med sans for god musikk har hørt som så har hun fortsatt bena plantet godt nede på jorden sammen oss vanlige dødelig. Jeg koser meg glugg i hjel her jeg sitter og håper nesten at intervjuet skal vare resten av dagen.<br />\n-Hvor har du tatt navnet Hello Saferide fra?<br />\n-Jeg tok det navnet når jeg skulle gi ut min første skive. Jeg hadde skrevet mange låter, men ville ikke at noen skulle vite at det var meg. For jeg har så mange kompiser som er musikere og journalister, så jeg bare tok et navn. Og det er fra tiden når jeg studerte i USA, hvor man var tvunget til å ringe en sånn taxi-service når man skulle ut på kvelden fordi det var så mange heroinmisbrukere i den byen. Og han karen som svarte telefonen, svarte alltid med ’Hello Saferide’. Så jeg tok det bare derifra.<br />\n-Var det så ille der?<br />\n-Ja, det var faktisk det, i hvert fall på kveldene. En gang så bestemte jeg og venninne oss for å droppe den taxien, og da fikk vi en hel gjeng etter oss som ropte og skrek og, ja, det var helt sykt.<br />\n-Haha, det hørtes ikke noe koselig ut nei. Enda godt det gikk bra da. </p>\n<p>Annika er jo faktisk journalist hun også. Så hun gikk fra å være musikkritiker til å bli musiker, noe som faktisk høres ganske skummelt ut. Jeg hadde ikke turt å bytte roller der, men det er vel kanskje fordi jeg ikke er spesielt god til å skrive låter..<br />\n-Var det journalistikk du studerte der?<br />\n-Det var planen ja, men når jeg kom dit så kunne jeg plutselig ikke gjøre det allikevel. Så det ble til at jeg studerte litt forskjellig. Jeg kunne faktisk studere bowling, men det gjorde jeg ikke.<br />\n-Hæ? Det hadde jeg lett studert, hadde jeg hatt mulighet. Haha, amerikanere er noe for seg selv. Men du ble jo journalist til slutt uansett. Så hva var det du gjorde da?<br />\n-Jeg skrev mest om musikk og film for forskjellige blader. Jeg begynte som anmelder, men jeg var en utrolig dårlig anmelder. For jeg tenkte alltid at personen bare hadde en dårlig dag, eller noe sånt, så jeg ga alle en treer. Uansett om det var bra eller dårlig så ble det en treer. Jeg ville ikke såre noen, og jeg syns heler aldri noen fortjente toppkarakterer da jeg vurderte alle opp mot Tom Waits. Og jeg hørte aldri noen skiver som var like bra som han sine.</p>\n<p>-Det kan fort bli sånn ja. Men hvordan er det nå å stå på andre siden?<br />\n-Det kan være litt slitsomt i blant. For eksempel så spilte vi i Göteborg før vi kom til Oslo, og i motsetning til i dag, så følte jeg at konserten i går gikk rett til helvete. Og da står jeg etter konserten og ser for meg hvordan anmelderne tenker og hva de eventuelt kommer til å skrive, og så tenker jeg hva jeg ville ha skrevet. ’Hun hadde ikke en bra dag i dag’, hehe. Men for hver eneste feil jeg gjør så tenker jeg at vi går ned en karakter. Litt sånn, ’Der er vi nede på en firer. Oops, der er vi nede på en treer ja’, haha, så det er litt slitsomt ja. </p>\n<p>-Leser du anmeldelsene som blir skrevet om deg a?<br />\n-Noen ganger så gjør jeg det. Og er det konstruktiv kritikk så er det faktisk ganske greit å lese det. For da kan man ta det til seg og prøve å forbedre det.<br />\n-Så du blir ikke forbanna hvis noen slakter deg?<br />\n-Nei, jeg har jo stått på den siden jeg også, så jeg vet hvordan de har det.<br />\n-Det er tøft å være anmelder også ja. Ikke noen dans på roser dette nei. Det er tøft for oss som må høre på en hel skive, eller en hel konsert og så må man skrive det man mener etterpå. Huff. Det er kult å sitte her å prate med deg, men faen som jeg gruer meg til jeg må sette meg ned å skrive dette. Men nok klaging fra meg. Har du planer om å ta over verden med musikken din?<br />\n-Nei, absolutt ikke, ler hun. Jeg elsker å reise rundt å spille konserter og lage musikk og alt det der, men jeg vil ikke ofre alt å gjøre dette på heltid.<br />\n-Jeg kan ikke skjønne det. Hva er det du vil gjøre istedenfor å drive med musikk?<br />\n-Altså, det er fortsatt musikk jeg vil drive med. Men jeg liker bedre å skrive låter fremfor å reise rundt å spille konserter hele tiden. Det blir så kort tid med låtskrivingen og så mye tid på promotering og konserter. Så jeg spiller faktisk ganske få konserter, og prøver heller å skrive mer musikk og kose meg med det.</p>\n<p>-Så du legger ikke ut på noen verdensturné med det første?<br />\n-Nei. I sommer så har vi vel spilt ca. ti konserter og det syns jeg er perfekt. Jeg orker ikke gjøre dette hver dag over en lang tid. Det blir for masete og slitsom.<br />\n-Det er akkurat det jeg tenker om voksenjobben min også. Men jeg må dra dit hver dag, eller så tjener jeg jo plutselig ingen penger. Men hva syns du om å spille på festivaler da?<br />\n-Jeg elsket festivaler før, når jeg dro dit for å se konserter selv. Men jeg vet hvordan jeg var, så jeg tenker at det er ganske mange som gjør som jeg gjorde, nemlig se litt av noen konserter og så gå å drikke øl. Når man spiller på en klubb så vet man at de fleste er der for å se konserten, mens på festivaler så vil folk få med seg alt, så det er en vesntlig forskjell der.</p>\n<p>-Ja, det blir litt sånn at man ser ett kvarter av hver konsert.<br />\n-Også ser man jo alle som er der, så da ser jeg jo når det står en kar å gjesper og tenker ’Hvorfor står han å gjesper? Kjeder han seg? Men faen da, hvorfor gidder han å være her da. Spiller jeg ikke bra nok? Er lyden dårlig?’ Man kan fort bli litt usikker av å se ansiktene til alle i publikum.<br />\n-Den ser jeg. Jeg løper mellom hver eneste konsert, så hvis alle banda hadde satt seg ned å pratet så hadde vel alle nevnt han skjeggete, solbrente jævelen med de teite hvite solbrillene, som dro midt i konserten.<br />\nDessverre så måtte jeg forlate Annika nå, for jeg hadde det så jævlig trivelig. Dette er første gang en festival blir bedre på grunn av et intervju jeg har gjort, ikke det at Øya trenger noe spesielt med hjelp for å ende opp som årets høydepunkt, men dette var en höydare. Har du ikke hørt Hello Saferide før, så burde du sette det på toppen av ’To do’-lista di og begynne å elske. For dette er en herlig dame. </p>\n<p>Tekst: Petter Milde (petter@furoreiharare.com)<br />\nFoto: André Simonsen<br />\n<a href=\"http://www.furoreiharare.com\" target=\"_blank\">www.furoreiharare.com</a></p>\n","wordpress_id":489,"featured_image":null,"translations":{"nb":{"url":"/2009/11/17/intervju-hello-saferide/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9880379f-67b4-5c28-b4e3-80107ab0b716","locale":"nb"}}