{"data":{"wordpressPost":{"title":"Camp Indie på Rockefeller – den beste 16. mai-festen","date":"14th May 2010","content":"<p>For andre året på rad tar Øyafestivalen 16. mai med seg Camp Indie, som du kanskje kjenner fra et telt i Middelalderparken under festivalen, inn på Rockefeller. Det blir fire scener, masse band, gledespredende DJs, mye folk og god stemning. Moroa koster i utgangspunktet ingenting, men du skal få mulighet til å betale det du har lyst til de banda du liker best. Dette blir en helaften uten sammenligning. Camp Indie byr på pen pop, frekk støy, eplekjekk elektro, rå punk, lystig indie, hårete rock og mye mer. I tillegg blir det et finfint indiemarked du kan du kan shoppe rundt på. Kom tidlig, bli til seint og opplev norsk pop og rocks herlige hemmeligheter.</p>\n<p>På ettermiddagen har Miniøya og Camp Indie slått sine krefter sammen, og disker opp med et herlig tilbud for barn og unge, med konserter, disko, kaker og pølser. Ta med familien først og kom tilbake for festen seinere.</p>\n<p>Fjorårets arrangement på samme dato var en dundrende suksess med fete konserter og dansemoro til langt på natt. Over 2000 mennesker var innom i løpet av kvelden. I år satser vi på å overgå alt som var moro i fjor!</p>\n<p>Arrangementet baserer seg på god gammel dugnadsinnsats. Det er ingen som vil kreve penger av deg i døra- du bestemmer selv hva du vil betale! Fra null til hva du måtte syntes er rimelig. For deg som vil være sikra garantert inngang på kvelden (skal jo ikke se bort ifra at Rockefeller-brakka blir fylt til randen denne kvelden!) har vi lagt ut et lite antall billetter til kr 100,- til forhåndsalg. Alle billettinntekter, både donasjoner i døra og de få billettene til forhåndssalg går uavkortet til artistene som opptrer denne kvelden.<br />\n<a href=\"http://www.billettservice.no/html/connect.htmI?STAGE=1&#038;EVNT=ORF1605&#038;l=NO\" target=\"_blank\">KJØP BILLETT PÅ FORHÅND</a></p>\n<p>OM CAMP INDIE<br />\nCamp Indie er Øyafestivalens hyllest til grasrotnivået i norsk musikkliv. Fra 11. – 14. august står igjen Camp Indie-teltet helt i enden av Middelalderparken, og inviterer små, uavhengige plateselskaper, som i ekte DIY-ånd drives av ildsjeler og eksisterer på pur musikkglede. Fokuset her er først og fremst på de uavhengige plateselskapene som på en utmerket måte jobber året rundt for å fronte sine artister. Øyafestivalen og Camp Indie mener det er så mye bra musikk som fortjener ekstra oppmerksomhet, og vi vil derfor lage en egen festival før selve Øyafestivalen. Den beste oppvarmingen for Norges nasjonaldag skjer på Rockefeller 16. mai.</p>\n<p>Camp Indie på Rockefeller 16. Mai gjøres i samarbeid med GRAMO, MFO, Furoreiharare.com og Oslo Kommune.</p>\n<p>PROGRAMMET<br />\nHovedscena<br />\n21.00: VOM (bildet)<br />\n22.00: Mhoo<br />\n23.00: Altaar<br />\n00.00: Lucy Swann</p>\n<p>Venstre fløy:<br />\n20.30: Goonfight<br />\n21.30: Manhattan Skyline<br />\n22.30: Kollwitz<br />\n23.30: Oslo Ess</p>\n<p>Høyre fløy:<br />\n21.30: Monzano<br />\n22.30: Team Me<br />\n23.30: soup<br />\n00.30: Death By Unga Bunga</p>\n<p>Taket:<br />\n21.45: Munn til Munn Metoden<br />\n22.45: Nils Bech<br />\n23.45: Miss Harmonica</p>\n<p>MINIØYA PÅ CAMP INDIE<br />\nMiniøya varmer opp til sommerens store festivalopplevelse under Camp Indie 16. mai. Miniøya er den nye barnefestivalen som arrangeres i Tøyenparken 26. &#8211; 27. juni 2010. På Rockefeller 16. mai, inviterer vi alle barn til disko, kaker og pølser fra klokka klokken 15, før det braker løs med konserter med VOM og Ugress på Rockefellers hovedscene.</p>\n<p>Programmet for kidsa<br />\n15.00 Disko og kakefest<br />\n16.30 Ugress<br />\n17.10 VOM<br />\n<a href=\"http://www.minioya.no\" target=\"_blank\">Les mer om Miniøya</a></p>\n<p>MINIØYA PRESENTERER VOM<br />\nVOM består av 4 sultne jenter og er en del av en ny bølge av rockeband som synger på norsk. Bandet har spilt sammen siden 2003, og har etablert et trofast og dedikert publikum. VOM har mat og rock på agendaen og 18. januar 2010 slapp de debutplata Viva la VOM på beryktede Duplex Records. Når VOM inviterer til fest blir det rock`n’roll, muffins, ballkjoler og garantert god stemming!  Vi gleder oss til et energisk og gjennomført show for kidsa!<br />\n<a href=\"http://www.myspace.com/vomband\" target=\"_blank\">MYSPACE</a></p>\n<p>RIKSKONSERTENE OG MINIØYA PRESENTERER UGRESS<br />\nRikskonsertene er stolt av å kunne presentere elektronikaartisten Ugress sammen med Miniøya på Rockefeller 16. Mai. Ugress er en av de nye produksjonene Rikskonsertene skal ha ut gjennom skolekonsert-ordningen høsten 2010. Dette er funky, filmatisk, og spennende pop-eletronika. Bak prosjektet finner du den gale vitenskapsmann og lydetterforsker Gisle Martens Meyer.</p>\n<p>Ugress slo igjennom i 2002 med sin melodiøse og instrumentale dansemusikk, frontet av hitene Spider-Man Theme og Loungemeister. Siden har musikken vært hyppig brukt i film, tv og dataspill, og prosjektet har spredt seg gjennom flere album og turneer videre til kinosalen, filharmoniske orkestre, barne-TV, ekstremsportdokumentarer, ny musikk til gamle stumfilmer, improvisasjonsteater og lyddesign til Høstutstillingen. For de minste er nok Ugress mest kjent gjennom sine låter til Kometkameratene, NRK sin sci-fi-hovedsatsning for barn.</p>\n<p>Armert med fantastiske elektroniske instrumenter, et slående visuelt show med masse lys, animasjon og film, har han etter hvert opparbeidet seg et solid live-rykte. Det bobler og syder av av groovy beats, eksotiske lyder og instrumenter. Alt sammen såvidt holdt under kontroll av en hyperaktiv og<br />\nentusiastisk, sprø professor.<br />\n<a href=\"http://www.ugress.com\" target=\"_blank\">UGRESS</a><br />\n<a href=\"http://www.gislemartensmeyer.com\" target=\"_blank\">GISLE MARTENS MEYER</a></p>\n<p>BANDOMTALER CAMP INDIE<br />\nOslo Ess<br />\nKan dette være Oslos tøffeste band? Med medlemmer fra Silver, Serena Maneesh, Upstrokes og FORK, tar de opp arven etter gamle pønkehelter som Rancid, Social Distortion og Dia Psalma. Det at de synger på norsk gjør sammenligningen med Jokke uunngåelig, men Oslo Ess er så mye mer enn det. Dette er Oslo anno 2010, det er rått, ærlig og rett i trynet. Her vanker det bank, på den gode måten. Søk dekning, eller bli med fest! Og ikke minst, de spille sin aller første konsert på Camp Indie!<br />\n<a href=\"http://www.myspace.com/osloess\" target=\"_blank\">MYSPACE</a></p>\n<p>Altaar<br />\nKongen av støy, Sten Ove Toft, og kongen av screamo, Andreas Tylden (JR Ewing), slår hodene sammen og lager et monster som svært få klarer å beskrive første gang man hører dem. Inspirasjonskilder er alt fra Bathory til Slowdive via Jan Johansson til Sonic Youth. Det er skummelt, det er mystisk, og det er ekstatisk og brutalt. Hvis du klarer å forestille deg at du er en del år yngre, og har gått deg bort i skogen bak huset ditt. Det blir mørkere og mørkere, og du roper og du roper, men du finner aldri veien ut. Aldri…akkurat sånn blir det på Rockefeller denne kvelden. Så ta med en du er glad i, og hold fast!<br />\n<a href=\"http://www.myspace.com/altaarnorway\" target=\"_blank\">MYSPACE</a></p>\n<p>Manhattan Skyline<br />\nEtter mange år med beinhard jobbing og spillejobber med langt over normal intensitet, har Manhattan Skyline endelig tatt over tronen som Norges beste screamoband. Og ingen her til lands vil si at det ikke er fullt fortjent. Flere av medlemmene har overlevd livstruende sykdommer(!), det har vært mange utskiftninger i bandet og de har gitt ut et album som er så mørkt at lytteren får et brutalt innblikk i deres verden. En verden som er både dysfunksjonell og fæl, men allikevel så fantastisk at man aldri vil dra derfra. Denne kvelden skal man blø neseblod, pokker eller!<br />\n<a href=\"http://www.myspace.com/manhattanbitches\" target=\"_blank\">MYSPACE</a></p>\n<p>Lucy Swann<br />\nKritikerne har allerede lagt sin elsk på denne dama og det skjønner vi godt! Med utgangspunktet orgel og en nydelig stemme skulle man ikke tro at det var elektropop denne dama lirer av seg, men det er altså! Vi skal la oss rive med av beats og flytende feelgood-stemning. Vi kjenner at dette blir magisk! Regner med at du og har tenkt til å ta del av magien!?<br />\n<a href=\"http://www.myspace.com/lucyswann\" target=\"_blank\">MYSPACE</a></p>\n<p>Monzano<br />\nMonzano gav nylig ut sin siste gave til indiefolket, By This Time Last Year Everything Will Seem Younger, som har blitt godt mottatt i pressen, og de viste på årets By:larm at de leverer varene live også. De kjekke guttene i bandet har ikke bare vært favorittene til oss i Camp Indie, men japanerne har også lagt sin elsk på musikken og MTV-videoen til låta ”Poster Boy”. Med ny skive i baggen kan alt skje, så det er bare å stille seg opp på første rad på Rockefeller 16. Mai.<br />\n<a href=\"http://www.myspace.com/monzano\" target=\"_blank\">MYSPACE</a></p>\n<p>Nils Bech feat. Bendik Giske<br />\nKan dette bli Norges nye pop-prins? Vi i Camp Indie både tror, og håper på det. Med sine smarte løsninger, uimotståelige popsensibilitet og dansbare låter, kommer Nils og Bendik til å imponere både hvermannsen og særingene som kommer innom denne kvelden. Sjekk ut singelen ”Look Back”, og gled dere til plata som kommer på Fysisk Format om ikke altfor lenge. Lakksko er påkrevd, nypussa eller ei.<br />\n<a href=\"http://www.myspace.com/nilsbech\" target=\"_blank\">MYSPACE</a></p>\n<p>Munn Til Munn Metoden<br />\nDisse to unge karene fra Fredrikstad tok oss alle med storm i Camp Indie-teltet under Øyafestivalen 2009. Aldri har vel et så lite telt hatt et så stort dansegulv! Og aldri har vel så trange indie-jeans vært så jiggy. De har gjort remikser av Harrys Gym, Superfamily, Miss Harmonica og Hiawata!, og i følge ryktene er det ikke lenge til de slipper eget materiale. De minner litt om Justice og andre Ed Banger-kolleger i stilen, men mest av alt kjører gutta i Munn til Munn Metoden sin egen greie. Ta med deg danseskoene, selv om de trange buksene funker fint de også…bare spør oss.<br />\n<a href=\"http://www.myspace.com/munntilmunnmetoden\" target=\"_blank\">MYSPACE</a></p>\n<p>VOM<br />\nDamer som kan RÅKKE! Jepp, tight og rifftung rock på norsk! Humoristiske tekster og en fantastisk energi gir damene i VOM alltid full pupp når de spiller opp til dans. De har finpusset riffa siden 2003 og det skal sies at slikt blir det legendariske konserter av. De er konseptuelle og raffe som Turboneger, og rifftunge nok til å fylle de store rockescenene.<br />\nSer deg på Rockefeller 16. mai!<br />\n<a href=\"http://www.myspace.com/vomband\" target=\"_blank\">MYSPACE</a></p>\n<p>Mhoo<br />\nHvert år snakkes det om hvem som var ”vinneren” av By:larm, og i 2010 så var det ikke akkurat noen tvil om vinneren var Mhoo. De kom ut fra absolutt ingenting (eller Tønsberg om du vil), og tok publikummere og pressekorps med storm. Med sin tilnærming til bluegrass og country fikk de kastet sekserne etter seg, og plutselig var en ny stjerne født. Disse tenåringene tar mye fra flotte damer som Gillian Welch, Emmylou Harris og Iris Dement, og vi gleder oss stort til å ha dem hos oss i år.<br />\n<a href=\"http://www.myspace.com/mhoomusic\" target=\"_blank\">MYSPACE</a></p>\n<p>soup<br />\nsoup la ikke akkurat lista så veldig lavt når de bestemte seg for å følge opp debutskiva si med et dobbeltalbum tidligere i år. Men når de innfrir så til de grader, så blir det bare pur lykke å høre på dette bandet. soup kommer helt fra Trondheim og hit til Oslo for å imponere hovedstaden med sin blanding av post-rock, pop og elektroniske duppeditter. Og uttalelsene om at Trondheim bare fostrer dårlige hardrockband, blir så utrolig gjort til skamme her. Trondheim har noe stort på gang, og de heter soup!<br />\n<a href=\"http://www.myspace.com/soupsound\" target=\"_blank\">MYSPACE</a></p>\n<p>Death By Unga Bunga<br />\nNår garasjerocken herjet som verst rundt omkring, så var vel ikke en gang foreldrene til gutta i Death By Unga Bunga påtenkt. Men nå kommer purunge Death By Unga Bunga fra Moss til Rockefeller, og de kommer til å valse over deg med rock’n’roll så frenetisk og full av villskap at det kommer til å føles som om du har blitt truffet av et løpsk godstog. De har tydeligvis hørt mye på Sonics, The Standells og Monks, og de har til og med lært å kle seg. Stilige unge menn, med attitude og fantastiske låter kommer din vei. Take warning.<br />\n<a href=\"http://www.myspace.com/ungabungadeath\" target=\"_blank\">MYSPACE</a></p>\n<p>Goonfight<br />\nEt ganske så nytt band med medlemmer fra Bonk, Lukestar, Beezewax og Kaospilot. Bare ut ifra dette, høres dette sinnsykt bra ut før man har hørt det. Goonfight er snart klare med debutskiva, og når de henter inspirasjonen fra band som Fugazi, Sonic Youth og Melvins, er det bare å glede seg. Dette blir høyt og bra, og er vi heldige, så er skiva klar 16. mai, så dere kan ta med dere Goonfight hjem.<br />\n<a href=\"http://www.myspace.com/goonfight\" target=\"_blank\">MYSPACE</a></p>\n<p>Miss Harmonica<br />\nMiss Harmonica varmet nylig opp for La Roux på et fullstappa Rockefeller. Dette kan du være med på 16. mai. Når hun varter opp med en blanding av electrobeats, synthpop, indie-pindie, hurrapunk og plastic-fantastic outfits, blir det vanskelig å stå stille. Hun spilte på årets By:larm, ny skive er ute nå, hun har åpnet sin egen butikk, her er det bare en vei å gå! Dette bør du ikke gå glipp av. Her blir det Champagne, Caviar og selfvølgelig Miss Harmonica!<br />\n<a href=\"http://www.myspace.com/harmonicatheband\" target=\"_blank\">MYSPACE</a></p>\n<p>Team Me<br />\nHer lar vi Nrk Urørt beskrive musikken da de ble ukas urørt i fjor og si at vi gleder oss masse til å få vise frem Team Me!! &#8220;Fool er en låt som fungerer like bra som et tykt ullpledd i den tidlige vinteren. Team Me har dratt ut kontakten fra laptopen og fokuserer her på organiske instrumenter. De kommer smygende, en etter en, og sammen med stemmen som kjennes ut som den er 4 centimeter fra trommehinnen din, bygges låten sakte opp helt til man står på skyer.&#8221;<br />\n<a href=\"http://www.myspace.com/teammegjaggu\" target=\"_blank\">MYSPACE</a></p>\n<p>Kollwitz<br />\nUt fra den nye musikkhovedstaden, Bodø, kommer Kollwitz som et prosjektil. Ikke et prosjektil i den grad at det går kjapt og eksplosivt, for Kollwitz er noen seige jævler, som bruker tid å bygge seg opp og bryte oss ned. Men når Kollwitz treffer deg, så reagerer du som om du er truffet av en hvilken som helst muskedunder. Et prosjektil du kommer til å elske å få hvor som helst på kroppen. Akkurat nå reiser Bodø-gutta landet rundt med den nye skiva si &#8220;Like Iron I Rust&#8221;, og de skal forberede seg til nasjonaldagen med å blåse ut ører og senke sinnstemningene på Camp Indie-festivalen 16.mai.  Jeg siterer Groove.no: &#8220;Debuten til Kollwitz er så absurd bra at det nesten er verdt å bli tunghørt og kastet ut av leiligheten for&#8221;. Kan vi egentlig glede oss mer til dette? Tro&#8217;kke det!<br />\n<a href=\"http://www.myspace.com/kollwitztheband\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":388,"translations":{"nb":{"url":"/2010/05/14/camp-indie-pa-rockefeller-den-beste-16-mai-festen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a4718b21-a89e-5cf5-920e-378500313207","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2010/05/14/camp-indie-pa-rockefeller-den-beste-16-mai-festen/","redirect":false}}}