{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"bd82c095-3e63-50a0-b2c2-ecf0edc79ae5","slug":"fra-las-undergrunn-til-middelalderparken","title":"Fra LAs undergrunn til Middelalderparken","date":"2008-02-08T08:44:00.000Z","excerpt":"<p>Bekreftelsene renner inn på Øya-kontoret og idag ble tre amerikanske band klare for sommerens feteste festival. Isis, No Age og Health representerer, på hver sin måte, de spennende undergrunnsmiljøene i Los Angeles. I august skal de spre god musikk og heftig galskap i Middelalderparken. </p>\n"}},{"node":{"id":"6446a6b8-fc8b-531c-9247-3a963ff84c33","slug":"tre-heite-navn","title":"Tre heite navn","date":"2008-02-04T11:08:00.000Z","excerpt":"<p>Øyafestivalens program fylles opp av aktuelle navn fra fjern og nær. To av denne ukas albumdebutanter, de norske rockerne Pirate Love og vår nye svenske favoritt Lykke Li, er klare for å glede publikum i Middelalderparken i august. De får følge av de ferske Zoom-vinnerne i Gerilja.</p>\n"}},{"node":{"id":"09866569-2a89-57d7-a418-4ad5ef41540c","slug":"my-bloody-valentine-pa-%c3%b8ya-8-august","title":"My Bloody Valentine på Øya 8. august","date":"2008-01-31T08:36:00.000Z","excerpt":"<p>Flere på Øya-kontoret har hyperventilert og lagt seg i stabilt sideleie etter at vi seint i går fikk vite at My Bloody Valentine kommer til Middelalderparken i august. Førstkommende tirsdag, 5. februar, legges det ut dagsbilletter til fredag 8. august. Da spiller nemlig My Bloody Valentine på Øya. My Bloody Valentine var selve spydspissen i den såkalte shoegazerbølgen i overgangen fra 80- til 90-tall.</p>\n"}},{"node":{"id":"9cd83dd0-0b9a-5497-bd7f-06f08f43a424","slug":"3-x-dansefest-pa-%c3%b8ya","title":"3 x dansefest på Øya","date":"2008-01-29T11:15:00.000Z","excerpt":"<p>Øyafestivalens program blir stadig fyldigere og i dag har vi fått bekreftet tre heite navn i i den danseglade enden av spekteret. DJene Diplo og Girl Talk kommer til å bringe amerikansk klubb- og feststemning til parken, mens kanadiske Holy Fuck byr på overaskende og rocka elektromoro. Nå er det bare å samle godt humør, gode venner, nye solbriller og solid fottøy. </p>\n"}},{"node":{"id":"7943a243-43ac-5e41-809a-cca26e38fb77","slug":"na-er-vi-pa-facebook","title":"Nå er vi på Facebook..","date":"2008-01-18T12:32:00.000Z","excerpt":"<p>Jupp, markedssjefen har sparka oss ut på oppdrag: sett opp en offisiell Øyaside på Facebook! </p>\n<p>Greit nok- <a href=\"http://www.facebook.com/pages/yafestivalen/6623532980\" target=\"_blank\">her er&#8217;n.</a></p>\n<p><a href=\"http://www.oyafestivalen.com/pages/nor/53-saa_er_vi_paa_facebook\" target=\"_blank\">Les mer&#8230;</a></p>\n"}},{"node":{"id":"f5be78df-13fb-5a1b-8714-9b0b029260b3","slug":"kung-fu-girls-gjenoppstar-pa-%c3%b8ya","title":"Kung Fu Girls gjenoppstår på Øya","date":"2008-01-17T13:14:00.000Z","excerpt":"<p>Øyafestivalen har endelig klart å få et av landets kuleste band tilbake på scenen til sommeren. Du vil ikke gå glipp av denne eksklusive gjenforeningen av Kung Fu Girls i august. Vi har ønsket å få gjenforent dette bandet i en årrekke. For første gang siden mai 1995 er de klare for å levere et forykende sett med energisk og høyspent rock. Bandet skal svette seg gjennom et utall runder i øvingslokalet for å være heltente og i form til sin første konsert på over 13 år. Vi veit det er mange som gleder seg! </p>\n<p>”Jeg har ønska meg dette siden vi starta opp i 1999”, sier bookingsjef Claes Olsen i Øyafestivalen.</p>\n"}},{"node":{"id":"48cef3c6-7570-5976-a1ee-65f55c050234","slug":"the-national-til-%c3%b8ya","title":"The National til Øya","date":"2008-01-15T09:39:00.000Z","excerpt":"<p>Nok et amerikansk kvalitetsband er klar for Middelalderparken i august. Kritikerfavorittene The National har nå bekreftet at de kommer til Øyafestivalen. The National består av en kompisgjeng fra Ohio, som har slått seg ned i musikkmetropolen New York, nærmere bestemt Brooklyn.  I tillegg til vokalist Matt Berninger, finner man brødreparene Dressner og Devendorf i bandet. De fem har hørt mye på blant andre Bruce Springsteen, Tindersticks, Leonard Cohen, Nick Cave og American Music Club. </p>\n"}},{"node":{"id":"be787c0d-b11c-5fae-85a5-c4790e26d432","slug":"intervju-melvins","title":"Intervju: Melvins","date":"2008-01-04T12:59:00.000Z","excerpt":"<p>Våre venner i Furore i Harare fikk en kort prat med Melvins under Øya i august. Buzz og Dale oppsummerte karrieren kort, fikk anbefalinger om norsk tradisjonskost og fortalte hvorfor de nekter å spille på festivaler (?!?). Om ikke samtalen var like saklig hele veien er det i alle fall underholdende å lese intervjuet i etterkant.</p>\n"}},{"node":{"id":"eac82eff-4ee1-54a1-bf17-6352c38209f0","slug":"ny-video-fra-%c3%b8ya-spilleliste","title":"Ny video fra Øya + spilleliste","date":"2007-12-21T15:34:00.000Z","excerpt":"<p>Ny video fra sommerens Øyafestival på vår <a href=\"http://www.myspace.com/oyafestival\" target=\"_blank\">MySpace.</a> Filmen er i stor grad tatt opp med 8mm kameraer som vi delte ut til publikum og et par artister, som CocoRosie og Eagles Of Death Metal. </p>\n<p>Bare video sieru? Åneida! Vi har snekra sammen ei lita spilleliste med godbiter fra artister vi tror kan komme til å prege neste års musikkscene &#8211; og/eller bare musikk vi liker godt. </p>\n"}},{"node":{"id":"9952a4f9-ae4c-5ffd-89cc-6d2704b04ec3","slug":"backstage-sessions-2007","title":"Backstage Sessions 2007","date":"2007-12-17T09:27:00.000Z","excerpt":"<p>Stian Andersen har gjort det igjen.</p>\n<p>Med eksklusive artister fra Øya 2007, som Justice, CocoRosie og Yo Majesty foran linsa, har Stian Andersen fått oss til å glemme vinterkulda. Borte vekk er alt som minner om sur og iskald oslotåke, blytung eksos og posekakao. Vi har gress mellom tærne og ølsmak i kjeften. </p>\n<p><a href=\"http://www.oyafestivalen.com/nor/pages/38-backstage_sessions_2007\" target=\"_blank\">Les mer</a></p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":181,"pageCount":183,"additionalContext":{}}}