{"data":{"wordpressPost":{"title":"Dag 1: Klubb-a-dub-dub","excerpt":"<p>Da kom endelig den store dagen &#8211; dagen vi har ventet på siden 11.august i fjor. Øyafestivalen ble i går sparket i gang med Øyaklubb. Plutselig ble Oslo en eneste stor smeltedigel av unge lovende band. Det neste store spilte sikkert her, før et band du aldri kommer til å høre om igjen. Naboen i tredje og han du tagget med på ungdomskolen sto nok også på en scene et sted i byen.</p>\n","content":"<p>Da kom endelig den store dagen &#8211; dagen vi har ventet på siden 11.august i fjor. Øyafestivalen ble i går sparket i gang med Øyaklubb. Omtrent 6500 fikk med seg fete klubbkonserter i Oslo.</p>\n<p>Plutselig ble Oslo en eneste stor smeltedigel av unge lovende band. Det neste store spilte sikkert her,  før et band du aldri kommer til å høre om igjen. Naboen i tredje og han du tagget med på ungdomskolen sto nok også på en scene et sted i byen. Været var enige med festivalledelsen, musikk lå og fløt i bybildet, og folk trakk ut i gatene og inn i klubbene. Man kunne føle det på kroppen, det var festival igjen.</p>\n<p>Det er selvfølgelig umulig å få med seg alt i løpet av en festival, og da spesielt på klubbdagen. Du skal dytte i deg ganske mange reseptbelagte medikamenter for å rekke gjennom 96 band på 25 forskjellige scener som er spredt over hele byen. Men slik gjør man tross alt ikke, dette er ikke Tour De France heller. Det eneste man kunne gjøre var å velge ut noen høydepunkter, og jeg dro først på kino.</p>\n<p>Foajeen i Eldorado kino var var fyllt med folk i fem-tiden. Familier og diverse ungdomsgjenger som skulle se Batman, jokeren og annet oscarmateriell, så med lange øyne på menneskene som sto å koste seg med øl, småprat og Oslobandet Hope I Die Virgin. Jeg skjønner dem godt jeg. Støyende, industriell rock er ikke normen på på Eldorado kino. Jeg kjøpte meg en bøtte popcorn, en bugg og stilte meg opp. Overaskende bra lyd, et band i storform, og festivalen hadde startet for min del. Yes!</p>\n<p>Så begynte ting å kræsje, det ble oppbrudd i gjengen, mens vi spaserte hundre meter ned til Youngstorget for å få med oss Le Corbeau på Internasjonalen. Et av de mest spennende bandene i Norge akkurat nå, og Øystein Sandsdalen som er hjerne og hender i Le Corbeau, er jo også venstreving i Serena Maneesh. En driftig fyr altså. Flott konsert, litt trøbbel med lyden, men det overså vi glatt.</p>\n<p>Sola skinte fortsatt, folk var glade, romerfolket var glade, og vi kastet oss rundt til neste konsert. Petter Carlsen og Rockettothesky skulle fordøyes på John Dee. Petter Carlsen var trivelig nok, og vi tok noen spontane high-fives med nabobordet. Men høydepunktet på John Dee var nok Rockettothesky. Jenny Hval vil alltid være en favoritt, og med nytt band, nytt lydbilde og nye låter, så ble konserten også en spennende affære. Det er bare å glede seg til skiva som kommer til høsten folkens. </p>\n<p>Det begynte å mørkne ute, uten at det så ut til å legge en demper på Oslofolket. Jeg begynte å merke at Converse ikke er de perfekte turskoene, at slimfit-bukser ikke puster så godt, og at det å spille i band og skulle skrive om masse konserter ikke alltid lar seg forene. Mitt eget Bolibompa Records hadde klubbkveld på Skuret, så jeg tok gitaren over skulderen og valset ned til Christian Kroghs gate. På tide å prestere, for en gangs skyld. Hvordan LoFiMan, Nomber5s og Hiawata! opptrådte skal ikke jeg mene noe om, men det var godt med folk og god stemning. Og da syns jeg egentlig ikke at man skal be om noe mer. </p>\n<p>Dagen ebbet ut, og folk spaserte hjem til de trange leilighetene sine. Øyafestivalen hadde hatt sitt kick-off, og vi kan ikke vente til vi våkner i morgen, da er det festival. På ordentlig!</p>\n<p>Andreas Milde<br />\nandreas@furoreiharare.com<br />\nwww.furoreiharare.com</p>\n","date":"2008-08-06T13:19:00.000Z","wordpress_id":689,"featured_image":null,"translations":{"nb":{"url":"/2008/08/06/dag-1-klubb-a-dub-dub/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3ac48844-5051-50ea-abcd-7f6cb60a81d1","locale":"nb"}}