{"data":{"wordpressPost":{"title":"Dreamon og Lemaitre til Øya","date":"24th April 2013","content":"<p>Vi fyller på årets program med et par norske godbiter. Hiphop-kometen Dreamon jobber for tiden med sitt debutalbum. Torsdag 8. august skal han vise Middelalderparken hvorfor han er regna som et av de største talentene i stilarten. For å feire dette slipper Dreamon sin ”Come Back Freestyle” med tilhørende video (regi: Pål Erik Helgerud). Vi fikk med det gode folk på nye TRANEN, tok med bandet og filmet en liten snutt.</p>\n<p>&nbsp;</p>\n<p>Lemaitre begynner å få skikkelig fotfeste i den internasjonale elektronikaverden. I august kan du oppleve dem i fullformat på hjemmebane i Oslo under Øya, onsdag 7. august.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Det er fortsatt dagsbilletter igjen til alle dagene i Middelalderparken, sjøl om det minsker kraftig på fredag- og lørdagsbilletter. Mange artister er nå plassert på dag. Sjekk her <a href=\" https://api.oyafestivalen.no/program/#all\" target=\"_blank\">PROGRAM</a></p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.billettservice.no/event/377283\" target=\"_blank\">Billetter til onsdag</a></p>\n<p><a href=\"http://www.billettservice.no/event/377287\" target=\"_blank\">Billetter til torsdag</a></p>\n<p><a href=\"http://www.billettservice.no/event/377289\" target=\"_blank\">Billetter til fredag</a></p>\n<p><a href=\"http://www.billettservice.no/event/377291\" target=\"_blank\">Billetter til lørdag</a></p>\n<p>&nbsp;</p>\n<p>LEMAITRE – ons 7. august<br />\nKetil Jansen og Ulrik Denizou Lund fra Oslo har laga musikk sammen siden 2010, under navnet Lemaitre. På kort tid har de opplevd stor interesse både her hjemme og internasjonalt. Med EPene i Relativity-serien har de mottatt godord fra presse og musikkbransje. De har vært A-lista på P3, solgt ut en mengde konserter og vist at de leverer en solid livepakke. At de har hatt over 4 millioner views på Youtube, langt over 200 000 følgere på Soundcloud og mer enn 38 000 følgere på Facebook, sier litt om den økende interessen. Vi har vært nysgjerrige på elektroduoen en god stund og mener det er på tide å introdusere dem for et stort publikum i Middelalderparken.</p>\n<p>Sjøl har de beskrevet musikken som «raging disco beats, mixed with soft synthphrases and gripping melodies». Samtidig innrømmer de å ha blitt inspirert av navn som Röyksopp, Justice og Daft Punk. Med andre ord vil de på Øya gi deg mulighet til å bevege deg med glede til ny norsk kvalitetselektronika.</p>\n<p><a href=\"http://www.lemaitremusic.com/\" target=\"_blank\">http://www.lemaitremusic.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>DREAMON – tors 8. august</p>\n<p>Dreamon har de siste åra vært regna som et av de aller største talentene innen norsk hiphop. Dette bekrefta han i vinter, med låta Touch. Allerede som 16-åring ble Anthony Osumanu Vartdal, bedre kjent som Dreamon, Ukas Urørt på P3. I 2010 kom gratismixtapen The Dreamix. Deretter fulgte en pen rekke singler, radiospilling, TV-opptredener og en ny mixtape i fjor. Etter et langt og godt 2012 i studio, er Dreamon albumaktuell til høsten. På Øya får vi se en revitalisert og sulten versjon av en av Norges dyktigste rappere. Med et skreddersydd sound, og en stilren bandproduksjon, spiller Dreamon for første gang låter fra det kommende albumet Dreams Come True.</p>\n<p>&nbsp;</p>\n<p>Han er vokst opp med god soul og hiphop, og henter inspirasjon fra storheter som The Roots, Erykah Badu, Common og D’Angelo. Dreamon har fått varme opp for blant andre J. Cole, Kid Cudi, Black Milk og Nicki Minaj. I tillegg har han spilt konserter over så å si hele landet. I august skal han vise Øya-publikummet hvorfor han er et av de heiteste navna i Norge i 2013.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.itsdreamon.com/\" target=\"_blank\">http://www.itsdreamon.com/</a></p>\n<p><a href=\"http://youtu.be/-OTHLMUH_R8\">Dreamon &#8211; Come Back Freestyle</a></p>\n","wordpress_id":6328,"translations":{"nb":{"url":"/2013/04/24/dreamon-og-lemaitre-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"aa09ec43-fe24-56df-8aa5-28152badc40e"}}