{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"c686576d-7fe4-5c36-a8d6-6bbd70d89fd3","slug":"flere-norske-til-oya","title":"Flere norske til Øya","date":"2012-12-11T07:45:17.000Z","excerpt":"<p>TRULS BLOOD COMMAND NILS BECH Øyafestivalen er allerede godt i gang med billettsalg, program og planlegging for 2013. Som en førjulsgave, byr vi i dag på tre aktuelle norske navn. Blood Command og Nils Bech har mottatt mye skryt for høstens utgivelser og vi føler de har en naturlig plass på vår 2013-plakat. Truls Heggero [&hellip;]</p>\n"}},{"node":{"id":"a743cb6c-374d-51f1-8450-f7b74e410623","slug":"blur-og-haim-spiller-pa-oya-onsdag-78","title":"Blur  spiller på Øya onsdag 7/8","date":"2012-12-06T08:57:39.000Z","excerpt":"<p>Et av de største britiske banda de siste 20 årene spiller på Øyafestivalen 2013. Blur skal headline onsdag den 7. august, og dette blir deres første konsert i Norge på ti år. Vi er svært stolte over å ha et band av denne størrelsen og anerkjennelsen, bekreftet såpass tidlig. Det er mange fans som gleder seg til å se [&hellip;]</p>\n"}},{"node":{"id":"3bb837f0-0956-54eb-b918-a11fa74baf64","slug":"rekordsalg-for-oya","title":"Rekordsalg for Øya","date":"2012-12-03T10:59:39.000Z","excerpt":"<p>Nesten halvparten av ukespassa er solgt når vi i dag legger to norske navn til 2013-plakaten: John Olav Nilsen &#038; Gjengen og Sandra Kolstad. </p>\n"}},{"node":{"id":"bb97d10d-f5df-5fc9-88e0-e9dbac19ec6e","slug":"forste-smakebit-pa-oya-programmet-2013","title":"Første smakebit på Øya-programmet 2013","date":"2012-11-27T10:28:57.000Z","excerpt":"<p>OF MONSTERS AND MEN (IS) / TØNES / REBEKKA KARIJORD / ANGEL HAZE (US) /GOAT (SE) / MONICA HELDAL / OKKULTOKRATI &nbsp; Tradisjonen tro slipper Øyafestivalen de første billettene og nytt festivaldesign før jul. Torsdag 29. november klokka 09.00 vil festivalpassene være i salg hos Billettservice. Billettene kan kjøpes på nett, hos Posten, 7 Eleven [&hellip;]</p>\n"}},{"node":{"id":"c5e186b3-bc75-5d10-b92d-346911dd5c14","slug":"outstanding-oyas-miljosatsing-far-internasjonal-pris","title":"Øyas miljøsatsing får internasjonal pris","date":"2012-11-16T13:47:33.000Z","excerpt":"<p>Øyafestivalen har blitt kåret til en av de mest miljøvennlige musikkfestivalene internasjonalt, og mottar A Greener Festival Award for 2012. Det er nå klart at miljøarbeidet som ble lagt ned i forbindelse med årets Øyafestival har stått til toppkarakter hos den uavhengige stiftelsen A Greener Festival. Øyafestivalen er en av få festivaler som har fått [&hellip;]</p>\n"}},{"node":{"id":"1c0cbad5-f126-58ac-bae2-6535f61a7d75","slug":"oya-artistenes-favorittfestival","title":"Øya &#8211; artistenes favorittfestival","date":"2012-11-13T09:21:23.000Z","excerpt":"<p>De siste ukene har det pågått en heftig nominasjonsprosess til den fjerde utgaven av European Festival Awards, som finner sted i Groningen i Nederland onsdag 9. januar. Nå er de nominerte i alle kategorier offentliggjort. Øyafestivalen er nominert i kategorien ARTISTS&#8217; FAVOURITE FESTIVAL. Nominasjonene er gjort av erfarne europeiske bransjefolk, journalister og bookingagenter. Det er [&hellip;]</p>\n"}},{"node":{"id":"4a9e8b81-9507-51fe-897b-e1a3e64c1cdd","slug":"norsk-tysk-prestisjeprosjekt-slippes-pa-rough-trade","title":"Norsk-tysk prosjekt slippes på Rough Trade","date":"2012-10-29T08:45:37.000Z","excerpt":"<p>Pantha Du Prince &amp; The Bell Laboratory, det norsk-tyske prosjektet som hadde sin premiere under fjorårets Øyafestival skal nå slippes plate på en av verdens mest kjente indielabeler Rough Trade Records, som siden 1978 er kjent for å ha gitt ut alt fra The Smiths og Throbbing Ghristle til nyere navn som The Strokes, Sufjan [&hellip;]</p>\n"}},{"node":{"id":"9176694c-f342-5933-9a3c-52462cabecb6","slug":"oya-under-18-kvelertak-spiller-ungdomsklubber-i-oslo","title":"Øya Under 18: Kvelertak på ungdomsklubber i Oslo","date":"2012-09-04T09:30:15.000Z","excerpt":"<p>I november arrangerer vi for første gang Øya Under 18, en turné med et stort norsk band på noen av Oslos ungdomsklubber. Øya ønsker med dette å bidra til å styrke konserttilbudet til de under 18 år, og å gi ungdommer mulighet til sterke konsertopplevelser der de bor. Samtidig ønsker vi å samarbeide med ungdomsklubber [&hellip;]</p>\n"}},{"node":{"id":"6474eb2d-60c1-53dc-ae98-e5286d3fa421","slug":"se-%c3%b8ya-konserter-pa-p3-no","title":"Se Øya-konserter på P3.no","date":"2012-08-21T08:42:06.000Z","excerpt":"<p>Vi har akkurat fått igjen hvilepuls etter årets fantastiske festival. Nå kan både dere og vi lene oss tilbake å mimre. Et godt utvalg konserter fra Enga-scena vil være tilgjengelige de neste ukene på P3s nettsider. Noen vil fjernes i september, mens andre vil du kunne se størsteparten av høsten. First Aid Kit, Odd Future, [&hellip;]</p>\n"}},{"node":{"id":"d2fcfa0e-3964-5c7c-b2fe-7057290eb93c","slug":"hor-latene-fra-oya-containeren","title":"Hør låtene fra Øya-containeren","date":"2012-08-20T08:26:27.000Z","excerpt":"<p>I samarbeid med WiMP Norge og NRK P3 satte vi opp en contianer med et studio under festivalen. Fra nå og utover høsten skal du få høre resultatene. Først ut er et en låt med Susanna Wallumrød, Siri Nilsen og Susanne Sundfør Øyacontaineren er et nytt og spennende samarbeid mellom WiMP, NRK P3 og Øyafestivalen, [&hellip;]</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":90,"pageCount":194,"additionalContext":{}}}