{"data":{"wordpressPost":{"title":"Rekommandert presentert av Posten på Øya!","date":"27th March 2019","content":"<p><span style=\"font-weight: 400;\">Vi er glade over å kunne fortelle dere at Posten nå kommer inn som ny partner på Øyafestivalen &#8211; og tar med seg Kristopher Schau som skal ha en live-utgave av den sagnomsuste podcasten “Rekommandert” på vår Bibliotekscene! </span></p>\n<p><span style=\"font-weight: 400;\">&#8211; Vi synes det er så gøy å bidra til at Øya får høre den fantastiske podcasten Rekommandert med Kristopher Schau. Til vanlig spilles den inn på utestedet Postkontoret &#8211; som tidligere var det faktiske postkontoret på Tøyen &#8211; så for oss i Posten var et samarbeid med Kristopher midt i blinken når vi skulle inn på Øyafestivalen, sier kampanjeansvarlig for privatmarkedet i Posten, Hege Barbara Aarhus. </span></p>\n<p><span style=\"font-weight: 400;\">&#8211; Posten er en spennende aktør som har vært flinke til å kombinere en solid og tradisjonsrik merkevare med ambisjoner for en grønnere fremtid, og har blant annet Norges største kjøretøypark med nullutslippsteknologi. Vi er stolte over å ha Posten som partner, og ser også frem til å lære mer om kroppens våte hemmeligheter med Kristopher Schau, sier Cathrine Røsseland, sponsorsjef i Øyafestivalen.</span></p>\n<p><span style=\"font-weight: 400;\">Torsdag 8.august tar Kristopher Schau med seg podcasten «Rekommandert» til oss på Øyafestivalen. Med seg har han biolog Åsmund H. Eikenes som i fjor ga ut den meget underholdende og lærerike boka «Sprut». Sammen skal de se på hva som foregår på innsiden og utsiden av kroppene til alle oss som er på festivalen, og da primært kroppsvæskene våre. Hvor mye spytt og bakterier deler vi når vi kysser? Kan ørevoks fungere som ørepropper mot høy lyd? Hva betyr det at utflod er kroppens egen såpe? Og, ikke minst, hvor mye tiss må vi regne med at det faktisk er i bassenget på Tøyenbadet? Dette og et tonn med annen trivia får du når Kristopher og Åsmund møtes på <strong>Biblioteket torsdag 8.august kl 1400.</strong> </span></p>\n<p>&nbsp;</p>\n","wordpress_id":23470,"translations":{"nb":{"url":"/2019/03/27/rekommandert-presentert-av-posten-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b42bc5d3-0f5f-5c05-b370-589db92d3fa4"}}