{"data":{"wordpressPost":{"title":"Øye om Øya","date":"14th May 2009","content":"<p>En del av dere fikk sikkert med dere den litt pussige saken i VG tirsdag, hvor man av overskriften kunne få inntrykk av at Erlend Øye (Kings of Convenience og The Whitest Boy Alive) gikk til frontalangrep på Øyafestivalen. Erlend har i ettertid innrømmet at han følte seg litt bondefanga av journalisten og hadde inntrykk av at intervjuet egentlig skulle handle om noe helt annet, nemlig Trænafestivalen. I håp om å forstå litt bedre hva Erlend mente, tok vi en prat med fyren på telefon. Han var verken harmdirrende eller fiendtlig innstilt, men i sitt vanlige gode humør.</p>\n<p>Av Jonas Prangerød</p>\n<p>ØYA: Hei Erlend, hvordan går arbeidet med Træna og hva er det du skal bidra med der utover det å være artist?<br />\nERLEND ØYE: Jeg har altså satt det for meg å booke en del artister som til vanlig ikke ville spilt i Norge, men som vil appellere til en bestemt gruppe musikkfans, de som liker det jeg holder på med. Jens Lekman og Slagsmålsklubben kommer. De som liker dette skal forstå at ”hit er det meningen at vi skal dra”. Håpet er å trekke litt flere folk som ikke er fra Nordland, ved å tilby en viss profil.</p>\n<p>Ø: Hva er det viktigste for at du sjøl skal få en god festivalopplevelse?<br />\nE: At man føler seg generelt komfortabel og fri, at man forstår festivalområdet og at alt er enkelt og ikke for komplisert. Det er også viktig at man liker de andre folkene som er der.</p>\n<p>Ø: Etter å ha lest VG på tirsdag får man inntrykk av at du ønsker en festivalbransje hvor alle strekker seg etter de samme idealene og den samme tolkningen av idyll. Hva mente du egentlig?<br />\nE: Jeg mener at Øya er en festival som booker artister folk har lyst til å reise for å se og som har en entusiastisk fanskare. Da er det synd at ikke disse få dra til et mer isolert, spesielt og naturvakkert sted. Mange norske festivaler ligger fint til, men få reiser langt for å komme dit. Øyafestivalen har en veldig definert profil og da er det synd at ikke alle disse menneskene er på et sted hvor de er nødt til å bli bedre kjent.</p>\n<p>Ø: Nå har Norsk Rockforbund (arrangørenes organisasjon) nettopp gitt ut en bok omarrangøridentitet. Er det ikke viktig at man får bygge en identitet på bakgrunn av de rammene og forutsetningene man sjøl har, ikke med røtter i at alle utendørsfestivaler skal være et slags mini-Woodstock?<br />\nE: Oslo er jo Norges storby. Generelt gjennom hele året er det konserter. Det er ikke så spesielt at det skjer noe i Oslo. Nå er jo riktignok Øyafestivalen selve stormønstringen, indiepopens 17. mai.</p>\n<p>Ø: Du ønsker deg jo Øya tilbake på Kalvøya. Hvordan mener du at felleskap og stemning hadde blitt en helt annen der ute? Det er jo ikke snakk om mer enn 20 minutter med toget, ikke akkurat en lang tur. Flere reiser vel i dag like langt med trikk eller bane for å komme seg på festivalen.<br />\nE: På Kalvøya er man jo på en øy og det gir følelse av frihet. Jeg husker Kalvøyafestivalen i 1993, da Neil Young spilte. Da gikk jeg en tur for meg selv på øya, mens jeg hørte på musikken.</p>\n<p>Ø:Mener du da det er en trist tendens at mange av de festivalene som går godt i Norge er bynære, som for eksempel Slottsfjell, Bukta, Parken og Øya?<br />\nE: Ja, jeg er jo ingen realist, men en drømmer. Min oppgave er å drømme på. Det er veldig bra at det går bra med disse festivalene. Om noe funker, så er det jo en grunn til det, men på et eller annet tidspunkt bør man jo take it to the next level. Kanskje føles det heller ikke så spesielt med Roskilde for de som bor like utenfor København.</p>\n<p>Ø: Det du kaller et veikryss skal jo om ikke lenge bort. Hvilken positiv effekt tror du dette kan ha for Øyafestivalen?<br />\nE: Øya er jo som Israel og VIP-området er Gaza-stripen (ler). Israel har det sikkert kult i Tel Aviv, men det er nok en knuget følelse (ler mer).</p>\n<p>Ø: Javel, men tror du noe kan bli bedre av å fjerne trafikken?<br />\nE: Det vil jeg tro, om man for eksempel kan få gå helt ned til fjorden. Som artist savner jeg en teltscene som tar fra 2000 til 5000 mennesker. Da blir lyden av publikum også forsterket. Utendørs føler man ikke noe særlig kjærlighet fra publikum. Euforien uteblir. Dette er en tanke for Øya. Et telt hvor man enten er ute eller inne. Ellers blir det sånn at noen er der, noen er nesten der og noen er veldig langt borte. Det er vanskelig å få alle med seg utendørs.</p>\n<p>Ø: Kan du dele ditt beste festivalminne?<br />\nE: Jeg har to. Som publikummer er det Roskilde 95, da hele britpopscena spilte. Oasis, Blur og en haug med andre. Da var jeg såpass ung at alt gjorde veldig inntrykk.</p>\n<p>Ø: Og som artist?<br />\nE: The Whitest Boy Alive på Roskilde i 2007. Det var en sirkel som ble sluttet.  Vi spilte på en scene som tilsvarte de jeg hadde sett på som publikummer på Roskilde. Det var dårlig vær det året, så det virka som et katastrofeområde. Regnet hadde roa seg litt når vi spilte, så publikum var blitt vant til situasjonen. De var bestemt på å få en god musikkopplevelse. Vi hadde ikke spilt på en stund, så vi starta litt halvmotivert, men publikum ble med som vårt femte medlem.</p>\n<p>Ø: Ja, nå fikk jo VG overskriften sin ”Øye mot Øya”, som kanskje ikke ga helt riktig inntrykk.<br />\nE: Et stykke inn i intervjuet tenkte jeg ”hva er jeg med på nå?”. Jeg følte meg litt bondefanga.</p>\n<p>E: Kan jeg stille et spørsmål?<br />\nØ: Jada, kom igjen.<br />\nE: Er det mange tilreisende til Øyafestivalen?<br />\nØ: En stor andel er nok fra Oslo/Akershus, men vi har også god interesse fra andre. Vi har publikum både fra andre landsdeler og fra andre land. Blant annet selges det jo hotellpakker med overnatting og billett. Jeg har ikke  tallene på hvor mange som kommer fra andre steder i hodet. </p>\n<p>Og da sier vi takk og ha det bra til Erlend Øye i denne omgang. Vi har kanskje blitt litt klokere på hva han mener, men er fortsatt sikre på at Øyafestivalen gjør seg best i Oslo.</p>\n","wordpress_id":588,"translations":{"nb":{"url":"/2009/05/14/aye-om-aya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"75728fdc-3786-5952-93e9-1582e17223a9","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2009/05/14/aye-om-aya/","redirect":false}}}