{"data":{"wordpressPost":{"title":"Local Natives til Øya 8/8","date":"20th February 2013","content":"<p>Plateaktuelle Local Natives fra California spiller for et utsolgt John Dee i morra kveld. Torsdag 8. august kommer de tilbake for å spille på Øyafestivalen. Samme dag spiller også Of Monsters &amp; Men, Solange, Rodriguez, METZ, SKATERS og mange flere.</p>\n<p>&nbsp;</p>\n<p>Det er dagsbilletter igjen til denne og de andre dagene i Middelalderparken.</p>\n<p><a href=\"http://www.billettservice.no/event/377287\" target=\"_blank\">Dagsbilletter til torsdagen selges her</a></p>\n<p>&nbsp;</p>\n<p><strong>LOCAL NATIVES (US)</strong></p>\n<p>Local Natives slapp nettopp sitt andre album, kalt Hummingbird, som ble produsert av medlemmer fra The National. Albumet gikk inn på en imponerende tolvteplass på albumlista i USA. Pitchfork påsto at «With <em>Hummingbird</em>, Local Natives have made a thoughtful, lovely album with small gestures that provide great rewards”. De ble kritikerfavoritter allerede på debuten Gorilla Manor (2009). I tillegg til å gi ut sterke skiver, er de et knallbra liveband. Local Natives har fått et betydelig større publikum verden over, siden de sist spilte på Øyafestivalen i 2010.</p>\n<p>&nbsp;</p>\n<p>Folk har hørt alt fra afrobeat til indiepop til psykedelisk rock i musikken deres. Bandnavn som Animal Collective, Fleet Foxes, Grizzly Bear og Yeasayer har vært brukt i forsøk på å plassere Local Natives i et samtidig musikalsk landskap. De to skivene Gorilla Manor og Hummingbird inneholder deilige melodier som får det til å være vår i huet hele året.</p>\n<p>&nbsp;</p>\n<p>Musikknyheter.no var imponerte av Hummungbird og skreiv dette:</p>\n<p>&#8211;        Helheten fremstår også som veldig gjennomført og det er et album som lett kan betegnes som hypnotiserende. Tankene drives til tider avsted til Bon Iver og hans sjangerhopp fra fjoråret, men det er godt å se at Local Natives nå tåler en slik sammenligning uten å havne i skyggen.</p>\n<p>&nbsp;</p>\n<p>Torsdag 8. august kan du oppleve Local Natives i Middelalderparken. Dette blir deres eneste besøk i Norge denne sommeren. De som husker forrige besøk veit at det er veldig mye å glede seg til.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://thelocalnatives.com/\">http://thelocalnatives.com/</a></p>\n","wordpress_id":5841,"translations":{"nb":{"url":"/2013/02/20/local-natives-til-oya-88/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1ec1f4fa-9c24-5d46-a375-2eb5b1cc5026"}}