{"data":{"wordpressPost":{"title":"Fleet Foxes tilbake i Middelalderparken","date":"11th January 2011","content":"<p>Fleet Foxes (US)<br />\nDenne våren gir Fleet Foxes fra Seattle ut oppfølgeren til den selvtittulerte debuten fra 2008. Deres første konsert i Norge etter plateslippet blir på Øyafestivalen, samme sted som de spilte sin første konsert på norsk jord. Vi så folkrockbandet for første gang i USA våren 2008 og ble mektig imponerte over deres myke, deilige melodier og harmonier. Øya ble den første europeiske festivalen som booka dem. På det tidspunktet var kun EPen Sun Giant ute, men når debutalbumet kom skaffet de seg kjapt mange norske fans. De ble anerkjent som et av det årets store nykommere internasjonalt. Debuten toppa årsbestelistene til blant andre Mojo, Pitchfork og Billboard. Den største komersielle suksessen kom i Storbritannia, hvor debuten nådde tredjeplass på salgslistene. I flere andre europeiske land, som Norge og Sverige, var også salget svært godt.</p>\n<p>Den nye skiva var egentlig planlagt utgitt i fjor, og endelig nærmer den seg helt ferdig og klar for utgivelse. Vi gleder oss over å invitere tilbake Robin Pecknold, norskettede Skyler Skjelset og resten av Fleet Foxes tilbake til Øya og ser fram til å høre nytt materiale i tillegg til eldre favoritter, som Mykonos og Your Protector. Bandet har beveget seg rundt på den amerikanske vestkysten i arbeidet med skiva. Tekstmessig lover de en mer personlig tilnærming til skrivingen, mens de samtidig trekker fram Graham Nash som en klar inspirasjonskilde under innspillingen. De lener seg altså fortsatt på den gode klassiske akustiske bølgen fra før de ble født. Midt i snøstormen er det godt å tenke på at om noen måneder vil man kunne nyte den behagelige lyden av Fleet Foxes i Oslo, mens man har gress mellom tærne og gode venner rundt seg.<br />\n<a href=\"http://www.myspace.com/fleetfoxes\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":213,"translations":{"nb":{"url":"/2011/01/11/fleet-foxes-tilbake-i-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d6cdc276-783c-54e2-9795-cd78d58de422","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2011/01/11/fleet-foxes-tilbake-i-middelalderparken/","redirect":false}}}