{"data":{"wordpressPost":{"title":"Björk to play Øya on August 9th","date":"6th December 2011","content":"<p>The Øya Festival are already revealing one of the biggest names on next year&#8217;s poster. Björk is playing on our main stage on Thursday the 9th of August. This will be big, magical and exclusive. The Icelandic superstar is playing less than 20 concerts spread all over the world next year. Very few of these will be at festivals. We are understandably proud and excited to have confirmed this artist, who has long been at the top of our wish list. Experiencing Björk on our own festival in August is a dream come true.</p>\n<p><strong><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Day tickets and week passes for the Øya Festival 2012 are now for sale.</a></strong></p>\n<p>&nbsp;</p>\n<p><strong>BJÖRK (IS)<br />\n</strong>Björk is, mildly speaking, a challenging and explorative artist. Her most recent album Biophilia was partly recorded on an iPad and realeased as a series of Apps. The music magazine Uncut described the album in this way: «Biophilia is über-Björk, weirder, wilder and way more ambitious than anything she’s attempted». You will also be able to experience her multi-media ideas in her very special live performances. We promise you a festival concert outside the ordinary. At The Øya Festival, she will be playing songs from her new album as well as older favourites.</p>\n<p>Björk Gudmundsdottir was first recognised internationally in the late eighties, as vocalist of the band Sugarcubes. In 1993, she had an immediate break as a solo artist as her album Debut went gold and platinum in many of the world&#8217;s biggest record markets. She has kept her status as a challenging, unique and exciting artist during all these years. Björk is still an artist that surprises yet also manages to keep her large and devoted fanbase. Her musical approach has gone from catchy and dancy songs towards more artistic oriented projects. In 2010, she released the EP Mount Wittenberg Orca i collaboration with American Dirty Projectors. These seven songs were released digitally at first, and later also on record. During her solo career, Björk has recieved several prizes for her records and also for her special music videos.</p>\n<p><a href=\"http://bjork.com/\" target=\"_blank\">http://bjork.com/</a></p>\n","wordpress_id":15647,"translations":{"nb":null,"en":{"url":"/en/2011/12/06/bjork-to-oya-august-9th/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"09cc60dc-0c1f-570a-9850-e1660ae7f726","locale":"en","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/en/2011/12/06/bjork-to-oya-august-9th/","redirect":false}}}