{"data":{"wordpressPost":{"title":"Public Service Broadcasting (UK) til Øyanatt","date":"18th June 2013","content":"<div>\n<div>London-baserte <a href=\"http://publicservicebroadcasting.net\" target=\"_blank\">Public Service Broadcasting</a>, som består av J. Willgoose, Esq. og trommisen Wrigglesworth, slapp nylig den knallsterke debuten Inform, Educate, Entertain, og ble lovpriset med toppanmeldelser i engelske musikkmedier. The Independent skrev at «As its title hints, this often sounds more like a BBC4 documentary than a pop record. And that’s no bad thing.»</div>\n<div></div>\n<p>&nbsp;</p>\n<div>Public Service Broadcastings unike tilnærming til musikk er å blande gamle opptak med liveinstrumentering. De sier det best på egen hjemmeside:</div>\n<div></div>\n<p>&nbsp;</p>\n<div><em>Through their uniquely spell-binding Live AV Transmissions audiences will witness the band weave samples from old public information films, archive footage and propaganda material around live drums, guitar, banjo and electronics as they teach the lessons of the past through the music of the future &#8211; beaming our past back at us through vintage TV sets and state of the art modern video projection devices. </em></div>\n<div></div>\n<p>&nbsp;</p>\n<div>Duoen har så langt solgt ut alle show de har satt opp i London, samt flere ekstrakonserter. På tampen av festivalsommeren, som inkluderer så vel Glastonbury som supportjobber for Rolling Stones og New Order, gjør de sin norgesdebut på Mono onsdag 7. august. Billett kan du kjøpe på <a href=\"http://www.tigernet.no//shop//search.php?search=Public%20Service%20Broadcasting\" target=\"_blank\">&gt;&gt;&gt;Platebutikken Tiger&lt;&lt;&lt;</a> allerede i dag. Anbefales!</div>\n<p>&nbsp;</p>\n<div></div>\n</div>\n<iframe src=\"http://www.youtube.com/embed/_u4Md_aXVJE\" frameborder=\"0\" width=\"635\" height=\"476\"></iframe>\n<p>&nbsp;</p>\n<div>Mono, onsdag 7. august</div>\n<div>Kl. 23:30: PUBLIC SERVICE BROADCASTING (UK)</div>\n<div>CC med/uten øyabillett: 120/150 kr (+ avgift)</div>\n<div><a href=\"http://www.tigernet.no//shop//search.php?search=Public%20Service%20Broadcasting\" target=\"_blank\">Forsalg på Tiger</a></div>\n<div>Aldersgrense: 20 år</div>\n<div></div>\n<p></br><br />\n<em><strong>OM ØYANATT:</strong> Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</em></p>\n","wordpress_id":7253,"translations":{"nb":{"url":"/2013/06/18/public-service-broadcasting-uk-til-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"675466ba-69ad-5731-bbda-9ee3c95af267"}}