{"data":{"wordpressPost":{"title":"Møt ByKuben; Oslos senter for byøkologi","date":"2nd August 2018","content":"<p>Et mindre materielt og mer bærekraftig forbruk er et av de viktigste satsingsområdene i det grønne skiftet. Oslo kommune har som mål at vi alle skal redusere forbruket vårt, samtidig som vi skal bruke ressursene våre bedre og holde dem lengre i kretsløpet.</p>\n<p><strong>Flere skal med og alle kan gjøre litt</strong></p>\n<p>Sirkulær ressursbruk handler om hvordan vi kan få ned avfallsmengdene og bygge økonomien på ombruk fremfor bruk og kast. Dette vil bidra til å redusere klimagassutslipp og miljøskader, skape arbeidsplasser og bygge nytt grønt næringsliv.</p>\n<p>Vi kan kjøpe brukt, reparere ting som går i stykker, kjøpe mindre, og kildesortere slik at materialer kan brukes om igjen. Naboer, kollegaer og venne kan dele biler, verktøy og sportsutstyr, og vilt fremmede kan låne eller leie alt fra hengekøyer til tilhengerfester via nettsider og apper. Garderoben og bokhylla kan fornyes helt gratis på byttemarkeder og byttefester, og ting kan repareres på fiksefester for elektronikk og sykkelverksteder.</p>\n<p>Dette er små og store løsninger for en bærekraftig by med mindre utslipp og mindre avfall. ByKuben skal være en arena hvor vi sammen kan utvikle disse løsningene. Vi kan alle se på det vi har og hvordan det kan brukes på nytt eller bli til noe annet. Som årets miljøtema på Øyafestivalen sier: Det finnes ikke søppel mer!</p>\n<p><strong>Få konkrete tips og lag din egen utfordring</strong></p>\n<p>På standen til ByKuben kan du slappe av i fargerike og blomstrende omgivelser og finne inspirasjon, tips og triks til hvordan du kan legge om vaner for å leve litt mer miljøvennlig. Her får duhelt konkrete tips du kan sette i gang med her og nå. Du kan også lage deg en miljøutfordring for dagen, uka eller resten av året i selfieramma deres, og holde deg selv ansvarlig ved å poste bildet på sosiale medier.</p>\n<p>Du kan også høre mer om miljøtemaet på stand hos våre andre miljøpartnere; Fretex, Natur og Ungdom og hos Norsk Gjenvinning.</p>\n","wordpress_id":22400,"translations":{"nb":{"url":"/2018/08/02/mot-bykuben-oslos-senter-for-byokologi/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"53613b33-2413-5a6d-a11e-c318bf7083da","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/08/02/mot-bykuben-oslos-senter-for-byokologi/","redirect":false}}}