{"data":{"wordpressPost":{"title":"Only 2000 week passes left","excerpt":"<p>Added to the line-up: The Julie Ruin (US), Jungle (UK), Brody Dalle (US) and Farao</p>\n","content":"<p>We are adding new names to this year’s line-up every week, and we are still not halfway through the booking process. There are only 2000 week passes left. These include four days in Tøyenparken and the Club Day (TUE 5<sup>th</sup> of August).</p>\n<p>THE JULIE RUIN (US)<br />\nKathleen Hanna has fronted the punk band Bikini Kill and the dancepunkpoptrio Le Tigre. In august her new band The Julie Ruin will play Øya. Their debut album Run Fast was released last fall, and has a lot of the elements we love from Hanna’s former bands. Plenty of raw and catchy rock, combined with playful pop.</p>\n<p><a href=\"http://exclaim.ca/Reviews/PopAndRock/julie_ruin-run_fast\" target=\"_blank\">Exclaim!</a> described the album as: &#8211; … crunchy riffs, bombastic organs and stomping beats that redefine the sounds of the past, bringing them into a crisp, new light.</p>\n<p>The Punk Singer, a documentary about Kathleen Hanna, was made last year. We recommend that you see it, buy the album Run Fast by The Julie Ruin and show up for their concert in Tøyenparken on Thursday 7<sup>th</sup> of August.<br />\n<a href=\"http://thejulieruinband.com/wp/\" target=\"_blank\">thejulieruinband.com</a></p>\n<p>JUNGLE (UK)<br />\nJungle from London released their first single Platoon last spring, and got massive attention. Important radio DJs like Huw Stephens picked it up immediately, and the British music papers and websites loved Jungle. The Second single The Heat/Lucky I Got What I Want confirmed that Jungle one of the most exciting bands in Britain today. We are sure their melodic, modern soul will reach a significantly larger audience in 2014. They have already been the band of the wwwk in NME and band of the day in The Guardian.</p>\n<p><a href=\"http://www.theguardian.com/music/2013/jun/19/jungle\" target=\"_blank\">The Guardian</a> described their debut single like this: &#8211; The handclaps are disco and the bass-as-guitar is pure Peter Hook, but the timbre evokes a place somewhere to the left of Byrne/Eno&#8217;s Bush of Ghosts.</p>\n<p>Jungle like a bit of mystery, and have kept their identities a secret. Just before Christmas they played their first concert ever in London. It sold out in less than 24 hours. They really impressed us when we saw them in January , during the Eurosonic festival in the Netherlands.<br />\n<a href=\"http://www.junglejunglejungle.com/\" target=\"_blank\">www.junglejunglejungle.com</a></p>\n<p>FARAO<br />\nFarao started this year with a brilliant EP. Her dark, exciting songs gives you an immediate need to hear more. Her EP was recorded in Iceland, with help from Mike Lindsay from the British band Tunng. During the sessions she has played most of the instruments herself. Kari Jahnsen AKA Farao is living and making music in London.</p>\n<p>Time Out magazine has already been enthusiastic about her music: &#8211; Farao&#8217;s subtly supernatural folk is the next big thing to come out of the fjords</p>\n<p>She has already played concerts across much of Europe, and proved that she is an artist of international caliber. Be sure to watch out for Farao this year.<br />\n<a href=\"http://www.farao.co.uk/\" target=\"_blank\">www.farao.co.uk</a></p>\n<p>BRODY DALLE (US)<br />\nBrody Dalle had her breakthrough as a member of the punk band The Distillers at the beginning of the 2000s . Later she started Spinnerette , and have had a few guest appearances on records by Queens Of The Stone Age, her husband Josh Homme’s band. In 2014 Brody Dalle will release her first solo album, and the first single is Meet The Foetus/Oh The Joy. <a href=\"http://www.nme.com/blogs/nme-blogs/nme-exclusive-brody-dalle-meet-the-foetus\" target=\"_blank\">NME</a> described the sound like this: &#8211; It’s not quite the in-your-face punk that formed some of The Distillers’ finest moments but its buzzsaw guitars, gleaming melodies and heartfelt lyrics hint that Brody’s moved on leaps and bounds from those days.</p>\n<p>She has produced the album together with Alain Johannes , who many know from his work with Queens Of The Stone Age, Mark Lanegan and others. On Wednesday 6<sup>th</sup> of August , the same day as Queens Of The Stone Age headline, you can seee Brody Dalle in Tøyenparken. Get ready for a lesson in  tough rock and raw energy.<br />\n<a href=\"http://www.brodydalle.com/\" target=\"_blank\">www.brodydalle.com</a></p>\n","date":"2014-02-17T15:12:17.000Z","wordpress_id":4214,"featured_image":{"title":"julie ruin øyafestivalen 2014 crop","filename":"julie-ruin-yafestivalen-2014-crop.jpg","filesize":102659,"url":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop.jpg","link":"http://oya.test/julie-ruin-oyafestivalen-2014-crop-2/","alt":"","author":"3","description":"","caption":"","name":"julie-ruin-oyafestivalen-2014-crop-2","status":"inherit","uploaded_to":0,"date":"2014-02-17 06:56:54","modified":"2014-02-17 06:56:54","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":400,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop-300x150.jpg","medium_width":300,"medium_height":150,"medium_large":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop-768x384.jpg","medium_large_width":768,"medium_large_height":384,"large":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop.jpg","large_width":800,"large_height":400,"small":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop.jpg","small_width":320,"small_height":160,"medium_small":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop.jpg","medium_small_width":640,"medium_small_height":320,"xlarge":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop.jpg","xlarge_width":800,"xlarge_height":400}},"translations":{"nb":null,"en":{"url":"/en/2014/02/17/only-2000-week-passes-left/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"78b6b5e6-02a3-5727-84f7-db1b3b80df67","locale":"en"}}