{"data":{"wordpressPost":{"title":"Leger uten grenser på Øya","date":"4th August 2011","content":"<p>Leger Uten Grenser er en nøytral og uavhengig medisinsk hjelpeorganisasjon som redder liv og lindrer nød. Vi gir nødhjelp til mennesker i krig, kriser og katastrofer, og til andre som mangler tilgang til grunnleggende helsetjenester. Vi varsler om overgrep og de krisene som alle andre har glemt &#8211; fordi færre dør når flere vet.</p>\n<p>Millioner av mennesker lider i stillhet i kriser som er glemt av verden. Leger Uten Grenser vil ha de glemte krisene frem i lyset.</p>\n<p>&#8211; Vi har valgt disse krisene, fordi de berører millioner av mennesker, men er helt eller delvis usynlige i norske medier. Dessverre kunne listen ha vært mye lengre, sier lege Morten Rostrup.</p>\n<p>*Mediedekning kan gi mer hjelp*<br />\nÅ snakke ut om overgrep og glemte kriser er en av Leger Uten Grensers hovedoppgaver, i tillegg til å gi medisinsk nødhjelp.</p>\n<p>&#8211; Medieoppmerksomhet styrer på mange måter interessen for å gi hjelp til folk i krisesituasjoner. Hvis en krise får massiv dekning i mediene, blir politikerne engasjerte og hjelpeorganisasjonene strømmer til. Men når krisen glemmes av medier og politikere, går det utover nødhjelpen, sier Rostrup.</p>\n<p>*Folk vil ha bedre mediedekning*<br />\nAlle kan bidra til å spre ordet om dette. All informasjon finnes på <a href=\"http://legerutengrenser.no/glemtekriser\" target=\"_blank\">legerutengrenser.no/glemtekriser</a><br />\nHer kan publikum overvåke norske mediers dekning av de glemte krisene, og selv bidra til å øke dekningen gjennom sosiale medier som Facebook, Twitter og blogger.</p>\n<p>&#8211; Leger Uten Grenser har mer enn 140.000 følgere på Facebook. Vi håper at alle disse blir med på å spre ordet om de glemte krisene, sier Rostrup.</p>\n<p>Leger Uten Grenser kommer til Øya, og da håper vi at så mange som mulig tar turen innom teltet vårt for å høre mer om krisene verden har glemt.</p>\n<p>*Leger Uten Grensers Glemte kriser-liste 2011:*<br />\n1.      De glemte flyktningene: Over 200.000 Rohingya-flyktninger lever uten helsehjelp i Bangladesh<br />\n2.      Flyktningkrise i Den sentralafrikanske republikk: 350.000 mennesker på flukt<br />\n3.      Colombia: Over tre millioner mennesker er flyktninger i sitt eget land<br />\n4.      Underernæring: 195 millioner barn er underernærte<br />\n5.      Tuberkulose: 5000 mennesker dør hver dag<br />\n6.      Ekstrem barnedødelighet i Somalia: Ett av fem barn dør før sin femte fødselsdag<br />\n7.      Kronisk krise i Kongo: Hver lege kjemper for å hjelpe 11.000 mennesker<br />\n8.      Glemte sykdommer: Mer enn 100.000 mennesker dør hvert år av kala azar, chagas og sovesyke<br />\n9.      Hiv-positive mangler medisiner: Ni millioner kan dø mens de venter på hiv-behandling<br />\n10.     Vaksinemangel koster tre millioner liv hvert år</p>\n","wordpress_id":15507,"translations":{"nb":{"url":"/2011/08/04/leger-uten-grenser-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0e056f3f-719f-5408-ae3f-e434de3cc9df","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2011/08/04/leger-uten-grenser-pa-%c3%b8ya/","redirect":false}}}