{"data":{"wordpressPost":{"title":"Cat Power, Laura Mvula og Mona &#038; Maria til Øya","date":"2013-04-29T07:59:52.000Z","content":"<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>CAT POWER (US) – torsdag 8. august</strong></p>\n<p><strong>LAURA MVULA (UK) – onsdag 7. august</strong></p>\n<p><strong>MONA &amp; MARIA – lørdag 10. august</strong></p>\n<p>&nbsp;</p>\n<p>Vi fyller fortsatt på med sterke navn til Øyafestivalen 2013. Cat Power er en artist vi har ønsket oss til Øya i en årrekke. Endelig skal denne fantastiske artisten, som i fjor ga ut det sterke albumet Sun, besøke Middelalderparken. Vi gleder oss til hennes konsert torsdag 8. august. Dagen før kommer Laura Mvula, det heiteste nye soulnavnet i England, til Øyafestivalen. Hun skal vise hvorfor hun har fått så god mottakelse på hjemmebane. På festivalens siste dag skal norske Mona &amp; Maria skape deilig folkstemning. Deres ferske album My Sun har fått meget positive anmeldelser.</p>\n<p>&nbsp;</p>\n<p>Det er fortsatt dagsbilletter igjen til alle dagene i Middelalderparken, sjøl om det minsker kraftig på fredag- og lørdagsbilletter. Mange artister er nå plassert på dag. Sjekk her <a href=\" http://oya.test/program/#all\" target=\"_blank\">PROGRAM</a></p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.billettservice.no/event/377283\" target=\"_blank\">Billetter til onsdag</a></p>\n<p><a href=\"http://www.billettservice.no/event/377287\" target=\"_blank\">Billetter til torsdag</a></p>\n<p><a href=\"http://www.billettservice.no/event/377289\" target=\"_blank\">Billetter til fredag</a></p>\n<p><a href=\"http://www.billettservice.no/event/377291\" target=\"_blank\">Billetter til lørdag</a></p>\n<p>&nbsp;</p>\n<p>CAT POWER (US)</p>\n<p>Cat Power er en artist vi har ønska oss til Øyafestivalen i lang tid. Først nå har det passa, og det er vi veldig glade for. Artisten bak fjorårets meget sterke album Sun, kommer til Middelalderparken torsdag 8. august. Chan Marshall har siden midten av 90-tallet gitt ut musikk under navnet Cat Power. Etter en pause de siste åra, var Sun et godt bevis på at Cat Power fortsatt leverer meget sterk, personlig og fengende pop. Innholdet på skiva er musikk hun har jobbet med og produsert sjøl i tre år før utgivelsen i fjor. Hennes utgivelser har de siste ti åra stadig gjort det bedre på salgslistene. Sun nådde topp ti på den amerikanske albumlista i fjor.</p>\n<p>Consequence Of Sound skreiv dette om Sun: &#8211; Transformed in both sound and spirit, <em>Sun</em> is a passionate pop album of electronic music filtered through a singer-songwriter’s soul. In the past, she was known for performing at the mercy of her moods. This time, Marshall decided she was in the mood for a melody. And she’s got us feeling alright.</p>\n<p>&nbsp;</p>\n<p>Hun ble oppdaga av blant andre Steve Shelley fra Sonic Youth, som også bidro på de tidlige skivene. Cat Power har også samarbeida med folk fra band som Jon Spencer Blues Explosion, Foo Fighters, Pearl Jam, Dirty Three og The Bad Seeds, samt Yoko Ono, Neko Case, Marianne Faithfull og Beck. Elsker du, som oss, låtene på Sun? Eller foretrekker du tidligere knallalbum som You Are Free og The Greatest? Uansett er vi sikre på at det er god grunn til å se fram til konserten til Cat Power i Middelalderparken. Vi veit det er mange som gleder seg stort.</p>\n<p><a href=\"http://www.catpowermusic.com/\">http://www.catpowermusic.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>LAURA MVULA (UK)</p>\n<p>Laura Mvula fra Birmingham er en ny britisk soulkomet. Debutalbumet Sing To The Moon kom nylig og hoppa inn på topp ti i hjemlandet. Enkelt fortalt lager hun moderne, sofistikert soulpop, og låner elementer fra tradisjonelle uttrykk som jazz, RnB og gospel. Hun har blitt sammenligna med storheter som Billie Holiday og Erykah Badu. Med seg på scena har hun et band som inkluderer flere av hennes familiemedlemmer.</p>\n<p>&nbsp;</p>\n<p>Popmatters.com skreiv: &#8211; This is an outstanding debut album that really does leave you looking forward to what may come next. On this showing, the girl from Birmingham really could develop into a soul legend.</p>\n<p>The Quietus mente dette om debuten: &#8211; Not only is <em>Sing For The Moon</em> an impressive debut body of work, but it achieves a contrary-feeling sense of greatness: dealing in sonics and a sweetness lifted straight out of the mid-20th century, but wrung through with her individual, original mindset, Mvula has sidestepped any threat of being cast as retro or anachronistic, and produced something that sounds distinctive and fresh-sounding.</p>\n<p>&nbsp;</p>\n<p>Ikke bare er hun artist, Mvula har bakgrunn som kordirigent og har en utdannelse innen komposisjon. Både BRIT Awards og BBC har hatt henne på lista over de aller største musikalske håpa i 2013. Vi så Laura Mvula live for noen uker siden, og mener det bør være oppmøteplikt når hun kommer til Oslo. Ikke gå glipp av denne muligheten for store doser fersk soul i Middelalderparken.</p>\n<p><a href=\"http://www.lauramvula.com/\">http://www.lauramvula.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>MONA &amp; MARIA</p>\n<p>Mona &amp; Maria ga nettopp ut sitt første album, My Sun, på Jansen Plateproduksjon. Flere store medier har allerede rukket å skryte voldsomt av låtene deres. De har laget en pen bunke vakker folkpop, som har fått anmelderne til å trekke fram storheter som First Aid Kit og Fleet Foxes. Christan Engfelt har stått for produksjonen og blant bidragsyterne finner man blant andre Martin Horntveth (Jaga Jazzist), Emil Nikolaisen (Serena Maneesh), Knut Schreiner (Turboneger) og Øya-aktuelle Bendik Brænne.</p>\n<p>&nbsp;</p>\n<p>Aftenposten har beskrevet musikken deres på denne måten: &#8211; Her er den varme sounden til Fleet Foxes og den eksperimentelle instrumenteringen til Fleetwood Mac. Det er som en sommerkveld i parken, hvor aftensolen gløder mens himmelen sprekker opp i tusen farger, og du kan nærmest smake solnedgangen på tungen.</p>\n<p>&nbsp;</p>\n<p>Finnes det noe mer man kan ønske seg på en utendørsscene på sommerfestival? Få med deg deres storslagne harmonipop, mens du lener deg tilbake i gresset i Middelalderparken</p>\n<p><a href=\"http://www.monaogmaria.no/MonaMaria_NEW_ALBUM/\" target=\"_blank\">http://www.monaogmaria.no/<wbr>MonaMaria_NEW_ALBUM/</wbr></a></p>\n<p>foto Camille Garmendia</p>\n","wordpress_id":6383,"featured_image":{"title":"Cat power øyafestivalen 2013 Camille Garmendia 635x350","filename":"Cat-power-yafestivalen-2013-Camille-Garmendia-635x350.jpg","filesize":139342,"url":"http://oya.test/assets/uploads/2013/04/Cat-power-yafestivalen-2013-Camille-Garmendia-635x350.jpg","link":"http://oya.test/cat-power-oyafestivalen-2013-camille-garmendia-635x350/","alt":"","author":"4","description":"","caption":"","name":"cat-power-oyafestivalen-2013-camille-garmendia-635x350","status":"inherit","uploaded_to":0,"date":"2013-04-28 18:27:18","modified":"2013-04-28 18:27:18","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/04/Cat-power-yafestivalen-2013-Camille-Garmendia-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/04/Cat-power-yafestivalen-2013-Camille-Garmendia-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/04/Cat-power-yafestivalen-2013-Camille-Garmendia-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/04/Cat-power-yafestivalen-2013-Camille-Garmendia-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/04/Cat-power-yafestivalen-2013-Camille-Garmendia-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/04/Cat-power-yafestivalen-2013-Camille-Garmendia-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/04/Cat-power-yafestivalen-2013-Camille-Garmendia-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2013/04/29/cat-power-laura-mvula-og-mona-maria-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5d06876b-f907-5c9a-91ec-e8c7177c6135","locale":"nb"}}