{"data":{"wordpressPost":{"title":"Ny sjef for hele dritten","date":"2nd February 2012","content":"<p>Natur og Ungdom har hvert år over 100 frivillige i sving som sorterer all søppel og driver panteordningen på Øyafestivalen. Silje Lundberg (23) er nyvalgt leder av miljøorganisasjonen og ser allerede nå frem til  å rydde opp i dritten på årets festival.</p>\n<p><em>1. Gratulerer som nyvalgt leder av Natur &amp; Ungdom! Har du selv stått til knes i avfall under Øya og kildesortert for harde livet?</em><br />\n<strong>Silje:</strong> Takk for det! Det blir ikke sommer uten Øyafestivalen. Så svaret er selvfølgelig ja. Jeg har jobba for Natur og Ungdom på Øyafestivalen hver sommer siden jeg var 16 år, og skal selvfølgelig gjøre det i år og!</p>\n<p><em>2. På Øyafestivalen i 2011 samlet Natur og Ungdom inn 352 halvliterglass med sneiper, 10 342 pizzaesker og 172 435 plastglass. Tusen takk for en strålende innsats i over ti år! Hva driver dere med resten av året?</em><br />\n<strong>Silje:</strong> Resten av året jobber vi for at politikerne skal ta miljøansvar, både lokalt og nasjonalt. Vi kjemper for at det er de største forurenserne som skal kutte klimagassutslippene, og at det skal være lett å være miljøvennlig. Det vil si at det skal være billig og enkelt å velge kollektivt fremfor å bruke bilen.</p>\n<p><em>3. Hva er ditt beste Øyaminne?</em><br />\n<strong>Silje:</strong> Noe av det kuleste er det året jeg jobba jeg med kildesorteringa for NU backstage. Da fikk vi endel av artistene til å signere NU-skjorter som vi kunne ha som vervepremier. Det kule var at Jarle Bernhoft, som da var vokalist i Span, ville ha ei NU-skjorte, som han hadde på seg når de spilte på Enga. Det resulterte selvfølglig i mange solgte t-skjorter den sommeren. Men de beste minnene er selvfølgelig alle konsertene. The XX for noen år siden var helt fantastisk.</p>\n<p><em>4. Hva gleder du deg til å se på festivalen i 2012?</em><br />\n<strong>Silje:</strong> Så langt er jo programmet i år helt vanvittig kult. Jeg gleder meg masse til Bon Iver og Refused.</p>\n<p><em>5. Har du tips til dem som har lyst å jobbe som frivillig for Natur og Ungdom under Øyafestivalen?</em><br />\n<strong>Silje:</strong>Det første de bør gjøre er jo å melde seg inn i Natur og Ungdom. Det koster kun 50 kroner, og da er man med å støtte en av Norges viktigste ungdomsorganisasjoner, i tillegg til at man får anledning til å gjøre masse kult. Blant annet å jobbe på Øyafestivalen. Dersom de allerede er medlem, er det bare å melde seg på! Da sender de en mail til oya@nu.no.</p>\n<p><a href=\"http://www.nu.no\" target=\"_blank\">www.nu.no</a></p>\n","wordpress_id":1787,"translations":{"nb":{"url":"/2012/02/02/ny-sjef-for-hele-dritten/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5d8358c0-4d85-5899-b940-890336b5fb1a","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/02/02/ny-sjef-for-hele-dritten/","redirect":false}}}