{"data":{"wordpressPost":{"wordpress_id":190,"title":"Sharon Jones &#038; The Dap-Kings til Øya","excerpt":"<p>Souldronninga Sharon Jones kommer til Øyafestivalen i august og det er bare å ta med seg danseskoa til Middelalderparken. Sammen med The Dap-Kings leverer hun dampende heite konserter som kan få et hvilket som helst parkanlegg til å gynge. De står for noe av den herligste flørtingen med soulens gullalder og minner om hvorfor tidløs musikk er…nettopp tidløs.</p>\n<p>Sharon Jones &#038; The Dap-Kings spiller på Øyafestivalen onsdag 10. august. Dagsbilletter og festivalpass er i salg hos <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Billettservice</a></p>\n","content":"<p>Sharon Jones &#038; The Dap-Kings (US)<br />\nEr du klar for litt skikkelig old school soul, funk og rnb? Det skal Sharon Jones &#038; The Dap-Kings gi deg under sommerens Øyafestival. Deres stilsikre behandling av disse musikalske uttrykka har gjort dem til kritiker- og publikumsfavoritter de siste ti årene. I forbindelse med deres nyeste album, I Learned The Hard Way fra i fjor, skrev Pitchfork ”there&#8217;s more to their sound than a nostalgia trip &#8211; it&#8217;s an affirmation of the validity of working in specific styles, even ones most people stopped exploring decades ago”. Skikkelig buzz ble det rundt bandet med den tredje albumutgivelsen, 100 Days, 100 Nights fra 2007. Fjorårets plate medførte et popularitetsmessig løft for Jones og bandet, da den endte på respektable listeplasseringer i blant annet USA, Canada og her i Norge. Aftenposten mente plata inneholdt ”et knippe dampende hete og uhyre velspilte låter, og man kan trygt si at retrosoulen har fått en ny førstedame”. Bandets fantastiske skiver gis ut på deres eget Daptone Records, hvor The Dap-Kings også er husband.</p>\n<p>Sharon sjøl ble født i Gerogia, men flytta til New York som ung. Opprinnelig var hun inspirert av de klassiske soul- og funksangerne, som Otis Redding, James brown og Tina Turner. Hun holdt på med musikk på ulikt vis siden ungdommen på 70-tallet, men ble ikke oppdaga av et større publikum før over 20 år seinere. Nå kan du oppleve henne og de høyst kompetente gutta i The Dap-Kings i solsteika under Øyafestivalen. Om sola varmer huden, kommer denne gjengen til å gjøre hjertet ditt hett. Du skal ikke se bort fra at du, for første gang på festival, kan komme til å by opp noen til dans.<br />\n<a href=\"http://www.myspace.com/sharonjonesandthedapkings\" target=\"_blank\">MYSPACE</a></p>\n","date":"2011-03-03T07:55:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/03/03/sharon-jones-the-dap-kings-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0720a541-c5f2-5c12-b911-080af285bde6","locale":"nb"}}