{"data":{"wordpressPost":{"title":"M.I.A. og Paul Weller på Øya","date":"2nd March 2010","content":"<p>M.I.A. har levert et par av det forrige tiårets aller beste album, uansett sjanger, og ble Oscar-nominert for O Saya som hun skrev sammen med Bollywood-legenden A.R. Rahman til soundtracket til Slumdog Millionaire.</p>\n<p>Den levende legenden Paul Weller har hatt stor suksess som soloartist, og som sjef i de to banda The Jam og The Style Council. I april gir Weller ut sitt tiende soloalbum. Nylig fikk han Godlike Genius-prisen av NME. Øya-opptredenen blir Wellers første konsert i Norge noensinne.</p>\n<p>M.I.A. (UK)<br />\nI 2010 er M.I.A. tilbake for fullt og vi tror hun kommer til å være på alles lepper under oppsummeringer av året, ja kanskje til og med tiåret. Noen nye låter har allerede lekket ut på nett, og den nye langspilleren skal etter planen følge til sommeren. M.I.A. lettet selv på sløret overfor bladet Rolling Stone i januar, da hun fortalte at albumet ville inneholde en helt ny type beats, nye musikalske retninger med både synging og rapping på toppen. Hennes tidligere makker Diplo har beskrevet de nye låtene som Gucci Mane møter Animal Collective. Vi er selvsagt spente, men også bombesikre på at M.I.A. leverer varene. Den forrige skiva inneholdt superhitten Paper Planes, som fortsatt spilles flittig og brukes i diverse TV-sammenhenger rett som det er. Ei ny skive er som nevnt på vei og alt ligger til rette for at M.I.A. tar steget opp til de virkelig enorme popnavna dette året.</p>\n<p>Britisk-tamilske Mathangi «Maya» Arulprugasam, bedre kjent under det mindre tungekrøllende artistnavnet M.I.A., er ikke noe ubeskrevet blad for folk som har lånt minst et halvt øre til moderne popmusikk de siste fem årene. Historien går uansett som følger: M.I.A. fikk i sin tid i oppdrag å lage coveret til Elasticas andre album, undervurderte The Menace (2000). Bandet likte resultatet så godt at de hanket den nyutdannede kunstneren med på USA-turné for å dokumentere begivenheten på film. Underveis introduserte oppvarmingsartisten, den ikke helt ukjente Peaches, Maya for trommemaskinen Roland MC-505, og oppfordret henne til å eksperimentere med musikk for å komme videre med kunsten. </p>\n<p>Vel hjemme i London tok Maya utfordringen på strak arm. Med bare en groovebox, en firesporsopptaker og en radiomikrofon til hjelp, spilte hun inn seks egne komposisjoner hjemme i leiligheten. En av dem var Galang, som ble gitt ut i begrenset opplag på vinyl i 2003 og førte til voldsom hype. Labelen XL Recordings lot seg – som alle andre – sjarmere av den spretne låten. Tidlig i 2005 ga de ut albumet Arular, en av tiårets desidert beste og mest omtalte utgivelser. Oppfølgeren Kala, som kom i 2007, holdt samme skyhøye nivå, og bød på mer varierte produksjoner i hovedsak Switch, med bidrag fra blant andre Diplo, Afrikan Boy og Timbaland. </p>\n<p>I 2008 skapte M.I.A. furore da hun fra scenekanten på Bonnaroo-festivalen kringkastet at hun skulle trekke seg tilbake. Den påfølgende avlysningen av europeiske konserter og et NME-intervju om at hun var sliten og trengte pause, gjorde ikke saken bedre. Heldigvis skulle utmattelsen ”bare” vise seg å være en baby på vei. Hun sto på scenen igjen på fjorårets Grammy-seremoni, gravid i niende måned. Bare noen få dager senere kom lille Ikhyd Edgar Arular Bronfman til verden. Vi mener 2010 kan bli hennes virkelig store år. Onsdag 11. august serverer hun både nye og gamle klassikere fra scenen i Middelalderparken. Ja, du leste riktig, M.I.A. kommer på Øya.<br />\n<a href=\"http://www.myspace.com/mia\" target=\"_blank\">MYSPACE</a></p>\n<p>PAUL WELLER (UK)<br />\nForrige uke mottok Paul Weller Godlike Genius-prisen under NME Awards i England. Prisen ble delt ut av to men med stor respekt for Wellers arbeid, nemlig Mick Jones fra The Clash og Bobby Gillespie fra Primal Scream. I tillegg fikk han framføre noen høydepunkter fra karrieren, med blant annet Kevin Shields fra My Bloody Valentine og Gem Archer fra Oasis på scena. I august kommer han til Øya og Middelalderparken og skal vise hvorfor enkelte omtaler han som The Modfather. Dette blir hans første konsert i Norge noensinne.</p>\n<p>I snart 35 år har denne mannen laget spennende musikk, basert på godt håndverk og glitrende låtskriving. Gjennombruddet kom mens Paul Weller var tenåring med punk/powerpop-bandet The Jam, som opplevde enorm suksess i overgangen mellom 70- og 80-tall. Trioen fra Woking passa aldri helt inn i den britiske punkeksplosjonen, blant annet fordi de insisterte på å kle seg i dress og hadde tydelig kjærlighet til klassisk soul, The Kinks, The Who og Small Faces. The Jam platedebuterte i 1977 med In The City. De hadde i løpet av karrieren fire singler som toppet listene, en mengde andre hitlåter og fleste albuma solgte imponerende mengder. Få andre rockeband kunne matche suksessen til The Jam mellom 1978 og 1982. Sjøl om The Jam etter hvert beveget seg litt vekk fra tregrepsrocken, hadde Weller et sterkt ønske om å lage noe som var litt mer sofistikert.</p>\n<p>1983 startet han The Style Council, et band som dro inn mer jazz og soul inn i poplåtene. De opplevde en pen rekke hits, men ved inngangen til 90-tallet var Weller mer enn klar for solokarriere. Han har vært en svært aktiv mann de siste 20 åra og har jevnlig gitt ut modne og sterke album. Samtlige har nådd topp ti på de britiske albumlistene og noen av dem er hans bestselgende noensinne. Weller har aldri vært interessert i å se seg for mye tilbake eller stagnere. På sitt forrige studioalbum 22 Dreams sørget han for å inkludere elementer av funk, soul, frijazz, kraut, electronika og mye mer innimellom rocken. Han har hatt en imponerende rekke gjesteartister på sine soloskiver, som sier noe om hvem som respekterer hans arbeid. Steve Winwood (Spencer Davis Group og Traffic) Noel Gallagher og Gem Archer (Oasis), Graham Coxon (Blur), Steven Cradock (Ocean Colour Scene) og Aziz Ibrahim (Stone Roses) har alle bidratt på Wellers soloplater. I tillegg har en mengde britiske band fra de siste ti åra innrømmet å ha blitt inspirert av Weller. Nytt album, med bidrag fra Kevin Shields (My Bloody Valentine) og Bruce Foxton (The Jam) kommer 12. april.</p>\n<p>Ikke mange rockeartister oppleves som så vitale etter at de har fylt 50. De siste åra har han hovedsakelig spilt solomateriale, med utvalgte godbiter fra sine to suksessband. Blir det Eton Rifles, That’s Entertainment eller Town Called Malice. Blir det Shout To The Top eller Long Hot Summer? Vi veit ikke, men er sikre på at dette blir fett. Om du trodde Chris Martin, Fran Healy, Ricky Wilson eller Brett Anderson er blant engelsk rocks kuleste fyrer de siste tiåra, får du gjøre deg klar for en leksjon i engelsk pop og rock. Paul Weller skal for første gang vise Oslo hvorfor det kresne britiske publikummet har holdt ham til sitt bryst i 33 år.<br />\n<a href=\"http://www.myspace.com/paulweller\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bdde77b7-e57a-59b3-a65d-08b08feb09a9"}}