{"data":{"wordpressPost":{"wordpress_id":2742,"title":"Øya Open med Lot Lot på Dattera til Hagen 9. juni","excerpt":"<p>Lørdag 9. juni gjentar vi suksessen fra i fjor; da blir det Øya Open i to etasjer på Dattera til Hagen i samarbeid med våre venner i Lot Lot. Jimmy Edgar (US) og Joakim (FR) kommer. </p>\n","content":"<p>Lot Lot og Øyafestivalen presenterer:<br />\nØya Open med Jimmy Edgar (US/Hotflush/!k7/Warp),  Joakim (FR/Tigersushi), DJ Hooker, Ollis &amp; Pål Ulv (hubbabubbaklubb)<br />\nDattera til Hagen<br />\nLørdag 9. juni<br />\nCC: 100 kr<br />\nID: 20 år</p>\n<p>Lørdag 9. juni gjentar vi suksessen fra i fjor og flere år før det; da blir det Øya Open i to etasjer på Dattera til Hagen i samarbeid med våre venner i Lot Lot. Denne gangen har Lot Lot hanket inn amerikanske Jimmy Edgar og franske Joakim, som backes opp av våre egne DJ Hooker, Ollis &amp; Pål Ulv. Det ligger an til en formidabel kveld, og hele herligheten koster bare 100 kroner.</p>\n<p>Lot Lot og Øyafestivalen er stolte over å invitere til Øya Open-fest for fjerde gang. I år har vi fått med oss to av de mer interessante og eksentriske elektroniske musikkprodusentene om dagen: Detroit og Berlins Jimmy Edgar og franske Joakim, satt sammen med to norske acts vi har stor tro på, nemlig DJ Hooker og Ollis &amp; Pål Ulv. Dattera kommer til å kles om til ett svært klubbhus med både fest oppe, nede og i bakgården, og ser frem til å sette i gang festivalsommeren enn med noe av det beste av klubbmusikk om dagen.</p>\n<p>&nbsp;</p>\n<p><strong>JIMMY EDGAR (US / Hotflush / !k7 / Warp)<a href=\"http://oya.test/2012/05/19/oya-open-med-lot-lot-pa-dattera/jimmy-edgar/\" rel=\"attachment wp-att-2759\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignright size-medium wp-image-2759\" title=\"Jimmy Edgar\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"\" width=\"300\" height=\"198\" data-sizes=\"auto\" data-aspectratio=\"3219/2133\"></body></html>\n</a><a href=\"http://oya.test/2012/05/19/oya-open-med-lot-lot-pa-dattera/jimmy-edgar/\" rel=\"attachment wp-att-2759\"><br />\n</a></strong><br />\nDen eksentriske Detroit-produsenten Jimmy Edgar snudde hoder i den elektroniske musikkscenen da han i 2004 slapp “Bounce, Make, Model” på det anerkjente labelet Warp Records. Låter som “I Wanna Be Your STD” gikk verden rundt og Jimmy Edgar ble raskt en av Warp-stallens største navn ved siden av Aphex Twin og Squarepusher. Edgar har siden holdt seg relevant med ytterlige en skive på Warp, i tillegg til den fantastiske &#8220;XXX&#8221;-skiva som ble sluppet på !k7 i 2010. I år kom han til de grader tilbake på banen med ”Majenta&#8221;, hans nyeste plate som akkurat ble sluppet på Scubas Hotflush-label. I et herlig nylig DJ-sett på videoplattformen Boiler Room, som gikk fra rå funk via futuristisk elektronisk musikk, til boogie, klassisk house og techno, satte han på plass musikkscenen i både London og Berlin.</p>\n<p>Jimmy Edgar lager kort og godt fantastisk, futuristisk elektromusikk med inspirasjon både fra Kraftwerk og åttitallets synth, med attituden til Prince og groovefundamentet til Detroit-helter som Juan Atkins og Derrick May. Vi gleder til å ha ham spillende i andreetasjen på Lot Lots Øya Open på Dattera, og kunne simpelthen ikke funnet en bedre DJ å starte festivalsesongen med.</p>\n<p>&nbsp;</p>\n<p><strong><a href=\"http://oya.test/2012/05/19/oya-open-med-lot-lot-pa-dattera/joakim/\" rel=\"attachment wp-att-2756\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignleft size-large wp-image-2756\" title=\"Joakim\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"\" width=\"255\" height=\"350\" data-sizes=\"auto\" data-aspectratio=\"2126/2913\"></body></html>\n</a>JOAKIM (FR / Tigersushi)</strong><br />\nJoakim er en spesiell karakter og en av de viktigste produsentene på den franske scenen for elektronisk musikk. Det sier ikke rent lite. Han har alltid manøvrert seg mellom de forskjellige campene, og har like tette band til Versatile med chateau flight og Zombie Zombie i stallen, som han har hatt til French touch-scenen med Daft Punk og avdøde DJ Mehdi. Han har remixet DJ Mehdi, Cut Copy, Tiga, Fischerspooner, Late Of The Pier og senest nå Aeroplanes &#8220;Caramellas&#8221;, som traff internett og klubbene hardt tidligere i år. Han har sluppet noen utrolig interessante fulllengdere og eksperimentert med elementer av både bandmusikk og klassisk i sin skrudde versjon av dansemusikk. I fjor slapp han den fantastiske skiva &#8220;Nothing Gold&#8221; på sitt eget label Tigersushi, og vi er svært spente på å se hva han kommer med når han besøker Øyafestivalen og Lot Lots store sommerfest.</p>\n<p>&nbsp;</p>\n<p><strong>DJ HOOKER (NO)</strong><br />\nBak DJ Hooker navnet lurer en osloklubbkjenning. Thomas Clausen var en av de svært populære herrene i Bitch Boys, og har også DJet under Norges beste artistnavn TM DJ Traffic King. Han har spilt på de fleste klubber rundt i byen, fra Blå og Villa til Dattera. I den siste tiden har han fylt opp Illegal Burger med Don Lom en gang i måneden under konseptet Too Much Caviar. Hooker er en knall DJ med en svær platesamling, og vi ser frem til å se hva han plukket med seg for å gi oss og Jimmy Edgar den best mulig tenkelige start på kvelden.</p>\n<p>&nbsp;</p>\n<p><strong>OLLIS &amp; PÅL ULV (NO/ hubbabubbaklubb)</strong><br />\nOllis &amp; Pål Ulv er to av Oslos mest talentfulle unge navn, som Lot Lot er svært hypp på å pushe frem det neste året. De lager utrolig kul house og disco som en del av produsentkollektivet hubbabubbaklubb, og da de spilte Lot Lots Øyanatt i fjor fylte de andreetasjen til randen. De produserer også musikk under egne navn, Ollis under Olefonken og Pål Ulv under Pål Ulv. Vi har stor tro på disse to karene og vi kunne tenkt ut noen mer passende til å åpne for Joakim på Dattera.</p>\n<p>&nbsp;</p>\n<p>PROGRAM FOR KVELDEN</p>\n<p><strong>2. etasje: </strong><br />\nJimmy Edgar (US/Hotflush/!k7/Warp)<br />\nDJ Hooker (NO)</p>\n<p><strong>1. etasje:</strong><br />\nJoakim (FR/Tigersushi)<br />\nOllis &amp; Pål Ulv (NO/Hubbabubbaklubb)</p>\n","date":"2012-05-19T14:36:01.000Z","featured_image":{"title":"Jimmy Edgar_635x350","filename":"Jimmy-Edgar635x350.jpg","filesize":172563,"url":"http://oya.test/assets/uploads/2012/05/Jimmy-Edgar635x350.jpg","link":"http://oya.test/jimmy-edgar_635x350/","alt":"","author":"2","description":"","caption":"","name":"jimmy-edgar_635x350","status":"inherit","uploaded_to":0,"date":"2012-05-19 10:53:05","modified":"2012-05-19 10:53:05","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2012/05/Jimmy-Edgar635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2012/05/Jimmy-Edgar635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2012/05/Jimmy-Edgar635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2012/05/Jimmy-Edgar635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2012/05/Jimmy-Edgar635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2012/05/Jimmy-Edgar635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2012/05/Jimmy-Edgar635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2012/05/19/oya-open-med-lot-lot-pa-dattera/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f2273021-c3a0-5a24-9b5a-b65a4ce79294","locale":"nb"}}