{"data":{"wordpressPost":{"title":"Sikkerhetseminar for festivaler og spillesteder","date":"21st May 2010","content":"<p>Kurset er gratis, og det vil bli servert brødmat før kurset begynner. For påmelding send mail til Johan Stenshorne stenshorne@gmail.com, vaktsjef på Studentersamfundet.<br />\nPåmelding er bindende, og om man ikke møter vil man bli fakturert 250,- for å ikke ha møtt.</p>\n<p>Tidspunkt: 21. &#8211; 22. Juni, klokken 18.00 &#8211; 22.00 begge dager, Lillesalen på Det Norske Studentersamfund.</p>\n<p>Dag 1: Kursleder Jørgen Aass</p>\n<p>    * Operativ ledelse:<br />\n          o Hvordan disponere mannskap på et mellomledarnivå, eller som medarbeider?<br />\n          o Ressursbruk<br />\n          o Risikoanalyse<br />\n          o Kommunikasjon, både oppover og nedover i systemet, samt publikum.<br />\n    * Profesjonalitet:<br />\n          o Balansegang mellom å følge gitte beskjeder og å ha egne sikkerhetsvurderinger tilpasset ulike situasjoner.<br />\n          o Taushetsplikt. Hvor langt går den, både eksternt og internt.<br />\n          o Service. Hvor langt skal man strekke seg?<br />\n          o VIP-behandling? Artister, gjester med spesielle privilegie, representanter for media etc. Hvordan håndtere disse best mulig?</p>\n<p>  Dag 2: Kursleder Kristian Svantorp</p>\n<p>    * Strategisk planlegging og risikoanalyse. Design av sikkerhetsløsning og rammeverk<br />\n    * Ulikt materiell på arrangement som er viktig for sikkerhet, barrikader, gjerder, kødesign, innslipp etc.<br />\n    * Op-sentral og drift. Dette inkluderer mye mer enn det kan høres ut som, f.eks. hvordan man jobber effektivt, alltid sørger for å ha nok info, sikre god reaksjonstid og riktig reaksjonsmønster osv.<br />\n    * Organisering av sikkerhet på Øyafestivalen, praktisk eksempel på organisasjon. Hvorfor og hvordan, hva har vi tenkt etc  </p>\n","wordpress_id":381,"translations":{"nb":{"url":"/2010/05/21/sikkerhetseminar-for-festivaler-og-spillesteder/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d9e04a29-b331-5138-9565-0d35eff33892","locale":"nb"}}