{"data":{"wordpressPost":{"wordpress_id":648,"title":"To vi tror blir store i 09","excerpt":"<p>I WAS A KING + JOHN OLAV NILSEN &#038; GJENGEN<br />\nDe to nyeste tilskuddene til sommerens Øya-plakat kan begge kategoriseres som norsk pops framtid. De har det til felles at vi forventer at de begge kommer til å få et betydelig større publikum i månedene fram til Øyafestivalen. I Was A King har allerede fått ros for sitt kommende album, mens John Olav Nilsen &#038; Gjengen kommer med materiale seinere på året.</p>\n","content":"<p>De to nyeste tilskuddene til sommerens Øya-plakat kan begge kategoriseres som norsk pops framtid. De har det til felles at vi forventer at de begge kommer til å få et betydelig større publikum i månedene fram til Øyafestivalen. I Was A King har allerede fått ros for sitt kommende album, mens John Olav Nilsen &#038; Gjengen kommer med materiale seinere på året. I Middelalderparken kan du nyte disse og andre norske pop- og rockhåp i solskinn, gress og humørfylt musikkglede.</p>\n<p>I WAS A KING<br />\nI Was A King er navnet på hovedstadens og Egersunds store pophåp. Det selvtitulerte albumet er rett rundt hjørnet og har på forhånd rukket å vekke enorm begeistring. Dagbladet har allerede påstått at dette vil bli det først virkelige blinkskuddet i plateåret 2009, uavhengig av nasjonalitet. De trilla dermed sin terning til en sekser. Anmelderen mente blant annet at ”Det er intenst og det formelig bare tyter ut godlyd, og det er få låtskrivere forunt å ha en slik effektiv popvisjon som sin grunnstilling.”. I Was A King henter mye av det beste fra indie, powerpop og psykedelisk rock. Resultatet er godbiter som appellerer til de som har lagt sin elsk på Teenage Fanclub, Dinosaur Jr og annen klassisk popbasert rock. Bandets medlemmer har vært eller er en del av Serena Maneesh, Loch Ness Mouse, Harrys Gym, Dharma og noen til. På skiva har Emil Nikolaisen, Sufjan Stevens, samt folka bak Danielson og Ladybug Transistor bidratt med hjelpende hender og hjerner. Vi gleder oss til å se dette bandet foran et stort publikum i Middelalderparken til sommeren. Det burde også du gjøre.<br />\n<a href=\"http://www.myspace.com/iwasaking\" target=\"_blank\">MYSPACE</a></p>\n<p>JOHN OLAV NILSEN &#038; GJENGEN<br />\nJohn Olav Nilsen er fra Bergen og sammen med sin gjeng har han i det siste pirret lyttemusklene til mang en nysgjerrig popentusiast. Vi spår at dette bandet kommer til å få et betydelig større publikum i løpet av det neste året. Sålangt har de deltatt på Erlend Øye og Mikal Tellés popsamler Opplett med låta Diamanter og Kirsebær. Sjøl beskriver de stilen sin som nevrotisk gatepop, håpløs romanse, desperat realisme. Hører du musikken deres, er det ikke vanskelig å være enig. De er et av de mest spennende banda i den nye bølgen vitale popband fra Bergens-området. I tillegg bidrar de til ny tro på norskspråklig pop og rock. I sommer var de Ukas Urørt på P3, med låta Piken Med Sviket. Ryktene sier at en utgivelse kan ventes på Datarocks YAP-label. Bandet mikser fengende melodier med en innstilling som minner om new wave. Sjøl mener de å være vel så inspirert av pønk som soul. John Olav Nilsen &#038; Gjengen har bygget seg opp et solid liverykte i hjembyen og vi venter i spenning på å kunne servere dette til Øya-publikummet i august. Vår bookingavdeling rakk nemlig å få med seg bandets Oslo-besøk før jul og ble mildt sagt slått i bakken av låtene.<br />\n<a href=\"http://www.myspace.com/johnolavnilsen\" target=\"_blank\">MYSPACE</a></p>\n","date":"2009-01-08T11:10:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2009/01/08/to-vi-tror-blir-store-i-09/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0ff66d14-abfc-53d8-afb9-064cdd773949","locale":"nb"}}