{"data":{"wordpressPost":{"title":"Mazzy Star, DâM-Funk and Factory Floor at Øya","date":"29th March 2012","content":"<p>The confirmations are pouring in here at the Øya offices, a good reason to look forward to the festival season. It is now confirmed that Mazzy Star are coming to Oslo in August to give us an intimate concert at our smallest stage Wednesday the 8th of August. The funk guru DâM-Funk and the great English electronic live act Factory Floor are also playing at the Øya Festival. We promise a big party at Øya this year!</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>MAZZY STAR (US)</strong></p>\n<p>Mazzy Star, the band that gave us the chills with their great sounds and nerve throughout the nineties are back and playing at The Øya Festival Wednesday the 8th of August. This will be a special and intimate experience, as they have insisted on playing on our smallest stage, in the tent we call Klubben (The Club). Their psychedelic dreamy pop made them stand out from the crowd back in their time. Their songs have a way of sneaking up on you. The beautiful voice of Hope Sandoval went perfectly with the compositions and guitarplaying by David Roback. Mazzy Star&#8217;s music never reflected the sunny and joyous aspect of their home state California, but carefully incorporated hints of folk, acid rock, blues, paisley underground and the quieter tunes of bands like The Jesus &amp; Mary Chain, Velvet Underground and The Doors. Last year, they released their first new material in 15 years. There has been rumours of a new album for a long time, and it is now said that this anticipated release is only a few months away.</p>\n<p>&nbsp;</p>\n<p>Even though the band had additional members, Hope Sandoval and David Roback were the faces of Mazzy Star. Roback had started his recording career in the cult bands Rain Parade and Opal. Sandoval joined the latter for a short period before the two of them formed Mazzy Star. The band existed from the last half of the eighties and for almost ten years. They have both taken part in several other musical collaborations and Sandoval has been a solo artist. Her voice can be heard on recordings by The Jesus &amp; Mary Chain, Massive Attack, Air and many more. Mazzy star released three strong albums, She Hangs Brightly (1990), So Tonight That I Might See (1993) and Among My Swan (1996). We know many of you often enjoy these great albums and look forward to hearing songs like Five String Serenade, Fade Into You, Into Dust, I’ve Been Let Down and Flowers In December at Øya.</p>\n<p><a href=\" http://www.hopesandoval.com/music/mazzystar.shtml\" target=\"_blank\"> www.hopesandoval.com/music/mazzystar</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>DÂM-FUNK (US)</strong></p>\n<p>Damon Riddick must be the ultimate ambassadeur of modern funk. Under the artist name of Dam-Funk, he produces laid back boogie based on heritage from the eighties, recorded with appropriate drum machines and analogue synthesizers but still sounding fresh and futuristic. He also does the weekly club Funkmosphere in Los Angeles and runs the blog Galactic Funk Federation, both to spread the merry message of funk, both with the best recordings from the golden age of electronic funk (1979-1987) and with more recent productions in the same spirit.<br />\nInspired by autonomous artists like Stevie Wonder and Prince, Riddick began recording elaborate instrumentals in his room in Pasadena, California as a teenager. He eventually also started singing, often through a vocoder. Many years later, in 2008, he released his first single, Burgundy City/Galactic Fun, on Stones Throw Records. His debut album Toeachizown from 2009, released as a double cd and a series of five twelve inches, got very good reviews and was in the summary of the year in magasines like The Wire and Fact Magazine. In 2010, he released Adolescent Funk, a collection of his best bedroom productions from the period of 1988-1992. Between his releases, Dâm-Funk has collaborated with amongst others Nite Jewel and Steve Arrington from Slave and also remixed artists like Ariel Pink&#8217;s Haunted Graffiti and Animal Collective.</p>\n<p>&nbsp;</p>\n<p>Last year, Dâm-Funk released the free EP InnaFocusedDaze and formed a band with which he toured frequently, both in USA and the rest of the world. Rumours say he is currently working on a new album,  so there is good reason to believe that we might get to hear some new material at The Øya Festival in August, performed on the coolest instrument there is. Yes, of course, we&#8217;re talking about the keytar.</p>\n<p><a href=\"http://www.myspace.com/damfunk\" target=\"_blank\">www.myspace.com/damfunk</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>FACTORY FLOOR (UK)</strong></p>\n<p>Factory Floor have turned the London underground scene upside down during recent years with their live show. During their first year as a band, their time was spent printing a series of home made vinyls, making weird art films and playing a bunch of chaotic live shows around England. This time gave them room to experiment their way to what today has been called one of the best live shows of electronic music. Factory Floor have the punk energy of Sonic Youth mixed with a modern attempt of a strong british synth tradition fronted by Depeche Mode, Joy Division and Throbbing Ghristle.</p>\n<p>&nbsp;</p>\n<p>In 2011, they released music on DFA Records and the Scottish electronic club institution Optimo&#8217;s label, and they have recently aquired famous fans like James Murphy and super producer Ewan Pearson. Both Stephen Morris (Joy Division/New Order) and members of Throbbing Gristle have expressed their excitement about the bands music. Stephen Morris has actually remixed their song A Wooden Box.</p>\n<p>&nbsp;</p>\n<p>This is some of what has been written about Factory Floor:</p>\n<p>«For want of an easy moniker, you’d label it post industrial, but it moves beyond that; this is post-apocalyptic, the soundtrack of an underworld disco.. » &#8211; NME</p>\n<p>&nbsp;</p>\n<p>«The young London trio has figured out a way to fuse classic body-jacking Chicago house music with feeling-so-alone winter-of-your-soul goth sadness» &#8211; Stereogum</p>\n<p>&nbsp;</p>\n<p>With their hyperactive drummer Gabriel Gurnsey, main producer Dominic Butler on analogue synths and Nik Void on vocals, guitar and noise, they have given us some of the most intense and punk electronic music of today. These days, Factory Floor are preparing to release an album. They have also said yes to playing at Øya in August. Look forward to acidic visuals and a sweaty party performance of Hacienda dimensions.</p>\n<p><a href=\"http://www.myspace.com/factoryfloor\" target=\"_blank\">www.myspace.com/factoryfloor</a></p>\n<p>&nbsp;</p>\n<p><strong><br />\n</strong></p>\n","wordpress_id":1966,"translations":{"nb":null,"en":{"url":"/en/2012/03/29/mazzy-star-dam-funk-and-factory-floor-at-%c3%b8ya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b93c9eb9-8c07-5662-b93c-e7b2d82e015e","locale":"en"}}