{"data":{"wordpressPost":{"title":"Øya Open på Dattera Til Hagen 12. juni","excerpt":"<p>Gratis Øya Open 12. juni med:<br />\nFloating Points (UK/R2 Records/Eglo)<br />\nDeadboy (UK/Well Rounded/Numbers)<br />\nTore Jazztobakk (NO/Ost &#038; Kjex)<br />\nThree Times Dope (NO) </p>\n","content":"<p>Lot Lot og Øyafestivalen presenterer i år, som i fjor, den eneste klubbeventen under Øya Open-parolen. I år har vi hentet to av Storbritannias aller mest spennende klubbprodusenter og plassert dem sammen med våre norske favoritt-DJs i to etasjer på Dattera Til Hagen. Dette er Lot Lots andre år som klubb og de har i år jobbet i flere måneder med å sette sammen programmet som startes den 12. Juni og ender med 3 Øyanatt-arrangementer i august. Vi gleder oss stort til å offentliggjøre vårt fulle program og å danse sommeren inn med dere 12. juni sammen med Floating Points (UK/R2 Records/Eglo), Deadboy (UK/Well Rounded/Numbers), Tore Jazztobakk (NO/Ost &#038; Kjex) og Three Times Dope (NO) på Dattera. Helt gratis er det også!</p>\n<p>Floating Points (UK/R2 Records/Eglo)<br />\nFloating Points aka Sam Shepherd lager noen av den mest unike og spennende elektroniske musikken som har kommet ut av UK på en stund. Han er en dyktig jazzpianist og har samtidig valgt å bruke sine talenter på klubbmusikk og har vist en utrolig musikalitet og egenart i produksjonene enten han lager bumpy house, groovende boogie eller fengende beats i dubstep-tempo. Hans første release, en edit av Reel 2 Reels Love Me Like This havnet langt oppå fjorårets årsbestelister hos medier som Fact Mag og Resident Advisor. Hans EP Vacuum Boogie og nå sist People Potential har skaffet han støtte hos alt som kryper og gå av presse, fra Pitchfork til Fact Magazine, fra et samstemt BBC-crew, til DJs som Benji B, Pete Tong, Mary Anne Hobbs og ikke minst Gilles Peterson. Det er vanskelig å plassere Floating Points i en boks, men den røde tråden hittil har vært en enorm melodi følelse ikke hørt i elektronisk musikk siden Theo Parrish eller Modell 500/Juan Atkins. Av remixer har han blant annet mikset Four Tet, med en utrolig episk rework av Sing. </p>\n<p>Som DJ har han i det siste opptrådt på alt fra vanlige DJ-jobber på Plastic People og Sub Club i  Glasgow, hvor han spiller variert og tar deg en rundtur i eklektisk DJ-ing fra gammel housemusikk, rare dub-rytmer, beats, jazz til hendene-i-været-elektrobeats.</p>\n<p>Vi er veldig stolte av å presentere en musiker og en produsent som kommer til å prege de neste årenes elektroniske musikk med sin helt særegne lyd. </p>\n<p>Tore Jazztobakk (NO/Ost &#038; Kjex)<br />\nTore Jazztobakk har spilt plater i Oslo by i over ti år nå. Han startet sin karriere på Head On med det mangeårige konseptet Jazztobakk. Siden den tid har han vært fast inventar på klubber som Sikamikaniko, Killyrego, Nomaden og The Villa. Jobber nå som resident DJ, bookingsjef og kunstnerisk ansvarlig på The Villa. Er også kjent som Ost i gruppa Ost &#038; Kjex, som slipper sitt andre album Cajun Lunch på det tyske house-lablet Diynamic i juni.</p>\n<p>Deadboy (UK/Well Rounded/Numbers)<br />\nDeadboy er en sør-londoner som lager garageinfluerte beats med elementer av house, r’n’b-melodier, techno, funky og grime. Et sann britisk kid med en utrolig variert musikalsk oppvekst. Låtene hans blir spilt av respektert artister som Modeselektor, Zinc, Martyn, Kode9 og Joy Orbison, som kanskje er den av nåtidens artister som ligger han nærmest. Han blir også spilt mye BBC og Rinse, i tillegg til at han spiller jevnlig på Fabric i London. Den ekstremt fengende hitlåta If U Want Me, ligger an til å være en av årets desidert beste låter, ganske lik suksessen Joy Orbison hadde med Hyph Mngo. </p>\n<p>Three Times Dope (NO)<br />\nThree Times Dope er norsk DJ-trio og består av Breakneck, Kjetil Jaywalker og Hele Fitta.<br />\nMøt opp på Dattera 12. juni på Lot Lots Øya Open-kveld med Floating Points, Deadboy, Tore Jazztobakk og Three Times Dope. Vi gleder oss!<br />\nCc: Gratis! Id: 20 år.</p>\n","date":"2010-05-21T09:23:00.000Z","wordpress_id":383,"featured_image":null,"translations":{"nb":{"url":"/2010/05/21/aya-open-pay-dattera-til-hagen-12-juni/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8fc9ec9a-a7dd-536e-b6ff-507a0275d2f3","locale":"nb"}}