{"data":{"wordpressPost":{"title":"Øyakino 2012 &#8211; programmet er klart","date":"6th July 2012","content":"<p>Øyafestivalen er ikke bare musikk, men også film. På Øyafestivalens klubbdag kan man oppleve film og musikk i en skjønn sameksistens på Ringen kino. Rosinen i pølsa er vår nå etter hvert tradisjonelle stumfilmkonsert. I år spiller Årabrot live til stumfilmdokumentaren «Häxan» fra 1922. Ellers er vi stolte av å vise Bob Marley-dokumentaren «Marley», rap-dokumentaren «Someting from Nothing», regissert av selveste Ice-T, «Turning» om Antony and the Johnsons, kritiker- og publikumssuksessen «Searching for Sugarman» om kultmusikeren Rodriguez, og komedien «Ted» med Mila Kunis og Mark Wahlberg.</p>\n<p>Øyakino arrangeres på Øyas klubbdag, altså tirsdag 7. august, samt at vi på søndag 12. august viser dagen-derpå kino, hvor du får servert burger og brus og kan reparere kropp og sjel etter mange dager på festival. Alle visninger finner sted på Ringen kino.</p>\n<p><a href=\"http://comoyo.no/filter/norsk-stoyrock-moter-grosserklassiker-og-teddy-royker-dop-her-er-arets-oyakino-program/\" target=\"_blank\">Les mer om filmene hos Comoyo Filter</a>.</p>\n<p>&nbsp;</p>\n<p><strong>Stumfilmkonsert:<br />\n</strong><strong>ÅRABROT VS. HÄXAN<br />\n</strong></p>\n<ul>\n<li><strong>Tirsdag 7. august kl. 18.30 på Ringen kino</strong></li>\n</ul>\n<p><strong></strong>Øyakino er stolte av å også i år presentere en eksklusiv stumfilmkonsert. Denne gangen har vi invitert Årabrot til å fremføre spesialskrevet musikk til stumfilmen Häxan. Publikum kan her forvente et kompromissløst møte mellom støyrock og stumfilmhorror.</p>\n<iframe src=\"http://www.youtube.com/embed/eq2_jVmJ6wA\" frameborder=\"0\" width=\"420\" height=\"315\"></iframe>\n<p>Årabrots mørke og særegne sound ligger i et grenseland mellom avantgardisk støyrock, skitten punk og mørk metall. Bandet har siden debuten i 2001 rukket å gi ut et titalls EPer og album, samt turnert hyppig både her hjemme og ute i Europa. For sin siste skive, Solar Anus, produsert av selveste Steve Albini, hanket de til og med inn en Spellemannpris.</p>\n<p>Filmen bandet skal lydlegge er den svensk-danske stumfilmen Häxan fra 1922, regissert av danske Benjamin Christensen. Häxan omhandler middelalderens hekseforfølgelse, og ser på hvordan overtro og manglende kunnskaper om mentalsykdommer kan ha vært medvirkende til å skape hysteriet rundt den svært så brutale og hensynsløse hekseforfølgelsen. Selv om filmen er laget som en dokumentar innholder den også dramatiserte scener som gjør at filmen delvis må sees som en skrekkfilm.</p>\n<p>Häxan var da den ble laget Skandinavias dyreste film, mye på grunn av Christensens forsøk på å gjenskape middelalderscenene mest mulig korrekt. Filmen ble godt mottatt i hjemlandet, men ble i de fleste andre land forbudt eller sterkt sensurert for nakenhet, og det som ble sett på som for brutal gjengivelse av tortur og seksuell perversjon.</p>\n<p>Kombinasjonen Årabrot og Häxan kan ikke bli annet enn en herlig og bisarr opplevelse man sent vil glemme. Stumfilmkonserten finner sted på Ringen kino tirsdag 7. august kl. 18.30.</p>\n<p>Foto av Årabrot: Tarjei Krogh.</p>\n<p>&nbsp;</p>\n<p><strong>SEARCHING FOR SUGAR MAN<br />\n</strong></p>\n<ul>\n<li><strong>Tirsdag 7. august kl. 17.30 på Ringen kino</strong></li>\n</ul>\n<p><strong></strong>Regi: Malik Bendjelloul<br />\nMed: Rodriguez</p>\n<iframe src=\"http://www.youtube.com/embed/Xtpy0yybIoA\" frameborder=\"0\" width=\"560\" height=\"315\"></iframe>\n<p>Searching for Sugar Man forteller den utrolige historien om Rodriguez, mannen som kunne ha blitt 70-tallets største musikkikon, men som ble glemt. Oppdaget i en bar på slutten av 60-tallet av to kjente produsenter fengslet av hans sjelfulle melodier og vakre tekster, spilte han inn et album som man trodde ville sikre hans status som det største ikon i sin generasjon. Albumet ble en kommersiell fiasko. Rykter gikk om et grusomt selvmord på scenen, og han forsvant inn i glemselen. En bootleg fant derimot etter hvert veien til Sør-Afrika, og i løpet av de neste tiårene ble han et fenomen der. Filmen følger historien om to sørafrikanske fans som satte seg fore å finne ut hva som egentlig skjedde med helten deres. Etterforskningen fører dem til en historie mer ekstraordinær enn noen av de eksisterende mytene. Filmen vises i samarbeid med Bergen Internasjonale Filmfestival/BIFF.</p>\n<p>&nbsp;</p>\n<p><strong>MARLEY<br />\n</strong></p>\n<ul>\n<li><strong>Tirsdag 7. august kl. 19.30 på Ringen kino</strong></li>\n<li><strong>Søndag 12. august kl. 13.00 på Ringen kino</strong></li>\n</ul>\n<p><strong></strong>Regi: Kevin Macdonald<br />\nMed: Bob Marley, Ziggy Marley, Lee Perry, Rita Marley, Chris Blackwell, Bunny Wailer, m.fl.</p>\n<iframe src=\"http://www.youtube.com/embed/IJ7U_3bJoBk\" frameborder=\"0\" width=\"560\" height=\"315\"></iframe>\n<p>Bob Marleys universelle appell, hans innvirkning på musikkhistorien, og hans rolle som en sosial og politisk profet er både unik og enestående. Dokumentaren Marley forteller hele historien om den fantastiske musikeren – fra hans tidlige dager på Jamaica, til hans død som en av tidenes mest innflytelsesrike og elskede artister. Marley er laget med støtte fra Marley-familien, og er full av sjeldne opptak, utrolige forestillinger og avslørende intervjuer med de som kjente ham best, blant annet Øya-aktuelle Lee «Scratch» Perry. Filmen vises i samarbeid med Film fra sør.</p>\n<p>&nbsp;</p>\n<p><strong>SOMETHING FROM NOTHING: THE ART OF RAP<br />\n</strong></p>\n<ul>\n<li><strong>Tirsdag 7. august kl. 20:30 på Ringen kino</strong></li>\n</ul>\n<p><strong></strong>Regi: Ice- T og Andy Baybutt<br />\nMed: Ice-T, Big Daddy Kane, Nas, Q-Tip, Eminem, Chuck D, KRS-One, Run-DMC, Dr. Dre, Ice Cube, DJ Permier, Snoop Dogg, m.fl.</p>\n<iframe src=\"http://www.youtube.com/embed/rWne2qjeeJg\" frameborder=\"0\" width=\"560\" height=\"315\"></iframe>\n<p>I dokumentaren Something from Nothing: The Art of Rap geleider gansterrap-legenden Ice-T oss i en personlig reise gjennom Amerika og hiphopen. Han viser oss hvordan denne gatemusikken har gradvis vokst til å dominere hitlistene. Underveis møter vi mer eller mindre det som er av storheter innen hiphop, både grunnleggere som African Bambaataa og Grandmaster Caz, og de globale superstjernene Kanye West og Eminem. I samtale med Ice-T tar disse oss med bak musikken. Vi får et innblikk i hiphopens indre vesen, og hvordan musikken har påvirket både enkelmennesker og hele populærkulturen. Filmen vises i samarbeid med Bergen Internasjonale Filmfestival/BIFF.</p>\n<p>&nbsp;</p>\n<p><strong>TURNING<br />\n</strong></p>\n<ul>\n<li><strong>Tirsdag 7. August kl. 18.00 på Ringen kino</strong></li>\n</ul>\n<p><strong></strong>Regi: Charles Atlas<br />\nMed: Antony and the Johnsons</p>\n<iframe src=\"http://www.youtube.com/embed/4bqtcTcpdJA\" frameborder=\"0\" width=\"560\" height=\"315\"></iframe>\n<p>Antony and The Johnsons har i de siste årene etablert seg som et av vår tids mest interessante og vakre band, mye takket være frontfigur Antony Hegartys særegne og såre stemme. I konsertdokumentaren Turning ser vi resultatet av Antony og bandets samarbeid med den prisbelønte videokunstneren Charles Atlas. Atlas, som også har regissert denne dokumentaren, gjorde sammen med bandet en rekke svært kritikerroste konserter, hvor man gjennom musikk og bilde satte fokus på temaet kjønn og transseksualitet. Filmen vises i samarbeid med CPH:DOX.</p>\n<p>&nbsp;</p>\n<p><strong>TED<br />\n</strong></p>\n<ul>\n<li><strong>Tirsdag 7. august kl 18.00 på Ringen kino</strong></li>\n<li><strong>Søndag 12. august kl 13.00 på Ringen kino</strong></li>\n</ul>\n<p><strong></strong>Regi: Seth MacFarlane<br />\nMed: Mark Wahlberg, Mila Kunis, Patrick Stewart, m.fl.</p>\n<iframe src=\"http://www.youtube.com/embed/VxKfC77XAp8\" frameborder=\"0\" width=\"560\" height=\"315\"></iframe>\n<p>Som et resultat av et barndomsønske blir Johns bamse, Ted, levende, og den vulgære bamsen har siden vært hans beste venn. Vennskapet blir satt på prøve når Lori, Johns kjæreste gjennom fire år, ønsker å ta forholdet et hakk videre. Vil John velge bamsen eller dama? Mark Wahlberg og Mila Kunis spiller hovedrollene i denne komedien som er regissert av Seth MacFarlane, skaperen av kultserien Family Guy.</p>\n<p>&nbsp;</p>\n<p><strong>GLASTONBURY THE MOVIE &#8211; IN FLASHBACK<br />\n</strong></p>\n<ul>\n<li><strong>Søndag 12. august kl 18.30 på Ringen kino</strong></li>\n</ul>\n<p>Regi: Robin Mahoney</p>\n<p>Med: Spiritualized, The Verve, Lenomheads, Porno for Pyros, m.fl.</p>\n<iframe src=\"http://www.youtube.com/embed/2vO1JBoiLN8\" frameborder=\"0\" width=\"560\" height=\"315\"></iframe>\n<p>I 1996 kom dokumentaren Glastonbury The Movie filmet på festivalen tre år i forveien. Da man etter å ha gjennomgått de over 100 timene med film fant man ut at man hadde mer enn nok til ennå en dokumentar. 1993 versjonen av Glastonbury blir av mange sett på som det siste året hvor festivalen klarte å ta vare på den gode festivalfølelsen, og hvor musikk stod i førersetet. Filmen viser en rekke klipp fra konsertene, samt masse flott festivalsteming.</p>\n<p>&nbsp;</p>\n<p><strong>Billettpriser:<br />\n</strong>Stumfilmkonserten: kr 100,- for alle med øyabillett / kr 200,- for andre.<br />\nOrdinære filmer kr 75,- for alle med øyabillett / kr 100,- for andre.<br />\nDagen-derpå-kino koster kr 100,- (inkludert burger) for alle med øyabillett / kr 130,- for andre.</p>\n<p>Billetter kan kjøpes på en av Oslo Kinos kinoer eller <a href=\"http://www.oslokino.no\">www.oslokino.no</a> fra i dag. For å kunne benytte seg av øya-rabatten må man kjøpe billettene hos en av Oslo Kino sine kinoer, og vise øyabillett/-armbånd.</p>\n","wordpress_id":3740,"translations":{"nb":{"url":"/2012/07/06/oyakino-2012/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2d2cb072-0857-5040-abf5-c81f6fe9d7f5","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/07/06/oyakino-2012/","redirect":false}}}