{"data":{"wordpressPost":{"title":"Q-Tip og Montée til Øya – Kun 1800 femdagerspass igjen","date":"26th April 2011","content":"<p>I går kveld kom Erlend Mokkelbost fra Montée med denne meldinga, når vi fortalte han at Q-Tip og Montée blir offentliggjort samtidig til sommerens Øyafestival:<br />\n&#8211;\tDet er helt rått at Øya har booket Q-Tip! Helt fra A Tribe Called Quest og frem til sine<br />\nmer samtidige soloalbum har han representert noe helt eget i hiphop-universet, både ved hjelp av sin frekke stemme og ikke minst teften for gode samarbeidspartnere og<br />\nprodusenter. Albumet The Renaissance har vært en personlig favoritt siden det kom for et par år siden, og er trolig en av de mest utslitte LPene i hylla mi. Her beviser han at de gamle fortsatt er eldst, og det blir en ren og skjær glede å se han på sensommeren i Oslo by. Kjenn din besøkelsestid!</p>\n<p>Q-TIP (US)<br />\nVi er utrolig stolte og glade for å kunne presentere en av de største pionerene innen hiphop og rap som en del av årets festivalprogram. Etter at han i fjor ble nødt til å avlyse sin Øya-konsert, har han sett seg nødt til å gjøre det godt igjenved endelig å komme til Middelalderparken.  Kamaal Ibn John Fareed, bedre kjent som Q-Tip, startet sin karriere i Queens, New York i 1988 som del av den legendariske alternative hiphopgruppa A Tribe Called Quest. Gruppa var inspirasjonskilder og forgjengere for artister som Common, Mos Def, Talib Kweli, Fugees og Kanye West. Bandet ble oppløst i 1998, og året etter ga Q-tip ut sitt første soloalbum Amplified etterfulgt av Kamaal The Abstract (2002) og senest det kritikerroste og Grammy-nominerte albumet Renaissance (2008). </p>\n<p>Q-Tip eksperimenterer med hiphopsjangeren og sampler gamle klassikere innen soul og jazz samtidig som han kombinerer politiske budskap med dansbare rytmer. Dette er intelligent hiphop som fenger og forfører, og du må bare nyte den myke stemmen og den herlig tilbakelente sounden. Q-Tips evne til å bevege seg mellom ulike sjangre har resultert i en rekke musikalske samarbeid gjennom årene, blant annet med artister som Pharrell, Kanye West, Raphael Saadiq, The Chemical Brothers, Mariah Carey, Whitney Houston, Janet Jackson, REM og Missy Elliott. Han har også produsert album for Drake, Santigold og Esperanza Spalding. Fansen og kritikerne har lenge sitret etter et nytt album fra dette multitalentet, og nå står det endelig på trappene. The Last Zulu er forventet å komme ut til høsten, og Q-Tip sier selv om utgivelsen at dette blir energisk, stort og ulikt alt han tidligere har laget. Med tekster på både engelsk, fransk og spansk ønsker Q-Tip å gi noe tilbake til fansen som har stått ved ham og musikken hans gjennom karrieren. Han vil fortsette å bruke elementer av vintage hiphop, men også kombinere dette med såkalt &#8220;world music&#8221; og afrikanske rytmer. Dette er avsløringer som gir oss vann i munnen, og med et allerede beryktet liveshow er vi sikre på at du vil la deg rive med når Q-Tip inntar Øyafestivalen torsdag 11. august.<br />\n<a href=\"http://www.myspace.com/qtip\" target=\"_blank\">MYSPACE</a></p>\n<p>MONTÉE<br />\nMontées ferske album Rendition of You debuterte nylig på åttendeplass på den norske albumlista, noe som er en meget god start på et popår vi tror bandet vil prege tydelig. I tillegg har de mottatt en meget pen rad flotte anmeldelser. ”Denne måten å forene musikksynsersmilerynker med dansbar folkelighet på fordrer en avsluttende klisjé: Dette er pur popkunst” skreiv VG for kort tid siden. Dagbladet mente skiva er ”popmusikk som er så fengende og så oppsiktsvekkende tilgjengelig at den nesten konsekvent hever seg over referanserytteriet”. Bandets låter preges av gode melodier, stødig håndverk og en utsøkt proff innstilling. I tillegg til å ha et godt grep om studioarbeidet, har de i flere år vært et strålende liveband.</p>\n<p>Montée ble danna for noen år siden, av folk med ganske ulik musikalsk bakgrunn, som sammen ønska å lage utfordrende og progressiv pop. Sentrale medlemmer, da som nå, var Erlend Mokkelbost (JR Ewing/KILLL), Maya Vik (Furia) og Anders Tjore (Turns, som du også kan oppleve på Øya). De hadde i 2009 kom det Spellemannvinnende debutalbumet Isle Of Now. På Øya kan du oppleve deres friske og moderne innfallsvinkel til popmusikk i stort format.<br />\n<a href=\"http://www.myspace.com/monteemusic\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":167,"translations":{"nb":{"url":"/2011/04/26/q-tip-og-montee-til-%c3%b8ya-kun-1800-femdagerspass-igjen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"952c6fbd-1655-56a9-aee8-cd7d91b5d9db","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2011/04/26/q-tip-og-montee-til-%c3%b8ya-kun-1800-femdagerspass-igjen/","redirect":false}}}