{"data":{"wordpressPost":{"title":"Tonje Kaada er Øyas nye daglig leder","date":"6th September 2018","content":"<p>Tonje Kaada kommer fra jobben som sponsorsjef i Øyafestivalen. Hun har fra tidligere bred erfaring fra musikkbransjen, og har vært arrangør, manager, jobba med promo og i plateselskap. I tillegg har hun bakgrunn fra interesseorganisasjoner. Tonje har arbeidet for Bergenfest, Warner, Tellé, Hulen, BRAK og Gramart. Hun har ledererfaring fra de tre sistnevnte, og har hatt flere styreverv.</p>\n<p>Vi gleder oss til at Tonje nå skal komme i gang i sin nye rolle, og tror hun kommer til å lede Øyafestivalen gjennom fortsatt suksess i festivalens kommende år.</p>\n<p>&nbsp;</p>\n<p>Tonje ser fram til å starte planleggingen av neste års festival:<br />\n<em>&#8211; Jeg har nok aldri gledet meg mer til å starte i ny jobb. Jeg skal få jobbe i en av verdens beste festivaler, sammen med en fantastisk gjeng engasjerte medarbeidere og frivillige, på de fagfeltene jeg trives aller best med. I tillegg går Øyafestivalen inn i en ny og utrolig spennende fase, som en del av et internasjonalt nettverk. Muligheten til å få være med å videreutvikle festivalen i et sånt perspektiv motiverer meg veldig. Kan det bli bedre? &#8211; For meg er dette rett og slett Drømmejobben!</em></p>\n<p>Tord Krogtoft starter snart i sin nye jobb som markedsdirektør hos Nasjonalmuseet:<br />\n<em>&#8211; Jeg er veldig stolt og glad for alt vi har fått til med Øya etter flyttingen til Tøyenparken, men kjenner selvsagt på litt vemod ved tanken på å ikke skulle jobbe sammen med de aller flinkeste folka i festival-Norge på daglig basis. Tenk at (nesten) fem år kan gå så fort! At vi nok en gang velger å rekruttere fra egne rekker vitner om en velfungerende bedriftskultur, er en stor styrke, og sier ikke minst mye om kvaliteten på Øya sine ansatte. Tonje har den rette kompetansen (og mye av den!) til å ta Øyafestivalen videre ut i verden. Hun har hjertet på rett plass til å lede den store gjengen som jobber i landets beste og viktigste festival i årene som kommer. Dette kommer til å bli veldig bra!</em></p>\n","wordpress_id":22666,"translations":{"nb":{"url":"/2018/09/06/tonje-kaada-er-oyas-nye-daglig-leder/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4d55986f-33e7-52d8-952d-593136315aa5","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/09/06/tonje-kaada-er-oyas-nye-daglig-leder/","redirect":false}}}