{"data":{"wordpressPost":{"title":"Supersilent med John Paul Jones på Øya","date":"11th March 2013","content":"<p>Norske Supersilent kommer til Øya med Led Zeppelin- og Them Crooked Vultures-bassist John Paul Jones. Avantgardetrioen og den legenden med en utrolig variert bakgrunn skal spille på vår aller mest intime scene på ettermiddagen fredag 9. august. Dette blir deres eneste konsert i Norge i år.</p>\n<p><a href=\"http://www.billettservice.no/event/377289\" target=\"_blank\"> Dagsbilletter til fredag 9. august kan kjøpes her</a></p>\n<p>&nbsp;</p>\n<p><strong>SUPERSILENT feat JOHN PAUL JONES</strong></p>\n<p>Kraften av en helt unik musikalsk enhet og Led Zeppelins legendariske multi-instrumentalist skal møtes under Øyafestivalen. Supersilent og John Paul Jones skal stå på en scene sammen, og vise fram sine evner til å utfordre. Over flere tiår og i utallige prosjekter, har begge sider av dette bemerkelsesverdige samarbeidet jobbet med samtidsmusikk. Denne gangen skal de presse hverandre lenger, hardere, villere og friere.</p>\n<p>Supersilent har bare én regel: ingen øving. Dette gjelder også for dette spesielle prosjektet. I løpet av sin 15 år lange historie har dette deathjazzambientavantrockensemblet gitt ut 11 album på Rune Grammofon / ECM. De spiller live over hele verden for engasjerte publikum. Hver innspilling og konsert er helt improvisert. Trioen består av Arve Henriksen, Ståle Storløkken og Helge Sten aka Deathprod. Dette er en gruppe som presser de ytre grenser av musikken og er i stand til å blande dyp skjønnhet og elementært makt.</p>\n<p>John Paul Jones var på 60-tallet en av Storbritannias mest aktive studiomusikere. Han har arrangert for og spilt inn med artister som Dusty Springfield, Tom Jones, The Rolling Stones, Rod Stewart og Cat Stevens. Etter sin enestående karriere som medlem av Led Zeppelin, jobbet han som utøver, arrangør og produsent for mange anerkjente band og artister. Blant disse finner man Diamanda Galas, REM, Brian Eno og Peter Gabriel. Han slapp sitt første soloalbum, Zooma i 1999, etterfulgt av The Thunderthief (2001). Siden 2004 har han spilt som en del av John Cages Music Circus på Barbican i regi av Stephen Montague. I tillegg har han turnert med bluegrasstrioen Nickel Creek, og jobbet som komponist og utøver for Merce Cunninghams Nearly Ninety.</p>\n<p>I 2009 var han med å grunnlegge Them Crooked Vultures, med Dave Grohl og Josh Homme. De ga ut et anerkjent album og turnerte verden til utsolgte arenaer. I 2011 turnerte John Paul Jones med Seasick Steve, var med i Mark-Anthony Turnages opera &#8216;Anna Nicole&#8217;. For tiden skriver han en opera basert på Strindbergs &#8216;The Ghost Sonata&#8217;, samt jobber med sin egen støyduo Minibus Pimps.</p>\n<p>Besetning:<br />\nHelge Sten<br />\nStåle Storløkken<br />\nArve Henriksen<br />\nJohn Paul Jones</p>\n<p><a href=\"http://www.supersilence.net\" target=\"_blank\">http://www.supersilence.net</a><br />\n<a href=\"http://www.johnpauljones.com\" target=\"_blank\">http://www.johnpauljones.com</a></p>\n<p>&nbsp;</p>\n<p>foto: Oscar Garcia</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"05c58d2a-bdc5-5490-81d8-57a87882750b"}}