{"data":{"wordpressPost":{"title":"Four great artists for Øya","date":"24th January 2012","content":"<p><strong>LARS VAULAR</strong><br />\n<strong>A$AP ROCKY (US)</strong><br />\n<strong>SUSANNA</strong><br />\n<strong>NICOLAS JAAR (US) – LIVE IN CONCERT</strong></p>\n<p>This week, we have confirmed A$AP Rocky and Nicolas Jaar, two of the hottest young artists in the United States right now. In addition to this, our own hip-hop star Lars Vaular and Norwegian artist Susanna Wallumrød are added to the program.</p>\n<p><strong>LARS VAULAR</strong><br />\nIn the space of only a few years, Lars Vaular has become one of the biggest names in Norwegian hiphop. His releases keep a steady high level and have received great reviews all over. His fourth and latest album Du Betyr Meg includes guest performances from other household names like John Olav Nilsen, OnklP, A-Laget and Fjorden Baby!.<br />\nVaular seems fearless in his approach to lyrics and music and proves it with his newest tracks as well as older hits like Solbriller På, Fett and Rett Opp Og Ned. He has recieved several awards for his music. We know that Vaular throws a real party when he&#8217;s on stage and we look forward to his show in the Medieval Park.<br />\n<a href=\"http://larsvaular.no/\" target=\"_blank\">larsvaular.no</a></p>\n<p><strong>A$AP ROCKY (US)</strong><br />\nDuring recent years, Rakim Mayers from New York has been seen as one of the best new rappers, under the alias A$AP Rocky. Last autumn, he released the mixtape LiveLoveA$AP which was labeled ‘best new music’ by Pitchfork in November. Their review read «If anything, LiveLoveA$AP is a triumph of immaculate taste. Rocky&#8217;s ear for beats is worthy of Rick Ross or early Game».  He grew up listening to a good mixture of gangster rap and classical soul. These days, he is inspired by both rock, indie and hiphop. He has had a great buzz during recent months, probably to some extent caused by his record deal worth 3 million dollars.<br />\nStereogum, FACT Magazine and Gorilla vs Bear are among those who thought LiveLoveA$AP was one of last year&#8217;s best releases. We&#8217;re positive that he&#8217;ll impress you with his live show in the Medieval Park in August.<br />\n<a href=\"http://www.asapmob.com/\" target=\"_blank\">www.asapmob.com</a></p>\n<p><strong>SUSANNA</strong><br />\nSusanna Wallumrød was first noticed as part of the duo Susanna and The Magical Orchestra. During the last couple of years, she has released several albums under this name as well as several solo albums. In March, she is releasing an album with selfcomposed music. She has recieved great reviews from respected music media such as Mojo, Uncut, The Guardian, New York Times, BBC and Record Collector.<br />\nSusanna has been working with her own songs as well as surprising interpretations of other peoples music. She has recorded songs by artists like Dolly Parton, Leonard Cohen, AC/DC, Prince, Joy Division, Bob Dylan, Scott Walker, ABBA and Black Sabbath. Wallumrød has also worked with many respected musicians such as Jim White, Jenny Hval and Snah from Motorpsycho. On her newest record Wild Dog she has Jeremy Gara from Arcade Fire on drums and Emmett Kelly from Bonnie &#8220;Prince&#8221; Billy/The Cairo Gang on guitars and vocals. The music on Wild Dog has been described as &#8220;apocalyptic traditional music from a different universe&#8221;. Her songs are wilder and more beautiful than ever before. In August, you can expect to hear one of Norway&#8217;s best singers perform at the festival.<br />\n<a href=\"http://www.susannamagical.com/\" target=\"_blank\">www.susannamagical.com</a></p>\n<p><strong>NICOLAS JAAR (US) – LIVE IN CONCERT</strong><br />\nNicolas Jaar is a young man from New York who grew up in Chile. He began sharing his music when he was only 17 years old. Last year, he released his debut album Space Is Only Noise, full of emotional minimalist electronica. The Guardian were among the many who were thrilled; &#8211; This is a dance album you can&#8217;t dance to, an album of 14 tracks that works better as a whole, and an album that exists within its own world and takes a while both to get into and emerge from.</p>\n<p>He has had to accept a certain amount of comparison with James Blake, but many think Jaar&#8217;s music is slightly more adventurous and challenging. As concluded by the Quietus; &#8211;  Jaar creates something unique on Space is Only Noise, something that quietly pushes and challenges the listener while simultaneously making it an utterly captivating and nearly uncategorisable experience that surprises and excites with every listen.</p>\n<p>As well as being an artist and a producer, he runs the label Clown &amp; Sunset. At The Øya Festival, you&#8217;ll be able to see him perform live with musicians on stage. His live set normally comprises of guitar, drums and saxophone in addition to Jaar himself and his laptop. Look forward to this full experience in August.<br />\n<a href=\"http://www.nicolasjaar.net/\" target=\"_blank\">www.nicolasjaar.net</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"62fae507-39e6-54e6-9bf0-d5da7ddac866"}}