{"data":{"wordpressPost":{"title":"De første artistene til Camp Indie er klare","date":"4th June 2010","content":"<p>Camp Indie 2010<br />\nÅrets line-up i teltet er det sterkeste noensinne. Aldri har det vært så mange fete band å spørre om vil komme å spille hos oss. Vi har prøvd å favne bredt fra hjerteskjærende drømmeindie til det mest blodharde innen metallsjangeren. Og seff alt imellom. Det gleder oss som en pose godteri på lørran! Etter festivalen på Rockefeller 16 mai viste oss at det gror godt i skorpa. Samtlige banda i årets teltprogram bør og fortjener bred oppmersomhet.  Camp Indie er og blir en hyllest til grasrota i ny norsk musikk, banda og lablene bak gjør utrettelig jobb for knapper og glansbilder. Pur musikkglede!</p>\n<p>Vi selger som vanlig skiver og merch fra samtlige banda hos oss.  Kom innom å opplev nydelig pop, digg new wave, hardtslående metall, frekk electro pluss mye mer. Her er de første fire banda som skal spille:</p>\n<p>Camp Sounds<br />\nCamp Sounds (tidligere Campfire Kansas) spiller mørk og mystisk new wave som samtidig er dansbar og ekstrovert. Inspirasjon hentes fra new wave band som  Depeche Mode og The Cure, men blandes deretter med trip-hopen til Massive Attack og Portishead, og tar til slutt med seg litt av lekenheten til Blur. Selv om bandet ikke har gitt ut materiale ennå, har de fått en god del presse og gode kritikk. Urørt og Plan B er noen av de som har gitt de tommelen opp og skryt. Bandet har det siste året brukt tiden på å raffinere sitt uttrykk med masse live spilling rundt i landet og preproduksjoner. I august ventes endelig debut epen under det nye navnet Camp Sounds som blir mikset av George Tanderø (A-ha, Travis, James Morisson m.m.).<br />\n<a href=\"http://www.myspace.com/campsounds\" target=\"_blank\">MYSPACE</a></p>\n<p>Okkultokrati<br />\nHar har ifølge Aftenpostens Harald Fossberg gitt ut årets tøffeste plate – hittil. Og vi kan absolutt si oss enige I det. De kaller det nekrosludge, hvilket betyr blodstenkt, blytung hardcoremetalpunk med seige drag. Oslobandet har akkurat sluppet ei plate som har fått pressen til å kaste på manken. Det blir absolutt verdt en tur I teltet I sommer. Få også med deg konserten deres på musikkens dag på Garage.<br />\n<a href=\"http://www.myspace.com/okkultokrati\" target=\"_blank\">MYSPACE</a></p>\n<p>Social Suicide<br />\nSom en engasjert pastor maner han menigheten som messer ordene som skrikes fra podiet. Hender løftes og hoder nikker. Uredde tilhørere rister i takt med musikken. Guttene på scenen er forbløffende nok bare 18 og 19 år, men besitter en karisma som ville fått Mick Jagger til å svette av sjalusi. De har publikum i sine lune, klamme hender. Bergenserne Social Suicide har så langt blitt omtalt som et band det er verdt å se opp for i 2010 både av Musikknyheter.no og av Ruben Gran fra Lydverket. Når en ser de på scenen forstår en at de gode kritikkene er mer enn berettiget. Guttene har sålangt signert med Artistpartner og slapp sin første single på den blodferske single klubben til Brilliance Records 18.01.<br />\nPressen sier som oss: “fett som fy”<br />\n&#8220;Morgendagens helter&#8221; 10/10 Musikknyheter.no<br />\n&#8220;Norges nye hardcore-håp!&#8221; Amund Grepperud, Lydverket<br />\n &#8221;Norges nye screamostjerner&#8221; &#8211; Asbjørn Slettemark<br />\n<a href=\"http://www.myspace.com/socialsuicideweb\" target=\"_blank\">MYSPACE</a></p>\n<p>Team Me<br />\nHer lar vi NRK Urørt beskrive musikken da de ble Ukas Urørt i fjor og si at vi gleder oss masse til å få vise frem Team Me!! “Fool er en låt som fungerer like bra som et tykt ullpledd i den tidlige vinteren. Team Me har dratt ut kontakten fra laptopen og fokuserer her på organiske instrumenter. De kommer smygende, en etter en, og sammen med stemmen som kjennes ut som den er 4 centimeter fra trommehinnen din, bygges låten sakte opp helt til man står på skyer.”<br />\n<a href=\"http://www.myspace.com/teammegjaggu\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":372,"translations":{"nb":{"url":"/2010/06/04/de-forste-artistene-til-camp-indie-er-klare/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"cf9c4dd5-ee1d-5f36-ae46-4863212d9350","locale":"nb"}}