{"data":{"wordpressPost":{"title":"Oslo kommune tilbyr gratis sykkelparkering på Øya","excerpt":"<p>Øyafestivalen har inngått et samarbeid med Oslo kommune, som stiller med trygg og gratis sykkelparkering for festivaldeltakerne. </p>\n","content":"<p>Sykkelparkeringen vil ligge rett ved publikuminngangen til festivalen i Monradsgate ved Tøyenparken.</p>\n<p>&#8211; Vi har drømt om å ha en ordentlig sykkelparkering i flere år. Med et nytt og større festivalområde og hjelp fra kommunen har vi nå endelig fått det til, sier Julie Forchhammer, miljøsjef i Øyafestivalen.</p>\n<p>Sykkelprosjektet i Oslo kommune har ansvaret for samarbeidet med Øyafestivalen. Parkeringen vil romme sykkelstativer med nærmere 500 plasser, og være både inngjerdet og bevoktet. I tillegg stiller kommunen med en selvbetjent servicestasjon, hvor man kan pumpe luft i dekkene, justere setet, stramme en skrue, eller lignende.</p>\n<p>&#8211; Å tilby sykkelparkering på Øya et prøveprosjekt for oss. Dersom det blir en suksess, ønsker vi å kunne gjøre det samme på andre arrangementer, sier Rune Gjøs, direktør i Sykkelprosjektet.</p>\n<p>&#8211; Vårt mål er å få flere i Oslo til å begynne å sykle. Flere vil sykle til Øya når de vet at de har et trygt og lett tilgjengelig sted å sette sykkelen fra seg, sier Gjøs.</p>\n<p>Under festivalen vil Sykkelprosjektet i tillegg ha en egen stand inne på festivalområdet, med blant annet sykkelkonkurranser, sykkelinspirasjon og informasjon om Oslo kommunes sykkelsatsning.</p>\n<p>&#8211; Unge voksne sykler dessverre mindre enn andre deler av befolkningen. Derfor ønsker vi å kommunisere mer med akkurat denne gruppen. Å være til stede på et arrangement som Øya gir oss muligheten til det, påpeker sykkeldirektøren.</p>\n<p>72 prosent av Øyas festivalpublikum er bosatt i Oslo, med hovedvekt i bydelene i og rundt Tøyenparken.</p>\n<p>&#8211; Det tar faktisk mindre enn 15 minutter å sykle til Øya for store deler av publikum, påpeker Gjøs.</p>\n<p>&#8211; Vi ønsker å bidra til å gjøre Oslo til en bedre by å sykle i, og har derfor valgt sykling som årets miljøtema for festivalen sykkelparkering, forteller miljøsjef Forchhammer, som håper at sykkelsamarbeidet med kommunen vil resultere i bedre sykkelparkeringsløsninger i byen på sikt.</p>\n<p>&#8211; Og ikke minst økt sykling i Oslo resten av året, legger hun til.</p>\n","date":"2014-06-17T10:14:21.000Z","wordpress_id":10262,"featured_image":{"title":"sykkel crop","filename":"sykkel-crop.jpg","filesize":500235,"url":"http://oya.test/assets/uploads/2014/06/sykkel-crop.jpg","link":"http://oya.test/sykkel-crop/","alt":"","author":"3","description":"","caption":"","name":"sykkel-crop","status":"inherit","uploaded_to":0,"date":"2014-06-17 09:37:20","modified":"2014-06-17 09:37:20","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2014/06/sykkel-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2014/06/sykkel-crop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2014/06/sykkel-crop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2014/06/sykkel-crop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2014/06/sykkel-crop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2014/06/sykkel-crop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2014/06/sykkel-crop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2014/06/17/oslo-kommune-tilbyr-gratis-sykkelparkering-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7d371844-84d6-5945-b464-a1b2d72cfde9","locale":"nb"}}