{"data":{"wordpressPost":{"title":"Seks nye navn til Øya","date":"2016-06-20T10:52:40.000Z","content":"<p><strong>NICOLE SABOUNÉ (SE) torsdag 11. aug</strong></p>\n<p><strong>DJ EZ (UK) fredag 12. aug, DJ-sett i Hi-Fi Klubben</strong></p>\n<p><strong>MATT KARMIL (UK) onsdag 10. aug, DJ-sett i Hi-Fi Klubben</strong></p>\n<p><strong>CHARLOTTE BENDIKS onsdag 10. aug, DJ-sett i Hi-Fi Klubben</strong></p>\n<p><strong>FARIDA i Biblioteket</strong></p>\n<p><strong>MATS WAWA i Biblioteket</strong></p>\n<p><strong> </strong></p>\n<p>Seks nye navn er klare for Øya-plakaten, og programmet i Tøyenparken er veldig snart komplett. Det er fortsatt noen billetter igjen til onsdag, torsdag og lørdag, men du bør ikke vente for lenge om du skal få med deg dine favoritter. Svenske Nicole Sabouné har imponert på hjemmebane med sine to første album, nå er hun klar for å skaffe seg norske fans i Tøyenparken.</p>\n<p>I Biblioteket vil du oppleve litteratur, intervjuer, annen prat og selvsagt musikk, i form av intime minikonserter. To navn for framtida er lagt til i programmet, nemlig Mats Wawa og Farida.</p>\n<p>Med dagens slipp kompletterer vi programmet i Hi-Fi Klubben. UK garage-veteranen DJ EZ, britiske Matt Karmil, en mann med momentum, og Charlotte Bendiks fra Tromsø, tar de siste tre plassene i en line-up som ellers inkluderer Mad Professor (UK), Arca (VE), The Black Madonna (US), Prins Thomas, Fatima Yamaha (NL), Jessy Lanza (CA), Fort Romeau (UK), Jlin (US) og Øyvind Morken. Et variert program som både stimulerer intellektet og (begge) danseføttene, ofte begge deler samtidig, som bør få alle til å kjenne sin besøkelsestid i Hi-Fi Klubben.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"300\" height=\"234\" data-srcset=\"http://oya.test/assets/uploads/2015/12/billettknapp-16-300x234.png 300w, http://oya.test/assets/uploads/2015/12/billettknapp-16.png 461w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p>NICOLE SABOUNÉ (SE)</p>\n<p>Seint i fjor høst ga Nicole Sabouné ut sitt andre album, kalt Miman. Sabouné er tydelig inspirert av mørke og stemningsfulle stilarter som post-punk og new wave. <a href=\"http://www.dn.se/kultur-noje/skivrecensioner/nicole-saboune-miman/\" target=\"_blank\">Dagens Nyheter</a> definerte soundet som «mer goth än pop, atmosfäriskt och suggestivt med molande postpunkgitarrer och en tillbakalutad industrityngd». Hun ble først lagt merke til i Sverige som deltager i the Voice. Der ble hun kjent med Ola Salo fra The Ark, som hun samarbeidet med på sitt debutalbum Must Exist.</p>\n<p><a href=\"http://gaffa.se/recension/101053\" target=\"_blank\">Svenske Gaffa</a> «Man försvinner in i hennes djupa och starka röst och kan inte låta bli att gungas med i starkt pulserande trummor, tunga gitarrer och elektroniskt kaos. Varje låt är som stöpt efter verklighetens ondska och ilska. Det finns inte en tråkig sekund och mitt i mörkret dyker pyttesmå vackra popmelodier fram för att skapa det kompletta paketet.»</p>\n<p>Torsdag 11. august kan du oppleve Sabounés følelsesrike låter i Tøyenparken.</p>\n<p><a href=\"https://www.facebook.com/NicoleSabouneOfficial/\">www.facebook.com/NicoleSabouneOfficial</a></p>\n<p>&nbsp;</p>\n<p>FARIDA</p>\n<p>Farida fra Gjøvik er et av Norges nye pophåp. Hennes singel Three Weeks fikk internasjonal lansering gjennom magasinet Fader i januar. Hun starta som danser, men har nå fått fotfeste som en artist med utgangspunkt i moderne soul. Farida imponerte under vår by:Larm-kveld på Uhørt i februar. Nå får du en ny mulighet til å oppleve henne i intim setting.</p>\n<p>Som bookingagenten hennes skriver: &#8211; Det er ikke så veldig ofte vi oppdager nye norske artister via singelpremierer på Billboard og The Fader, men Farida er et av disse nye stjerneskuddene i den globaliserte verden der artister krysser landegrenser før folk helt skjønner hva som skjer.</p>\n<p><a href=\"http://atomicsoul.no/artist/farida/\">atomicsoul.no/artist/farida</a></p>\n<p>&nbsp;</p>\n<p>MATS WAWA</p>\n<p>Mats Wawa er et musikk-kollektiv med base i Oslo som utforsker råkk med bandana og selvinnsikt, altså møtepunktet mellom 70-tallsrock ala Pugh Rogefeldt og mer moderne psykedelisk pop og rock fra dagens indie og retro/revival-sjangere. Med eklektiske komposisjoner og naiv tekst og melodi, kan man trekke linjer til undergrunns-helter som Adam Green og The Churchills i samme åndedrag. Orkesteret hever stadig sitt musikalske nivå, kun et knapt år etter vokalist/gitarist og låtskriver Mats Mentzen Wang fikk sin debut på Trondheim Calling som demoartist. Med EPen Classics og to solide singler har bandet rukket å spille på by:Larm 2016 og hatt heftig rotasjon på NRK Urørt, og er ute på veien som sekstett inklusivt instrumenter som tverrfløyte, bongotrommer og orgel.</p>\n<p><a href=\"https://www.facebook.com/matswawa/?fref=ts\">www.facebook.com/matswawa</a></p>\n<p>&nbsp;</p>\n<p><strong>I HI-FI KLUBBEN</strong></p>\n<p>DJ EZ (UK) &#8211; DJ-sett<br />\nDet finnes DJs og så har vi DJ EZ. Å høre denne veteranbriten spille er en sterk opplevelse for sansene: han får UK garage og annen tung britisk klubbmusikk til å låte som en ekstatisk åpenbaring. Teknisk dyktig som en gammeldags turntablist med meget raske fingre, med utadvendt musikk fremført svært høyt. Tottenham-supporteren har erfaring tilbake fra midten av åttitallet, han lærte seg å mikse på meget primitivt utstyr, men utviklet seg gjennom arbeid på piratradio og lokale klubber til å bli en av de mest respekterte DJene i England. UK garage har fått en kritisk renessanse de senere årene, og man hører elementer derfra i mange typer ny elektronisk dansemusikk. Men ingen andre får disse rytmene til å virke like hardt og sjelfullt som DJ EZ.</p>\n<p><a href=\"https://www.facebook.com/djezofficial/?fref=ts\">www.facebook.com/djezofficial</a></p>\n<p>&nbsp;</p>\n<p>MATT KARMIL (UK) &#8211; DJ-sett</p>\n<p>Etter en sykdomsbefengt barndom med flust av tid til å sitte inne og øve på klassisk gitar, kviknet britiske Matt Karmil til da han passerte myndighetsalder. Han kom seg ut i verden og inn på klubben, byttet ut gitaren med turntables og elektroniske instrumenter, og begynte å jobbe som blant annet DJ og studiotekniker. Han debuterte med kritikerroste &#8220;&#8212;-&#8221; (PNN) i 2014, og samme år kom &#8220;So You Say&#8221; &#8211; et klubbanthem av ypperste sort &#8211; på Tim Sweeneys etikett Beats In Space. Karmil har også gitt ut musikk på Studio Barnhus, Mule Musiq og IRR, og jobbet med blant andre Axel Boman og John Talabot.</p>\n<p>I år har Karmil sluppet to album; &#8220;++++&#8221;, hvor han fortsetter der han slapp på debuten, med technoproduksjoner som evner å være både mangefasetterte og lekne selv om de er økonomiske i tilsnittet, skåret ned til beinet, og ikke minst overskuddsprosjektet &#8220;IDLE033&#8221;, som Fact Magazine plasserte blant de 25 beste langspillerne fra første kvartal i år. Matt Karmil har nylig signert med norske Smalltown Supersound, hvor han etter planen slipper nytt album til neste år, og har allerede startet et samarbeid med Carmen Villain.</p>\n<p><a href=\"https://www.facebook.com/mattkarmil/?fref=ts\">www.facebook.com/mattkarmil</a></p>\n<p>&nbsp;</p>\n<p>CHARLOTTE BENDIKS</p>\n<p>Charlotte Bendiksen fra forblåste Tennskjær utenfor Tromsø er kjent for å skape euforiske øyeblikk på dansegulvet. DJ-karrieren startet tidlig i 20-årene, og det tok ikke lang tid før Bendiks ble et navn å regne med, etter hvert en meget ettertraktet og respektert DJ. Spennet er raust, både geografisk og sjangermessig, et sett kan inkludere house, disco, afro- og latin beats &#8211; og alt imellom &#8211; gjerne med live vokal og instrumentering på toppen. Fellesnevneren er sexy.</p>\n<p>På midten av 2000-tallet sto Bendiks bak det svette klubbkonseptet Moist i hjembyen Tromsø, var booker for festivalen Insomnia og sto bak den norske kvelden på C/O Pop i Köln. De siste årene har hun imidlertid fokusert mer på egne greier, enten det er samarbeid med Lena Willikens, Coma, eller meksikanske Daniel Maloso fra etiketten Cómeme, som Bendiks også er løst tilknyttet, eller de egne utgivelsene After Hours og Aurora på Per &#8220;Mental Overdrive&#8221; Martinsens Love OD Communications. Mange er fans; Bendiks var et naturlig valg av åpner da Cómeme i vår gjorde en Boiler Room-session i Berlin, og ble med det én av svært få norske DJs som har fått den æren.</p>\n<p><a href=\"https://www.facebook.com/charlotte.bendiks?fref=ts\">www.facebook.com/charlotte.bendiks</a></p>\n","wordpress_id":14191,"translations":{"nb":{"url":"/2016/06/20/seks-nye-navn-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1648cb3b-c31d-5cfd-83c9-c54cf2cecd67","locale":"nb"}}