{"data":{"wordpressPost":{"title":"En guide til ny, fet Øya-musikk","date":"2008-08-01T16:30:00.000Z","content":"<p>Her er en liten guide til de banda som bookinggruppa har plukket opp fra alle verdenshjørner, men som ikke enda har blitt skrevet side opp og side ned om i norske medier. Mangfoldet på musikkplakaten på Øyafestivalen er større enn noen gang i år. Vi er utrolig stolte av å presentere disse banda, og kan garantere mange fete opplevelser. Flere har ønsket en liten guide til de litt mindre kjente utenlanske banda. Her er den dag for dag og med linker hvor du kan høre på musikken. Sett av litt tid, og vi er sikre på at Øya blir enda fetere for deg som leter etter noe nytt og spennende. Vil du ha mere info om hver artist, kan du klikke deg videre fra høyrekolonnen på nettsidene eller fra programoversikten.</p>\n<p>ONSDAG</p>\n<p>*Girl Talk*<br />\nMashup-kongen kommer til Norge for første gang:  Vi advarer om at dette kan bli årets beste fest når Girl Talk byr opp til dans.  Girl Talk mixer alle låtene du trodde du kjente eller ikke kjente&#8230;. Her blir det fullt både foran og på scenen.<br />\n<a href=\"http://www.myspace.com/girltalkmusic\" target=\"_blank\">myspace</a></p>\n<p>*The Mae Shi*<br />\nSe for deg Les Savy Fav når de var 18 år. Mye galskap og sjangermiks; hardcore, electro, punk med gode poplåter i bunn.<br />\n<a href=\"http://www.myspace.com/themaeshi\" target=\"_blank\">myspace</a></p>\n<p>*Los Campesionos!*<br />\nMan blir sommerglad av å høre på dette bandet fra Cardiff: De kan minne om blant andre Architecture in Helsinki, Pavement, Wolf Parade, Yo La Tengo, The Unicorns, The Go! Team og Beat Happening, men gjør alt med sin egen vri.<br />\n<a href=\"http://www.myspace.com/loscampesinos\" target=\"_blank\">myspace</a></p>\n<p>*Saviours*<br />\nSaviours, fra Oakland i California, låter som om Lemmy skulle foretrukket hasj istedet for speed.<br />\n<a href=\"http://www.myspace.com/saviours666\" target=\"_blank\">myspace</a></p>\n<p>*Dengue Fever (ØyaNatt)*<br />\nHvem trodde at rockere over hele verden skulle gå av hengslene etter å ha sett ett band som er inspirert av 60-talls pop fra Kambodsja. Du har kanskje hørt Dengue Fever med musikk i filmene &#8220;Broken Flowers&#8221;, &#8220;City of Ghosts&#8221; eller fra tv serien Weeds.<br />\n<a href=\"http://www.myspace.com/denguefevermusic\" target=\"_blank\">myspace</a></p>\n<p>TORSDAG</p>\n<p>*Okkervil River*<br />\nOkkervil River byr på indierock ispedd americana, folk og følsom pop. Legg til et bredt utvalg instrumenter, pirrende melodier og en følsom historieforteller med stort hjerte. Dette kan bli en storfavoritt for de som allerede har trykket Bright Eyes, Magnolia Electric Co eller Rilo Kiley til brystet.<br />\n<a href=\"http://www.myspace.com/okkervilriver\" target=\"_blank\">myspace</a></p>\n<p>*Jamie Lidell*<br />\nFor fans av beintøff elektronika, syntetisk soul og aparte popmusikk; få med dere Jamie Lidell.  Lidell er kanskje en bleik og tynn brite, men han synger som en blanding av Marvin Gaye, Sly Stone, Stevie Wonder og Prince. Hallelujah dette blir SHOW.<br />\n<a href=\"http://www.myspace.com/jamielidell\" target=\"_blank\">myspace</a></p>\n<p>*The Dodos*<br />\nEkstatiske anmeldere verden over har sammenlignet The Dodos med Animal Collective, Magnetic Fields, Elliott Smith, Sufjan Stevens og Yeasayer. Vi er enige. Live leverer de så det holder i massevis.<br />\n<a href=\"http://www.myspace.com/thedodos\" target=\"_blank\">myspace</a></p>\n<p>*Diplo*<br />\nEn av de mest sentrale skikkelsene og hotteste navnene i ny amerikansk klubbkultur, driver labelet Mad Decent. Henter mye inspirasjon fra brasiliansk klubbmusikk, electro , hip hop etc&#8230;Du kommer til å danse rævva av deg.<br />\n<a href=\"http://www.myspace.com/diplo\" target=\"_blank\">myspace</a></p>\n<p>*Kenge Kenge*<br />\nDette kenyanske bandet har hentet inspirasjon fra den østafrikanske genren benga og lager godlyd som ofte medfører smittsom danselyst. Her finner du høyt tempo, spennende rytmer og herlig sang i skjønn forening. Med andre ord velegnet til fest og feiring.<br />\n&#8211; Sorry finnes ingen Myspace</p>\n<p>*Original Silence (Øyanatt)*<br />\nEn svært så eksklusiv konsert i verdenssammenheng. Sonic Youths Thurston Moore løper bort på Rockefeller etter konserten på Enga for å møte venner fra hele verden. Mats Gustavsson, Terry Ex, mfl.  Forvent rock med improjazz, støy og mere støy.<br />\n<a href=\"http://www.myspace.com/thefirstoriginalsilence\" target=\"_blank\">myspace</a></p>\n<p>*The Death Set*<br />\nDette bandet kommer til å dukke opp flere steder under Øyafestivalen i små doser. På Blå denne kvelden blir det nærmere full konsert. En blanding av ekspolsiv punk med elektroniske synthlinjer, enkle trommemaskinrytmer, fremført og innspillt med enorm etusiasme og energi, alt sammen i ekte DIY-stil. Om du liker Matt &#038; Kim, Spank Rock eller Bonde Do Role, så kommer du til elske denne duoen.<br />\n<a href=\"http://www.myspace.com/thedeathset\" target=\"_blank\">myspace</a></p>\n<p>*Booka Shades*<br />\nNok en legendarisk kveld på ØyaSunkissed.<br />\n<a href=\"http://www.myspace.com/getbookashade\" target=\"_blank\">myspace</a></p>\n<p>*Best Fwends*<br />\nDisse to totalt gale gutta kommer til å dukke opp flere steder under Øyafestivalen i små doser. De sier de aldri orker å spille mere enn 15 minutter, se de live så skjønner du hvorfor. Kan forveksles med Beavis &#038; Butthead. Reinspikka galskap som får deg til å tenke: Faen dette må jeg jo bare poge til (selv om det er 10 år siden jeg gjorde det sist på en konsert)&#8230;<br />\n<a href=\"http://www.myspace.com/bestfwends\" target=\"_blank\">myspace</a></p>\n<p>FREDAG</p>\n<p>*Fleet Foxes*<br />\nEn salig varm blanding av psykedelia og folkrock med godt pophåndtverk i bunn. Perfekt for en varm sommerkveld.  For fans av band som Band of Horses og The Shins eller eldre artister som Bob Dylan og The Byrds for den saks skyld.  Burde kanskje ikke stått på denne lista, men skitt au&#8230;<br />\n<a href=\"http://www.myspace.com/fleetfoxes\" target=\"_blank\">myspace</a></p>\n<p>*Health!*<br />\nAdvarsel; dette blir rått. Unggutta i Health fra LA lager bråk i samme gate som Boredoms, de blander dette med electronica og hardcore.<br />\nDe har samarbeidet mye med Cyrstal Castels og No Age.<br />\n<a href=\"http://www.myspace.com/healthmusic\" target=\"_blank\">myspace</a></p>\n<p>*Holy Fuck*<br />\nCandaierne har rett og slett laget den plata alle postrockband drømmer om å lage. Holy Fuck er mer enn postrock, de får deg til å danse som bare faen.<br />\nEn av fjorårets beste album, totalt oversett i Norge, men Internett redder verden for slappe journalister i små land&#8230;<br />\n<a href=\"http://www.myspace.com/holyfuck\" target=\"_blank\">myspace</a></p>\n<p>*A Place To Bury Strangers*<br />\nFor fans av My Bloody Valentine, The Walkmen, Black Rebel Motorsycle Club eller synthstøy rock. NYCs kuleste soniskrock band om dagen.  Etter Øya drar de på turne med Nine Inch Nails.<br />\n<a href=\"http://www.myspace.com/aplacetoburystrangers\" target=\"_blank\">myspace</a></p>\n<p>*Telepathe*<br />\nJentene fra Brooklyn har blitt sammenlignet med Animal Collective og CocoRosie. De har vært i studio med TV On The Radios Dave Sitek. Tyler fra !!! er med på gitar når de spiller live. Hva skal vi si, enten så elsker du dette bandet, eller så hater du det. Kommer du deg inn i drømmeverden deres, vil du elske det.<br />\n<a href=\"http://www.myspace.com/telepathe\" target=\"_blank\">myspace</a></p>\n<p>*Coliseum*<br />\nI fjor ble de en del av den fyldige stallen til solide Relapse, hjemmet til blant andre Baroness, Dillinger Escape Plan og Pig Destroyer. Her får du brutal metal, punk og hardcore. Kommer rett fra Europa turne med Converge.<br />\n<a href=\"http://www.myspace.com/coliseum\" target=\"_blank\">myspace</a></p>\n<p>LØRDAG</p>\n<p>*Dark Meat*<br />\nLiker du rock, skal du se Dark Meat. Dette er skittent, hysterisk, digg og pyskedelisk fra et stort hippiekollektiv. Dark Meat er en konsertopplevelse utenom det vanlige. På Øya ser de for første gang i Europa.<br />\n<a href=\"http://www.myspace.com/darkmeats\" target=\"_blank\">myspace</a></p>\n<p>*Isis*<br />\nPionerer i å spleise postrock og metal: Mørkt, mystisk og deilig.<br />\n<a href=\"http://www.myspace.com/sgnl05\" target=\"_blank\">myspace</a></p>\n<p>*Yeasayer*<br />\nIndieyndlinger med spennende innfallsvinkler til moderne rock<br />\n<a href=\"http://www.myspace.com/yeasayer\" target=\"_blank\">myspace</a></p>\n<p>*Cut Copy*<br />\nHerlig dynamisk miks av indie, new wave og elektropop fra Australia. Cut Copy må sjekkes ut av alle som allerede er hekta på LCD Soundsystem, Daft Punk, Ladytron eller eldre helter som New Order.<br />\n<a href=\"http://www.myspace.com/cutcopy\" target=\"_blank\">myspace</a></p>\n<p>*The Night Marchers*<br />\nJohn “Speedo” Reis gjorde en legendarisk konsert på Øya med The Hot Snakes for noen år siden. Nå er han tilbake med nytt band. Svett og fengende rock av beste sort. Låtene er brygga på ingredienser som Flamin’ Groovies, Bo Diddley og annen klassisk partyriffing. Stemningen minner noe om Speedos humørpunkrock fra Rocket From The Crypt-dagene.<br />\n<a href=\"http://www.myspace.com/thenightmarchers\" target=\"_blank\">myspace</a></p>\n<p>*Buraka Som Sistema*<br />\nFestmusikk som blander elementer fra  kuduro (angolsk musikkstil), grime, hiphop, house, baile funk. De mikser samtidig afrikanske elementer med europeiske på en egen måte som bare kan resultere i en ting: dansefest!!. Her blir det tunge trommerytmer.<br />\n<a href=\"http://www.myspace.com/burakasomsistema\" target=\"_blank\">myspace</a></p>\n<p>*Janelle Monae*<br />\nJanelle kommer rett fra å ha spilt for hundre tusen i Central park i NYC med sin konseptuelle R&#038;B – en blanding av pop, punk, klassisk og elektronika. Første gang i Europa, ser du henne på Øya.<br />\n<a href=\"http://www.myspace.com/janellemonae\" target=\"_blank\">myspace</a></p>\n<p>*No Age*<br />\nDe nye favorittbandet til fans av Sonic Youth. No Age nevner klassiske punkband som Ramones, Bad Brains og Hüsker Dü blant sine inspirasjonskilder. De gyver løs på gitar, trommer og mikrofonstativ, mens de fargelegger låtene med feedback og herlig støy.<br />\n<a href=\"http://www.myspace.com/nonoage\" target=\"_blank\">myspace</a></p>\n<p>*Sunn o)))*<br />\nDommedagsrock av mørkeste og seigeste sort. Vi er fortsatt småskvetne etter forrige møte med Sunn 0))).<br />\n<a href=\"http://www.myspace.com/sunno666\" target=\"_blank\">myspace</a></p>\n<p>*White Williams*<br />\nHipster-amerikaner fra NYC, perfect for en natt på Blå. Med det ene beinet i indieverden og det andre i klubbmusikken tegn. Williams spiller denne kvelden sammen med det Indiske bandet Shaai&#8217;r and Func.<br />\n<a href=\"http://www.myspace.com/whitewilliams\" target=\"_blank\">myspace</a></p>\n","wordpress_id":697,"translations":{"nb":{"url":"/2008/08/01/en-guide-til-ny-fet-%c3%b8ya-musikk/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c608e06f-cf16-5503-8477-398c331bd90a","locale":"nb"}}