{"data":{"wordpressPost":{"title":"Mikhael Paskalev til Øyafestivalen","date":"10th December 2011","content":"<p>Neste år skal den svært lovende artisten Mikhael Paskalev platedebutere og presentere det samme materialet på Øyafestivalen. Både han og vi gleder oss stort. Vi spår at mengden fans har økt betraktelig innen de neste ni månedene.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>MIKHAEL PASKALEV</p>\n<p>Hvert eneste år plukker Øyas bookingavdeling opp et lite utvalg av de artistene som har markert seg på Klubbdagen året før. Nå skal Mikhael Paskalev få spille i parken for et stort Øya-publikum for første gang. Han lager gode låter i landskapet mellom americana og indiepop. Sjøl mener han å være inspirert av blant andre Paul Simon, The Shins og Edward Sharpe &amp; The Magnetic Zeros. At han er klar for Urørt-finalen på nyåret er lett å forstå. Låtene hans er nemlig herlig fengende og har lett for å bli umiddelbare favoritter. Bare prøv blinkskuddet I Spy. Han har starta på arbeidet med debutalbumet, som vil være klart en gang etter Øya. Om du drar kjensel på Mikhael, kan det være fordi du har sett ham i bandet til Øya-aktuelle Jonas Alaska. Sistnevnte er også å finne i Paskalevs backingband. Forvent deilig festivalmusikk, som kler parklivet i Oslo sentrum. Vi tok en liten prat med artisten om den kommende skiva, musikalske favoritter og forventninger.</p>\n<p>&nbsp;</p>\n<p><strong>Hvordan vil du sjøl beskrive musikken din for folk som aldri har vært på en av dine konserter?</strong></p>\n<p>-Det er vel hovedsaklig popmusikk, men med mye røtter i gammel gospel og rock &amp; roll. Spilt av dyktige musikere og gode venner som har det gøyalt på konsert. En fin gjeng i storform.</p>\n<p><strong>Nå hender det mye på en gang, med festivalbookinger og Urørt-finale. Hvilke forventninger har du til 2012?</strong></p>\n<p>-Det blir plateslipp i 2012. Noe som blir sinnsvakt kjekt. satser på ikke for mange skumle anmeldelser og hatbrev, og at jeg selv blir stolt som en hane av skiva. Ellers begynner året å fylle seg opp med konserter. Og går det bedre enn allerede så holder jeg meg for god for syting hele året rundt.</p>\n<p><strong>Hvordan går arbeidet med debutalbumet?</strong></p>\n<p>-Veldig bra! Sitter i skrivende øyeblikk i England og preproduserer plata med kompis og gitarist i bandet. Jeg slipper vel bare debut plate en gang i livet så fokuserer på å jobbe hardt, men og huske på å ha det gøy med heile greia.</p>\n<p><strong>Hvilket album fra 2011 er i dine ører årets aller flotteste?</strong></p>\n<p>-Ingenting som har gjort meg gal i hodet i år, i positiv forstand. Men brukte Delicate Steve &#8211; Wondervisions for å komme meg ut av seng i morges, og Timber Timbre står sikkert på når det er på tide med en hvil. men istedenfor å drive med mer oppramsing så nevner jeg en gammel plate som personlig gikk av med seieren i 2011, Fleetwood Mac &#8211; Tusk. Heilt rå!</p>\n<p><strong>Har du et Øya-minne du gjerne vil dele?</strong></p>\n<p>-Å spille med Jonas Alaska i fjor er vel naturligvis noe av det råeste jeg har opplevd på Øya. Ekstremt kjekt at jeg denne gangen skal få sjansen igjen med egen musikk. Ellers er Øya alltid en høydare og perfekt avslutning på sommeren.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.nrk.no/urort/Artist/MikhaelPaskalev/default.aspx\" target=\"_blank\">Mikhael Paskalev på Urørt</a></p>\n","wordpress_id":1370,"translations":{"nb":{"url":"/2011/12/10/mikhael-paskalev-til-%c3%b8yafestivalen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e35e72d9-8982-5b6f-b97b-2d201003a7d6","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2011/12/10/mikhael-paskalev-til-%c3%b8yafestivalen/","redirect":false}}}