{"data":{"wordpressPost":{"title":"Norsk dunderpakke på Øya","date":"2009-02-27T11:33:00.000Z","content":"<p>Vi koste oss glugg ihjæl på by:Larm i år, og sitter med en laaang liste talentfulle navn vi kommer til å følge nøye frem mot festivalstart. Noen ekstra spennende artister klarte vi rett og slett ikke vente med å booke. Les om de her- sjekk de ut på MySpace og kom deg for all del på konsert med de neste gang de er på besøk i nærheten av der du bor! </p>\n<p>*TØNES*<br />\nHvem? Tønes? Ikke hørt om han? Det er nesten så vi mistenker at Rogalendingene har villet holde artisten hemmelig med vilje. Men dengang ei. Vi har holdt ham under oppsikt, serru! Denne unike låtskriveren- og ikke minst tekstforfatter, fra Sokndal i Rogaland har blitt sammenlignet med alt fra Elvis Costello og Will Oldham til bygdenorges svar på Lars Lillo Stenberg. Da Emil Nicolaisen fra Serena Maneesh i sommer dro i gang sin superbe festival på Moi i fjor sommer, der blant annet Sufjan Stevens gjorde sin eneste festivalopptreden, oppkalte han like gjerne hele festivalen etter en låt med Tønes; Kamerat &#038; Spelemann. </p>\n<p>Tønes har vært en liten skatt for de få innvidde i Rogaland- trodde man, helt til Stavanger Aftenblad ba leserne stemme fram sin favorittsang i forbindelse med kulturbyåret 2008. De fleste regnet med at Mods&#8217; «Tore Tang» skulle vinne, eller at Bjørn Eidsvåg skulle få seg en ekstra fjør i hatten, men i stedet vant Tønes, visesangeren fra ei bygd litt utenfor Egersund, med låta Bonde. Overraskende for noen, en selvfølge for andre.</p>\n<p>Det er de daglige hendelsene og små obskuritetene som opptar Tønes, og med låter som &#8220;Parabol e fine greie, hvis du he ei kåna du e leie&#8221;, &#8220;Te kniss i drid&#8221; og tekstlinja fra låta Bjørnar Vigeland: &#8220;Mor hu he sin kjøkkenkniv/far han he sin tollekniv/systar hu he sikkert kniv au/og broremann he antakelig ein heile haug&#8221;. Tja, hvem veit hva vi har i vente? Vi gleder oss sjukt ihvertfall!</p>\n<p>*HARRYS GYM*<br />\nVi sa bandet varme opp for Tommy Tokyo i høst, og med maktdemonstrasjonen av en opptredene på Sentrum Scene under by:Larm er det ingen tvil om at pila peker i retning opp og frem for denne gjengen. Etter høstens flotte selvtitulerte albumdebut var det knytta stor spenning til hvordan de skulle klare å få overført lydbildet fra album til scena. De besto testen med glans. Gode poplåter drives frem av en selvsikker Anne Lise Frøkedal på gitar og vokal, og det hele pakkes inn i massive lyd- og bildecollager, episke melodier og iskalde elektroniske toner.</p>\n<p>Det er sjeldent vi hører om nysigneringer hos de store plateslselskapene for tiden, men Harrys Gym har klart det. De har fått kontrakt med selveste Universal. Gratulerer, Universal!</p>\n<p>*MAGNUS MORIARTY*<br />\nMed fjorårets suverene, om enn noe oversette, skive &#8220;Perhaps Interior Heart Politeness&#8221; skrev Magnus seg inn i norsk pophistorie. Makan til flotte poplåter, skjulte skatter, smakfulle harmonier og skrudde instrumenter skal man leite lenge etter. Albumet gis ut av det eminente og kompromissløse plateselskapet Metronomicon Audio, som har en haug med flotte utgivelser bak seg fra artister som blant annet Truls &#038; The Trees, Center of the Universe, Now We&#8217;ve Got Members og Cyrano.</p>\n<p>Vi skal ikke skryte denne fyren opp i skyene helt på egenhånd, men velger å plukke ut et par setninger fra anmeldelsen av sisteskiva i Dagbladet, som trilla en sekser for mesterverket:</p>\n<p>&#8220;Det er altså en vokser, dette her, og en vokser av den beste sorten att på til: nok umiddelbart slående sanger til at det å snurre plata en gang til aldri føles som veldedighet, komplisert nok skrevet til at hver gjennomlytting byr på noe nytt og med nok hold i selv den enkleste melodien til at man til slutt, etter å ha hørt seg skakk, sitter igjen med et album hvor hver eneste låt fortsatt er og blir en opptur.&#8221; &#8211; 6/6 Dagbladet, Peter Volsett.</p>\n<p>Magnus Moriarty spilte av en eller annen uforklarlig grunn ikke på det skikkelige by:Larm i år, men vi rakk å se få sett han på noe pre:Larm-greier dagen før Oslo-ballet starta. Knallbra! Vi er fan.</p>\n<p>*PONY THE PIRATE*<br />\nPony The Pirate har vind i seila. P3 spiller for tiden bandet fillete på radio, de er kåra til årets Urørt-artist og er akkurat nå på en fire ukers lang Zoom Urørt-turne over hele landet med Norma Sass. </p>\n<p>Piratene fra Mandal har fylt opp skattekista med dansbar pop, kanadisk indie og fengende refrenger. Live fremstår det syv manns (ink 3 damer) sterke orkesteret som en nesten bøllete tight enhet, der alle korer og synger med &#8211; mikrofon eller ei! </p>\n<p>Deres opptreden på Rockefeller under by:Larm viste et debutband som er klare for de store scenene. &#8220;Stadionindie&#8221; leste vi i en omtale av bandet her om dagen. Slettes ingen dum beskrivelse av Pony The Pirate. </p>\n<p>*UNGDOMSKULEN*<br />\nUngdomskulen er bandet som så langt har trukket flere mennesker på sine konserter i London og New York enn i Bergen og Oslo (uten videre sammenligning). Her hjemme har de lenge blitt kategorisert som kritikerfavoritter, og internasjonalt har de fått mer positiv omtale enn de fleste band bare kan drømme om, i såpass store musikkmedier som NME, Pitchfork, Uncut og Kerrang. På konsertfronten har powertrioen utvikla seg til et rått og rytmisk monster av ypperste merke. </p>\n<p>Produksjonen til bandet er upåklagelig: fem syvtommere, samt en fullengder-CD på et par år, og nytt album er på trappene. Vi har hørt det- og du kan glede deg! </p>\n<p>9.mars er det duka for slipp av albumet Bisexual. De ser ut til å ha valgt seg ut mottoet &#8220;mer av alt!&#8221; før denne plata ble ferdig. Det er mer fete låter, støy, prog, klubb, beinharde rytmer og kompromissløse låtstrukturer enn tidligere utgivelser. En skikkelig feit plate, rett og slett. </p>\n<p>****</p>\n","wordpress_id":622,"featured_image":null,"translations":{"nb":{"url":"/2009/02/27/norsk-dunderpakke-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8a0bf21f-f064-582a-a424-f94951b94f48","locale":"nb"}}