{"data":{"wordpressPost":{"title":"Florence + The Machine avslutter Øyas torsdag","excerpt":"<p>Florence + The Machine, Siri Nilsen, Caribou og Foxygen er bekrefta!</p>\n","content":"<p><strong>FLORENCE + THE MACHINE (UK) – tors 13. august</strong><br />\n<strong> CARIBOU (CA) – ons 12. august</strong><br />\n<strong>FOXYGEN (US)</strong><br />\n<strong>SIRI NILSEN</strong></p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-full wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"260\" height=\"188\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p>Vi klarte målet vårt, med å gi dere noen skikkelige førjulsgaver i form av et stort artistslipp før høytiden nærmer seg. Torsdag 13. august kan du oppleve sjølveste Florence + The Machine avslutte i Amfiet. Hun gjør sin første konsert i Norge på tre år, og den eneste i 2015. Florence Welch har på få år blitt en kjempestjerne over hele verden, og med et nytt album neste år, er forventningene gigantiske. Til Øya kommer hun med et enormt show, så det er klart vi gleder oss til hun skal headline vår største scene.</p>\n<p>Canadiske Caribou og californiske Foxygen er kjente for sin lekne innstilling til henholdsvis elektronika og retrorock. Vi veit det er mange som gleder seg til å se dem begge på Øya. Siri Nilsen har rørt ved mange høsten 2014, med albumet Skyggebokser og gjentatt radiospilling. I august står hun på scena i Tøyenparken.</p>\n<p>Billettsalget til Øya går unna, og foreløpig er det, som normalt, ukespassa som går kjappest. Om du vil sikre den beste julegaven til musikkelskende venner og familie, er både dagsbilletter og ukespass i salg hos Billettservice.</p>\n<p><strong>FLORENCE + THE MACHINE (UK)</strong><br />\nFlorence Welch er en av de mest spennende popstjernene fra Storbritannia så langt i dette århundret. Hun har på imponerende kort tid nådd ut til et enormt stort publikum, og blitt en internasjonal stjerne. Både debutalbumet Lungs (2009) og Ceremonials (2011) har toppa salgslistene i hjemlandet. Det er gledelig at hun kommer tilbake til Øya som headliner i 2015. I høst har Florence + The Machine gjort seg ferdige med arbeidet på tredjealbumet, som skal komme neste år. Flere forventer at 2015 blir hennes største år så langt i karrieren.</p>\n<p>Vi husker fortsatt da vi først hørte den energiske låta Kiss With A Fist i 2008. Siden har hun hatt hits som You’ve Got The Love, Shake It Out og Spectrum (Say My Name). Florence har også vist seg å være en konsertattraksjon i øverste divisjon, med sine dramatiske opptredener og musikk.</p>\n<p><a href=\"http://www.rollingstone.com/music/albumreviews/ceremonials-20111101\" target=\"_blank\">Rolling Stone </a>har forsøkt å beskrive musikken hennes på denne måten: &#8211; Here the scale is vastly inflated: turbulent ballads, powered by booming drums and vocal chorales rising like distant thunder, full of Welch&#8217;s banshee wails. The music touches on Celtic melodies, bluesy rock stomps, nods to goth and gospel. But the wind never stops howling.</p>\n<p>I løpet av sommeren 2015 er hun et av toppnavna på mange av Europas største og beste festivaler. Øya er stolte over å kunne presentere Florence + The Machine i vårt store, men intime amfi. Florence Welch har sagt at hun gjerne ville tilbake til Øya-publikummet. Vi gleder oss til en sterk og fengende opplevelse seint på torsdagskvelden.<br />\n<a href=\"http://florenceandthemachine.net/\">florenceandthemachine.net</a></p>\n<p><strong>SIRI NILSEN</strong><br />\nSiri Nilsen har de siste årene markert seg som en meget sterk låtskriver og artist. Scenedebuten med egen musikk kom i 2007 og året etter vant hun Grappas debutantpris. Det nye albumet Skyggebokser har gitt Nilsen fortjent hyppig radiospilling og gode anmeldelser.</p>\n<p>Med de to foregående albumutgivelsene Vi Som Ser I Mørket (2009) og gjennombruddet Alle Snakker Sant (2011) har hun laga låter med røtter i både visetradisjonen, pop og rock. Dette er videreutvikla med stor suksess på Skyggebokser. Uttrykksmessig har hun tatt noen steg inn i det mer moderne og modne, på en gang. Hun har i tillegg til sin egen musikk bidratt på innspillinger med Jens Carelius, Kråkesølv, Einar Stenseng og andre. Atlanter-gitarist Carelius har produsert de to siste skivene hennes, sammen med Øyvind Røsrud Gundersen. I tillegg er det vært å nevne at Nilsen også har rukket å spille i bandet Blues Run The Game med Atlanter-medlemmer.</p>\n<p>I 2013 fikk Siri Nilsen Oslo bys kunstnerpris, en pris hennes far Lillebjørn mottok i 1984. Vi mener Tøyenparken må være en helt perfekt ramme for en stemningsfull konsert med Siri Nilsen.</p>\n<p><a href=\"http://www.bt.no/bergenpuls/musikk/anmeldelser/Original-Nilsen-3211607.html\" target=\"_blank\">Bergens Tidene</a> skreiv om Skyggebokser: &#8211; Tekster, arrangementer, instrumenter, melodier &#8211; alt legges til rette for at Siri Nilsen kan få stå frem som den store formidleren hun er &#8211; unik og helt original.</p>\n<p><a href=\"http://www.dn.no/magasinet/2014/10/03/2054/Anmeldt/nattemakt\" target=\"_blank\">Dagens Næringsliv</a> berømma både arrangementer, tekster og framføring i sin anmeldelse av samme utgivelse: &#8211; Hele albumet er som en crispy-kald skumring på høsten. Netter, søvn og skygger går da også igjen i mange av tekstene. Der fins det lengsler etter noe som kan fjerne stemmen som sier at alt skal gå galt, men også håp om at alt skal ordne seg akkurat denne ene gangen.<br />\n<a href=\"http://www.sirinilsen.no\">www.sirinilsen.no</a></p>\n<p><strong>FOXYGEN (US)</strong><br />\nCalifornia-duoen Foxygen ble manges nye favoritter etter andrealbumet We Are the 21st Century Ambassadors of Peace &amp; Magic i 2013. De to multiinstrumentalistene Sam France og Jonathan Rado har latt seg inspirere av mye av den fineste 60- og 70-tallsrocken. Samtidig tilfører de moderne energi og friskt krydder. Dette viste de allerede på debuten Take The Kids Off Broadway (2012). Liker du leken, løs og morsom omgang med alt som er godt ved vindskeiv pop og rock? Da er Foxygen folka dine!</p>\n<p>Foxygen ga høsten 2014 ut skiva …And Star Power. Dette er et slags oppdikta samarbeid, gjennom et dobbeltalbum, med en fiktiv gruppe kalt Star Power. Utgivelsen overraska mange kritikere, men som <a href=\"http://www.slantmagazine.com/music/review/foxygen-and-star-power\" target=\"_blank\">Slant Magazine</a> konkluderte «In one sense, that stretch of music is a detriment to an otherwise astonishing piece of work; in another, like so many double albums of the past, it&#8217;s all part of the ride. Sit back, toke up, and just go with it.»</p>\n<p>I august kommer Foxygen til Tøyenparken for sin første konsert i Norge og skal spre sin syrete, uforutsigbare rock til Oslo-publikummet. Disse gutta driver med festivalmusikk av frieste og herligste type, noe vi er sikre på at kommer til å kle Øyafestivalen godt.<br />\n<a href=\"http://www.foxygentheband.com/\">www.foxygentheband.com</a></p>\n<p><strong>CARIBOU (CA)</strong><br />\nDan Snaith ga i 2014 sitt fjerde album som Caribou, kalt Our Love. Her blander han elektronika stilfullt med elementer fra hiphop og RnB. Skiva har havna høyt oppe på flere oppsummeringer over 2014s beste utgivelser. Tidligere album er prega av flørting med blant annet psykedelia og retropop. Caribou er kjent for sin uredde lekenhet, noe både kritikere og fans veit å sette pris på. Opprinnelig ga han ut musikk som Manitoba, men endte i en navnekrangel med rockebandet Manitoba’s Wild Kingdom. Som Caribou har Snaith laga en pen rekke kvalitetsutgivelser på egenhånd. Når han tar med seg musikken ut på scena, har han med seg et band for å gjenskape herlighetene. For å få utløp for mer dansbar musikkmoro, har han også flere utgivelser under navnet Daphni.</p>\n<p>Plateselskapet Merge om musikken på Our Love: &#8211; Our Love is probably Caribou&#8217;s most soulful record to date, chock-full of heartfelt lyrics and organic nature which cuts through bubbling synths and blissful euphoria of their synthetic constructions…</p>\n<p><a href=\"http://pitchfork.com/reviews/albums/19762-caribou-our-love/\" target=\"_blank\">Pitchfork </a>stempla Our Love som best new music og beskreiv stemningen i  musikken på denne måten: &#8211; It’s a warts-and-all depiction of a state of being that’s so often constrained to one or two facets in pop songs: obsession and disconnection, passion and jealousy, companionship and loneliness, all given equal weight.</p>\n<p><a href=\"http://www.theguardian.com/music/2014/oct/02/caribou-our-love-review\" target=\"_blank\">The Guardian</a> nøyde seg med å kale Our Love: &#8211; spellbindingly ambiguous, endlessly fascinating electronica.</p>\n<p>Øya har prøvd å få Caribou til festivalen i flere år, og vi er kjempeglade for at vi endelig fikk det til. Om du allerede er fan av Caribou, eller bare veldig nysgjerrig på ny musikk, anbefaler vi at du får med deg denne konserten.<b> </b><br />\n<a href=\"http://www.caribou.fm/\">www.caribou.fm</a></p>\n","date":"2014-12-14T22:10:37.000Z","wordpress_id":11235,"featured_image":{"title":"Florence_Oyafestivalen 2015 crop","filename":"FlorenceOyafestivalen-2015-crop.jpg","filesize":424160,"url":"http://oya.test/assets/uploads/2014/12/FlorenceOyafestivalen-2015-crop.jpg","link":"http://oya.test/florence_oyafestivalen-2015-crop/","alt":"","author":"3","description":"","caption":"","name":"florence_oyafestivalen-2015-crop","status":"inherit","uploaded_to":0,"date":"2014-12-14 20:43:47","modified":"2014-12-14 20:43:47","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2014/12/FlorenceOyafestivalen-2015-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2014/12/FlorenceOyafestivalen-2015-crop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2014/12/FlorenceOyafestivalen-2015-crop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2014/12/FlorenceOyafestivalen-2015-crop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2014/12/FlorenceOyafestivalen-2015-crop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2014/12/FlorenceOyafestivalen-2015-crop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2014/12/FlorenceOyafestivalen-2015-crop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2014/12/14/florence-the-machine-avslutter-oyas-torsdag/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fb67a25c-35cb-5902-a399-b6b56cacb9e1","locale":"nb"}}