{"data":{"wordpressPost":{"title":"Beglomeg og Arthur Russell’s Instrumentals til Øya","date":"2015-05-13T07:49:27.000Z","content":"<p><strong>BEGLOMEG – lørdag 15. august</strong><br />\n<strong>ARTHUR RUSSELL’S INSTRUMENTALS directed by PETER GORDON – torsdag 13. august</strong></p>\n<p>Øya-programmet skal være en blanding av musikk du kjenner fra før, og musikk som kan overraske eller utfordre på ulikt vis. To av de mest spennende programinnslaga er nå på plass. Beglomeg albumdebuterer endelig tidlig på sommeren, og kommer til få sjøl den slappeste festivalgjenger på beina i august. Den anerkjente komponisten Arthur Russells musikk skal spilles av et knippe musikere, hvor de fleste av dem samarbeida med den anerkjente komponisten på 70-tallet. I år kommer dette prosjektet for første gang til Europa.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"336\" height=\"336\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w, http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 336px) 100vw, 336px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p><strong>ARTHUR RUSSELL’S INSTRUMENTALS directed by PETER GORDON (US)<br />\n</strong>På midten av 70-tallet lagde komponist og artist Arthur Russell instrumentale musikkstykker som var ment for orkester eller en mindre gruppe musikere. Russells kollega og samarbeidspartner Peter Gordon har nå samla en gruppe, som blant annet inkluderer flere av musikerne Russell arbeida med på 70-tallet. I år kan dette for første gang oppleves i Europa.</p>\n<p>Arthur Russell var innom mange stilarter og sjangre, før han døde i 1992. Klassisk, avantgarde, rock og disco er noen av sjangrene han lekte seg med. Russell var kjent for sitt minimalistiske uttrykk. Han samarbeida med Talking Heads, Bootsy Collins, Philip Glass og Allen Ginsburg, og har de siste åra blitt nevnt som inspirasjon for mye moderne popmusikk.</p>\n<p>Peter Gordon har en omtrent like bred musikalsk bakgrunn som Arthur Russell. Han har arbeidet med kjente artister som Laurie Anderson og Suzanne Vega, og har laga musikk til teater, TV og film.</p>\n<p><a href=\"http://www.allmusic.com/artist/arthur-russell-mn0000475362/biography\" target=\"_blank\">Allmusic.com</a> har forsøkt å oppsummere Arthur Russells musikalske liv på denne måten: &#8211; His involvement in Manhattan&#8217;s downtown performance scene of the &#8217;70s resulted in a long-running association with the Kitchen. The same Arthur Russell was also a quirky songwriter, a producer of one-shot disco singles, a founding partner of seminal hip-hop/dance label Sleeping Bag, and a principal designer of the dubby, underground club sound that bridged the gap between the disco era and the first stirrings of house and garage music. Yet, despite a career that seemed contradictory on the surface, he produced a body of work notable for its focus, integrity, and singularity.</p>\n<p>En artikkel om prosjektet fra Irish Times<br />\n<a style=\"line-height: 1.5\" href=\"http://www.irishtimes.com/culture/music/peter-gordon-on-arthur-russell-i-miss-him-as-a-friend-and-as-a-collaborator-1.2203841\">http://www.irishtimes.com/culture/music/peter-gordon-on-arthur-russell-i-miss-him-as-a-friend-and-as-a-collaborator-1.2203841<br />\n</a><b style=\"line-height: 1.5\"><a href=\"https://www.facebook.com/arthurrussellsinstrumentals\" target=\"_blank\">www.facebook.com/arthurrussellsinstrumentals</a></b></p>\n<p>BEGLOMEG<br />\nEtter å ha sett Beglomeg imponere på scener rundt om i Oslo de siste åra, har vi venta på deres forsøk på albumformatet. Tidlig i juni er €UROKRJ€M ute på Fysisk Format. Smakebitene lover god for alle som har latt seg rive med til den psyche, dansbare og hemningsløse godlyden av Beglomeg. I fjor gjorde de Last Train usedvanlig hett under Klubbdagen, og nå gleder vi oss til de får en større folkemengde i bevegelse i Tøyenparken. Etter konserten på Klubbdagen i 2014 skreiv Klassekampen at Beglomeg er «perkussivt, rifftungt, ustreit, men fjellstøtt».</p>\n<p>Det er vrient å beskrive Beglomegs musikk på en enkel måte. Sjøl har de måtte ty til forsøk som dizzie listening, svartjenka og eurohåp. Bandet meier ned sjangergrenser og forutinntatthet i høyt tempo. Vi har faktisk ingen annen verdifull anbefaling, enn at du stikker og opplever dem sjøl under Øya. Dette bandet er noe av det friskeste Oslo har å by på i 2015.<br />\n<a style=\"line-height: 1.5\" href=\"http://www.facebook.com/beglomeg\">www.facebook.com/beglomeg</a></p>\n<p>foto Ingrid Pop</p>\n<p>&nbsp;</p>\n","wordpress_id":11883,"translations":{"nb":{"url":"/2015/05/13/beglomeg-og-arthur-russells-instrumentals-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5c3bd590-ef32-5d44-99ee-ef685cf26718","locale":"nb"}}