{"data":{"wordpressPost":{"title":"Fire nye til Øya","date":"26th March 2015","content":"<p><strong>KUN DAGSBILLETTER IGJEN TIL ØYA 2015</strong><br />\nFor noen dager siden solgte vi ut de siste ukespassa til Øyafestivalen 2015, så nå er det kun dagsbilletter igjen. Under <a href=\"http://oya.test/program/\" target=\"_blank\">PROGRAM</a> i menyen, kan man se oversikten over alle bekrefta artister.</p>\n<p>Nå er fire nye navn klare. Vi håper du tar deg tid til å sjekke ut både Hookworms, Silvana Imam, Silja Sol og Broen i Tøyenparken.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"288\" height=\"288\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w, http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 288px) 100vw, 288px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p><strong>HOOKWORMS (UK) &#8211; fredag 14/8</strong><br />\nHelt i front av den nye bølgen psykedeliske rockeband fra Storbritannia finner man Hookworms. Med skivene Pearl Mystic (2013) og The Hum (2014), utgitt av Domino, har de imponert musikkmedier og nysgjerrige rockentusiaster. Debuten havna på lista over de største 2013-favorittene i både Brooklyn Vegan og Drowned In Sound. Bandet blander historisk psychrock ala Spacemen 3 med nyere undergrunnsmoro ala Wooden Shjips. Hookworms er ikke redde for å krysse grenser mot verken støyrock eller kraut.</p>\n<p><a href=\"http://www.allmusic.com/album/the-hum-mw0002736737\" target=\"_blank\">Allmusic</a> har beskrevet lyden av Hookworms som «raging, unwieldy slabs of noise and energy that almost seem to be holding on for dear life, kicking and screaming, as they are forced into the listener&#8217;s ear canals».</p>\n<p><a href=\"thequietus.com/articles/11637-hookworms-pearl-mystic-review\" target=\"_blank\">The Quietus</a>: &#8211; The Leeds quintet create hypnotic, cathartic, discombobulating dance music through a disorienting combination of echo-swamped vocals, garage bred organ, fuzz-blitzed wah-wah guitars and constantly driving rhythms. It just sounds like so many rock &amp; roll clichés on paper, but these unassuming young men who rarely remove their coats and insist on only being known by their initials somehow make it completely new.</p>\n<p>Nå kommer bandet til Oslo for en festival freak out i Tøyenparken.<br />\n<a href=\"http://www.parasiticnematode.blogspot.co.uk/\">www.parasiticnematode.blogspot.co.uk</a></p>\n<p><strong>BROEN</strong><br />\nBroen ga nylig ut debutalbumet Yoga og imponerer stadig fra norske scener. Med sin åpne og utradisjonelle innstilling til stilarter, lager de annerledes og spennende popmusikk som bør fenge mange. De ramser sjøl opp et utvalg av inspirasjonskilder som «britpop, hip-hop, syrepunk, Paul Simon, spoken word og vest-afrikansk rytmikk». På Øya bør du få med deg deres herlige og uredde sceneopptreden. Nå i vinter under by:Larm fikk de en betydelig mengde nye fans. Det tror vi også kommer til å hende i Tøyenparken.</p>\n<p><a href=\"http://gaffa.no/anmeldelse/93133\" target=\"_blank\">Gaffa</a> så Broen live i vinter og skreiv: &#8211; Sammen utgjør bandet et selvsikkert og energisk sammensurium, velkjent gullglitrende, tubaspillende og altoppslukende nok til at publikum viser en blanding av fascinasjon og uoppfordret anerkjennelse.</p>\n<p><a href=\"http://www.osloby.no/oslopuls/musikk/Her-er-de-fem-beste-konsertene-fra-Bylarm-7927369.html\" target=\"_blank\">Aftenposten</a> er like imponerte: &#8211; Spenstige rytmer og medrivende forløsninger i materialet sørger for at publikum er i full bevegelse. Broen består av svært talentfulle musikere, som alle har en evne til å hente frem utypiske lyder fra instrumentene sine, ikke minst tubaen. Bandet har en kul utstråling og gir alt.</p>\n<p>Medlemmene har bakgrunn fra band som Your Headlights Are On, Ósk og Snøskred, men har funnet et helt eget uttrykk som Broen. Sjekk sjøl under Øya i august.<br />\n<a href=\"http://www.facebook.com/broenband\">www.facebook.com/broenband</a></p>\n<p><strong>SILVANA IMAM (SE) &#8211; torsdag 13/8</strong><br />\nSilvana Imam er noe av det mest uredde innen skandinavisk rap. Nylig tok hun pusten fra flere anmeldere og et stort publikum under by:Larm. I 2013 ga hun ut debutalbumet Rekviem, og fulgte opp med EPen När Du Ser Mig. Se Dig i fjor. Begge utgivelser er fulle av sterke budskap og berører tematikk som seksualitet, feminisme og tilhørighet. Imams familie har bakgrunn fra både Syria og Litauen, noe som preger tekstene. Som hun sjøl har sagt til <a href=\"http://blogg.svt.se/psl/2013/10/10/som-du-inte-visste-om-jag-ar-inte-som-din-normativa-rappare-feel-me/\" target=\"_blank\">SVT.se</a>: «Det handlar om ett utanförskap som kvinna, invandrare, lesbisk och att växa upp med både Nas, Fairuz och Håkan Hellström – jag är en fusion av allt det». Hun har et ganske eget og minimalistisk uttrykk, og tekster som gjør at det hun vil si understrekes på en tydelig måte.</p>\n<p><a href=\"http://p3.no/musikk/imponerende-imam/\" target=\"_blank\">P3.no</a> så henne på scena i vinter og skreiv: &#8211;  Over en tung og rå bass messer hun personlige og gjennomgripende budskap om rasisme, feminisme og konstruerte politiske rammer under «I Min Zon». Ikke bare i lyset av et blendende blitsregn, men også gjennom en tung og kraftfull megafon. Rått.</p>\n<p>Hun har blitt nominert til to P3 Guld-priser og en rekke andre utmerkelser i Sverige. Nå er hun klar for å ta Norge med storm, på samme måte som hun har gjort i hjemlandet.<br />\n<a href=\"https://www.facebook.com/silvanaimam\">www.facebook.com/silvanaimam</a></p>\n<p><strong>SILJA SOL</strong><br />\nSilja Sol overbeviste oss med sterke låter og herlig utstråling på by:Larm for noen uker siden. Hun har fått gode anmeldelser for debutalbumet På Hjertet og er en liveartist du bør få med deg på Øya, om ikke før. I fjor spilte hun på Klubbdagen, nå har hun absolutt fortjent en plass i hovedprogrammet, foran et stort publikum i Tøyenparken. Sjøl har hun beskrevet musikken sin som «visepop i pønkformat», mens inspirasjonen visstnok hentes fra så ulike artister som Joni Mitchell, Cloud Nothings og King Krule. Om du har fått med deg singlene Tid eller Bærene, kan vi forsikre deg om at det er flere høydepunkter på vent.</p>\n<p><a href=\"http://www.vg.no/rampelys/musikk/musikkanmeldelser/plateanmeldelse-silja-sol-paa-hjertet/a/23322188/\" target=\"_blank\">VG </a>skreiv om debuten: &#8211; På beinhard bergensk, med skarp skarre-R og ekstra trykk på doble konsonanter. Skrudd sammen så inderlig gøy, rart og skurrende følsomt at man nesten ikke tør å tenke på hvor langt dette kunne gått på et annet språk.</p>\n<p>Silja Sol har også hatt tid til å være en del av Aurora Aksnes sitt band, og å synge på bandet Divisjonens singel Danser. I Tøyenparken kan du oppleve henne i sitt helt eget musikalske format.<br />\n<a href=\"https://www.facebook.com/siljasolen\">www.facebook.com/siljasolen</a></p>\n","wordpress_id":11601,"translations":{"nb":{"url":"/2015/03/26/fire-nye-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7ebb0114-16a6-53ac-972d-e0ec6362d84c","locale":"nb"}}