{"data":{"wordpressPost":{"wordpress_id":458,"title":"Fan nr 10 slippes tordag","excerpt":"<p>Torsdag 28. januar markerer vi slippet av det nye tiårets første Fan Fanzine. Stedet er som vanlig Internasjonalens andre etasje, og akkurat som i fjor er festen helt gratis.</p>\n<p>På scenen står unge, lovende og særdeles hardtslående Social Suicide fra Bergen, omtalt som et band å se opp for i 2010. Konsertstart 22:00. Ta med ørepropper!</p>\n","content":"<p>I Fan #10 kan du blant annet lese om DJ og labelsjef Andy Blake, den unge rapperen K-Boy, Svarte Greiner, The Goo Men, Thee Long Johns, Leif &#038; The Future, Astral Winter, Lindstrøm &#038; Christabelle, og mye, mye mer.</p>\n<p>På scenen står unge, lovende og særdeles hardtslående Social Suicide, omtalt som et band å se opp for i 2010 av både Musikknyheter.no og Lydverkets Ruben Gran.</p>\n<p>Social Suicide spiller en blanding mellom punk og tung melodiøs hardcore som bringer tankene hen til tidlig JR Ewing. Våren 2009 slapp Social Suicide sin debut EP Kansas City Shuffle og har frekventert en rekke av landets klubbscener, samt festivaler som Fjellparkfestivalen, Sentral Festival og Lost Weekend. Gjetord fra en gig sammen med amerikanske The Chariot skaffet dem en spillejobb på prestisjetunge Underworld i London i fjor sommer. Guttene har signert med Artistpartner og slipper sin første single på den blodferske singleklubben til Brilliance Records 18. januar. Ti dager senere spiller de altså på Fan-slipp!</p>\n<p>Presse:<br />\n&#8220;Har kjempetro på disse i 2010! Hvis de er i nærheten av hva de presterer på innspilling, live &#8211; er dette mitt nye favorittband&#8221; &#8211; Ruben Gran, Lydverket 04.01</p>\n<p>&#8220;Norges nye screamostjerner&#8221; &#8211; Asbjørn Slettemark, 730.no 21.01</p>\n<p>&#8220;Nydelig band med en ekstremt overlegen bra sound&#8221; Erick Ellectrick, Furoreiharare 15.01</p>\n<p>“I en veldig utbredt sjanger klarer de likevel å stikke seg ut. Bandet har god energi og er flinke instrumentalister.“ (BA)</p>\n<p>“[Social Suicide] … leverte et show man skal lete lenge etter. De fikk publikum til å tenne maksimalt, og tok i bruk samtlige triks i boken. Pete Townshend og Jimi Hendrix ville felt en liten tåre i ren stolthet om de hadde sett dette bandet, som nok har en stor fremtid foran seg.“ (Bergens Tidende)</p>\n<p>“Høyttalerklatring, mosh-pit med publikum, svette, adrenalin og trøkk &#8211; det er hva du får servert på en konsert med Social Suicide. Men ikke nok med det! Gutta er samspilte, spiller tight, og leverer låter som fenger og treffer deg midt i magen.“ (Sorthvit)</p>\n","date":"2010-01-27T07:53:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2010/01/27/fan-nr-10-slippes-tordag/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"48e1166b-be1e-5cbf-ac96-19d924b80a3d","locale":"nb"}}