{"data":{"wordpressPost":{"title":"Mø erstatter Azealia Banks","date":"2nd August 2013","content":"<p>Vi mottok i går en trist nyhet og en legeerklæring fra Azealia Banks, som forteller at hun for tiden sliter med en alvorlig halsssykdom. Hun har derfor blitt nødt til å avlyse de planlagte konsertene, inkludert Lollapalooza og hele Europa-turnéen. Det betyr at hun dessverre ikke kommer til Øyafestivalen neste fredag. Vi har jobba på spreng de siste 24 timene, for å finne en egna erstatter. Den danske popkometen MØ sa seg på kort varsel villig til å utsette sin videoinnspilling i Los Angeles, for å spille for Øya-publikummet.</p>\n<p>MØ vil spille på Enga fredag 9. august, klokka 17.45.</p>\n<p>&nbsp;</p>\n<p>Det er for øyeblikket 250 dagsbilletter igjen til onsdag 7. august. Dette er de siste tilgjengelige billettene til årets Øya. Du bør kjøpe nå, om du vil ha med deg Blur, Wu-Tang Clan, Kvelertak, Tame Impala, Black Debbath, Alabama Shakes, Mikhael Paskalev eller noen av de andre som spiller denne dagen.</p>\n<p>&nbsp;</p>\n<p>MØ (DK)</p>\n<p>MØ har imponert mange med en pen rekke elektropopsingler de siste måndenen. Duhar kanskje hørt hiten Pilgrim. Karen Marie Ørsted er regnet som en av de store nye talentene i skandinaviske pop. Hun jobber for tiden med sitt debutalbum.</p>\n<p>&nbsp;</p>\n<p>The Guardian her omtalt henne på denne måten: &#8211; They&#8217;re great, a bit glitchy, with some elements of dubstep, aware of most developments in soulfully-sung electronica between Portishead and AlunaGeorge. They certainly go some way towards confirming the notion that the Scandinavians do intelligent, commercial pop as well as, if not better than, the Americans or the British these days.</p>\n<p>&nbsp;</p>\n<p>MØ her blitt sammenlignet med både Grimes, Lykke Li og Björk. På fredag kan du oppleve hennes soulkrydrede elektronika på vår største scene. Vi er storfornøyde med at MØ utsetter sin planlagte videoinnspilling i California, for å spille på Øyafestivalen. Få med deg en kommende skandinavisk stjerne allerede nå.</p>\n<p><a href=\"https://www.facebook.com/MOMOMOYOUTH\">https://www.facebook.com/MOMOMOYOUTH</a></p>\n<p>&nbsp;</p>\n","wordpress_id":8384,"translations":{"nb":{"url":"/2013/08/02/mo-erstatter-azealia-banks/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"949d53af-cc67-5e00-9053-de2738536579","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2013/08/02/mo-erstatter-azealia-banks/","redirect":false}}}