{"data":{"wordpressPost":{"title":"Kraftwerk til Øya fredag 9/8","excerpt":"<p>KRAFTWERK (DE) – fre 9/8 / CASHMERE CAT / KUN DAGSBILLETTER IGJEN</p>\n","content":"<p>Rapportene om legendariske Kraftwerks 3D-show på Tate Modern i London, har i det siste gått verden over. Fredag 9. august tar de med seg dette til Middelalderparken, for å headline Øyafestivalen. Av alle musikalske pionerer vi har presentert på Øya, er Kraftwerk av de aller største og vi lover samtidig at dette blir blant de største showa Middelalderparken har sett, med helt spesielle skjermer og prosjektorer for 3D.</p>\n<p>&nbsp;</p>\n<p>Samme dag spiller en rekke artister som, på hver sin måte bringer deler av arven fra Kraftwerk videre, som James Blake, Azealia Banks og Disclosure.</p>\n<p><a href=\"http://www.billettservice.no/event/377289\" target=\"_blank\">BILLETTER TIL FREDAGEN SELGES HER</a></p>\n<p>&nbsp;</p>\n<p>I tillegg er det norske superhåpet Cashmere Cat klar for Middelalderparken. Han står foran noe som kan bli en internasjonal karriere av dimensjoner.</p>\n<p>&nbsp;</p>\n<p>Det er nå kun dagsbilletter igjen til Øyafestivalen og vi regner med at nyheten om at Kraftwerk skal spille, vil bety et betydelig billettsalg til fredagen.</p>\n<p>&nbsp;</p>\n<p><strong>KRAFTWERK (DE)</strong></p>\n<p>Kraftwerk ble grunnlagt i Düsseldorf helt i starten av 70-årene og har siden den internasjonale suksessen med albumet Autobahn (1974) vært å regne som den elektroniske musikkens frontfigurer. Med skiver som Trans-Europe Express (1977), The Man Machine (1978) og Computer World (1981) etablerte de seg som en slags evig inspirasjonskilde for moderne musikk. Hvem har ikke et forhold til låter som The Robots, Autobahn og The Model? Musikken til Kraftwerk har inspirert store navn som David Bowie, Björk, Depeche Mode og et enormt antall yngre musikere innen ulike stilarter.</p>\n<p>&nbsp;</p>\n<p>I Asbjørn Bakkes bok Revolver står det helt korrekt om The Man Machine:</p>\n<p>&#8211; Samtidig som Kraftwerk nå framstår som roboter, har musikken sjel. Den er elektronisk og matematisk, ja vel, men det er ikke vanskelig å høre hvorfor de senere i så stor grad skal påvirke svart, amerikansk musikk. Disse rytmene skal dukke opp igjen i mange forkledninger.</p>\n<p>&nbsp;</p>\n<p>Kraftwerk er ledet av grunnlegger Ralf Hütter. Han har ansvaret for at de fortsatt blir sett på som all elektronisk popmusikks svært vitale og alltid like viktige grandonkler. Nylig klinte de til med åtte kvelder på museet Tate Modern i London. Her tok de utgangspunkt i å spille igjennom hele albumkatalogen, noe de tidligere har gjort i hjembyen. Når de kommer til Øya, skal de gi oss høydepunkter fra store deler av karrieren, og de tar med seg det fantastiske 3D-showet. Vi lover en konsert utenom det vanlige og et etterspurt møte med et av verdens mest unike popfenomener.</p>\n<p><a href=\"http://www.kraftwerk.com/\" target=\"_blank\">http://www.kraftwerk.com/</a></p>\n<p>&nbsp;</p>\n<p><strong>CASHMERE CAT</strong></p>\n<p>Cashmere Cat er det heiteste Norge har å komme med nå innen det elektroniske feltet det kanskje skjer mest spennende om dagen, i skjæringsfeltet mellom hip hop og elektronisk musikk. Cashmere starter sin himmelferd ifjor sommer med remixer av Lana Del Rey og edits av 2 Chainz og Jeremih. Han debuterte i høst med EPen Mirror Maru på franske Pelican Fly. Den gikk rett til topps av Hypem i tre dager, og ble plukket opp av DJs som Diplo, Hudson Mohawke, A-Trak, Baauer, Flosstradmus og Rustie. I disse dager utgir Ed Banger (Justice, Breakbot ++) en Mirror Maru remix-EP.</p>\n<p>&nbsp;</p>\n<p>Det går ikke en dag uten at det renner inn med nye tilbud om remixer, produsentjobber og lignende. I følge ryktene har han tilbrakt tre uker i LA og jobbet med endel hittil ikke navngitte stjerner.</p>\n<p>&nbsp;</p>\n<p>Vi så han live i et fullstappet lokale på Eurosonic-festivalen i begynnelsen av januar, noe som tok helt av blant nederlenderne og de internasjonale bransjefolkene. Nå i helga spilte han i Tel Aviv og han er allerede bekreftet til festivaler som Melt, Bestival, Pitch og Best Kept Secret. I 2012 toppet han lista til VIBE over verdens &#8220;awesome genre-benders&#8221;.</p>\n<p>&nbsp;</p>\n<p>Lydverket var svært positive til Mirror Maru og påsto at:</p>\n<p>&#8211; Ved å veie de barnslige undertonene like tungt som mer utfordrende tilløp, stiller han seg langt fremme i køen mot fremtidens klubbmusikk.</p>\n<p>&nbsp;</p>\n<p>VG ga sekser på terningen og mente at dette er:</p>\n<p>&#8211; Fire spor av svevende vestkystbass, modulerte pipestemmer, knust åttebits-arpeggio, sensuell harpe og enestående trommemønstre som aldri mister roen. Dette er en slimete og bedårende femtenminutters portal inn i fremtiden. Lyden av skyer og sukkerspinn har aldri vært så tøff.</p>\n<p>Ny låt sluppet på Soundcloud idag: <a href=\"http://soundcloud.com/cashmerecat/aurora\" target=\"_blank\">http://soundcloud.com/<wbr>cashmerecat/aurora</wbr></a></p>\n<p><a href=\"http://www.CVSHMERECVT.com/\" target=\"_blank\">www.CVSHMERECVT.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>foto: <strong>PETER BOETTCHER</strong></p>\n","date":"2013-02-19T07:53:41.000Z","wordpress_id":5808,"featured_image":{"title":"Kraftwerk â The Catalogue 1 2 3 4 5 6 7 8 Tate Modern","filename":"KRAFTWERK-TATE-AUTOBAHN-BOETTCHER-635x350.jpg","filesize":48019,"url":"http://oya.test/assets/uploads/2013/02/KRAFTWERK-TATE-AUTOBAHN-BOETTCHER-635x350.jpg","link":"http://oya.test/kraftwerk-a%c2%80%c2%93-the-catalogue-1-2-3-4-5-6-7-8-tate-modern-2/","alt":"","author":"4","description":"Kraftwerk â The Catalogue 1 2 3 4 5 6 7 8 Tate Modern","caption":"","name":"kraftwerk-a%c2%80%c2%93-the-catalogue-1-2-3-4-5-6-7-8-tate-modern-2","status":"inherit","uploaded_to":0,"date":"2013-02-19 14:08:58","modified":"2013-02-19 14:08:58","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/02/KRAFTWERK-TATE-AUTOBAHN-BOETTCHER-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/02/KRAFTWERK-TATE-AUTOBAHN-BOETTCHER-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/02/KRAFTWERK-TATE-AUTOBAHN-BOETTCHER-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/02/KRAFTWERK-TATE-AUTOBAHN-BOETTCHER-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/02/KRAFTWERK-TATE-AUTOBAHN-BOETTCHER-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/02/KRAFTWERK-TATE-AUTOBAHN-BOETTCHER-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/02/KRAFTWERK-TATE-AUTOBAHN-BOETTCHER-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2013/02/19/kraftwerk-til-oya-fredag-98/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f6ef1e02-bfa6-5702-b975-92cd6e8b8bfb","locale":"nb"}}