{"data":{"wordpressPost":{"title":"Röyksopp &#038; Robyn together on stage Friday 8th of August","date":"11th December 2013","content":"<p>We are proud to present an exclusive collaboration between two of Scandinavia&#8217;s biggest acts; Röyksopp and Robyn. As Röyksopp &amp; Robyn Do It Again 2014 they will headline the Friday at Øya. Desert blues guitarist Bombino from Niger and Norwegian rockers Thulsa Doom will also play in Tøyenparken .</p>\n<p>RÖYKSOPP &amp; ROBYN (NO / SE) Do It Again 2014<br />\nWhen we got offered to book an exclusive concert with Röyksopp and Robyn, we had to do it. They first played together at Øya in 2009, but only for one song. Five years later Röyksopp will play on Robyn’s songs and Robyn will be singing Röyksopp’s songs. At the moment they are working on new music together. This summer they will do shows in selected cities.</p>\n<p>Robyn: &#8211; Playing this music live with Svein and Torbjørn is going to be wildly fun!<br />\nSvein and Torbjørn from Röyksopp : &#8211; We look forward to basking in the warm glow that is Robyn’s presence. We predict one helluva ride.</p>\n<p>Svein Berge and Torbjørn Brundtland&#8217;s Röyksopp are the top name in Norwegian electronica. The big breakthrough came with the album Melody AM in 2001, which featured hits like Poor Leno, Eple and Remind Me. They have collaborated with singers like Karin Dreijer, Lykke Li, Susanne Sundfør and Robyn. Röyksopp have remixed, among others, Coldplay, Lady Gaga and Depeche Mode. The duo is a concert attraction in the top league. The two boys grew up with the pioneers of electronic music and pop, like Kraftwerk and Giorgio Moroder. They are well known for their warm and vital sound. BBC wrote about the album Junior in 2009: &#8211; Röyksopp&#8217;s talent lies in updating the retro-futuristic sounds of the past, and demystifying them of their unforgiving sheen into a warm and somewhat special moment.</p>\n<p>Robyn has been the ultimate Scandinavian pop star in the last few. She got a lot of attention as a teenager in the 90s, with several singles in the UK and US charts. During the 2000s she has turned into a real favorite among critics. The album Robyn (2005) and the Body Talk releases (2010) made her an electro pop icon. In 2010 she had a fantastic year and she headlined Øya for the first time. Now she’s back! Avclub.com wrote this about Body Talk: &#8211; Robyn has proved that there’s real emotion to be found among the ones and zeros of electronic music.</p>\n<p>We expect this to be 2014’s big outdoor dance party. You do not want to it.<br />\n<a href=\"http://royksopp.com/\" target=\"_blank\">http://royksopp.com/</a><br />\n<a href=\"http://robyn.com/\" target=\"_blank\">http://robyn.com/</a><br />\n<a href=\"http://www.doitaga.in/\" target=\"_blank\">http://www.doitaga.in/</a></p>\n<p>BOMBINO (NE)<br />\nBombino from Niger has in the past year received international recognition because of amazing concerts and the album Nomad. It was recorded with Dan Auerbach from The Black Keys as producer. Before this release, Bombino had recorded an album with Group Bombino and an internationally distributed solo album called Agadez (2011). Bombino is Tuareg and write songs about the troubles and challenges of his people. In his youth he got a taste for Western music, like Jimi Hendrix. He has been compared to legends like Neil Young and Jerry Garcia. Bombino is self-taught as a guitarist and plays in a warm and dry desert blues style.</p>\n<p>Musicomh.com wrote «Although the music is still very much part of the African continent, the fuzzy blues licks could easily find a home on the resurgent American blues roster». We recommend that you check out Bombino. Buy Nomad and see him at Øya, it will be worth it.<br />\n<a href=\"http://www.bombinomusic.com/\" target=\"_blank\">http://www.bombinomusic.com/</a></p>\n<p>THULSA DOOM<br />\nThulsa Doom released their first EP She Fucks Me in 2000. The band by guys some might know from bands like The Cumshots, Minor Majority, Brut Boogaloo and Hurra Torpedo. After three albums with sweaty, hard, masculine rock, the band broke up. This fall the line-up from the EP and the first two albums, the one with Papa Doom in front, got back together. After playing She Fucks Me for the first few shows and later the first album The Seats Are Soft But The Helmet Is Way Too Tight, they will bring the goods to Øya. In Tøyenparken they will play all the crowd favorites. Judging by the band&#8217;s performance at Rockefeller in October, there is no reason to expect anything but a wonderful celebration of great rock.<br />\n<a href=\"https://www.facebook.com/pages/Thulsa-Doom-Norway/556745167698093?fref=ts\" target=\"_blank\">https://www.facebook.com/pages/Thulsa-Doom-Norway/556745167698093?fref=ts</a></p>\n<p>foto Stian Andersen</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"335cfe9b-c611-52f1-a04c-308241ff1ac2"}}