{"data":{"wordpressPost":{"title":"En vegg av lyd &#8211; plakatutstilling","date":"25th June 2008","content":"<p>Med utstillingen En Vegg Av Lyd på Oslo Mekaniske Verksted inviterer Øyafestivalen til et innblikk i hva som skjer på den internasjonale konsertplakatscenen.  Kom og se arbeider fra noen av verdens beste plakatkunstnere, designere og illustratører!</p>\n<p>Det finnes idag en stor internasjonal scene for plakatkunstnere og samlere som vier det meste av sin våkne tid til konsertplakater. Hvorfor i all verden skulle noen gidde det? Jo fordi plakatene er så jævlig fine!</p>\n<p>I dens opprinnelige og reneste form er konsertplakaten ment som reklame for en konsert. Slik var det i rockens ti-femten første år. Bandnavn. Bilde. Spillested. Pris. Etterhvert som plakatene ble mer tekniske og håndverksmessig utført, startet samlerinteressen og lysten blandt designere og kunstnere til å jobbe med denne type plakater. Idag er denne interessen enorm.</p>\n<p>Som medium befinner konsertplakaten seg i brytningspunktet mellom reklame, kunst, illustrasjon, design, fri form og forsøpling av det offentlige rom. Det er nettopp denne sammenblandingen som gjør den så spennende. Konserplakaten som sjanger er oftest fri for de dogmene man gjerne finner i musikken &#8211; selvom de skal representere band og musikk. Samtidig er den befriende blottet for de regler og man lissom må følge innen grafisk design. De utformes fritt og individuelt, avhengig av hvem som står bak, og resultatene blir like individuelle. Ofte 100 prosent på plakatmakerens premisser . Dette vil man kunne se på En Vegg Av Lyd. Visuelt blir utstillingen omtrent like variert som musikken på festivalen. Du får får metall, jazz, punk, garage, pop, avantgarde, gubberock, støy og indie. Alt på en vegg.</p>\n<p>Med sitt utspring i amerikanske alternative scener som 60-talls-psykedeliaen, punken og 80-tallets amerikanske indiescene, som i seg selv i stor grad er drevet av samleinteressen, har scenen særlig de siste ti årene hatt et enormt oppsving. Dette skyldes ulike faktorer: for det første takket være gigposters.com, det eneste nettstedet i verden viet kun til konsertplakater, med over 80.000 liggende i galleriet,  sortert etter band, designer, spillested, by, land osv (sett av noen dager &#8211; om ikke uker til å browse rundt der) . For det andre er platecoveret slik vi kjenner det, i ferd med å avgå med døden, og vi musikkelskere ønsker jo å ha noe visuelt å forbinde musikken til. Som merchandise fungerer dermed gigposteren helt perfekt. For flere band har håndlagde, nummererte plakater for hver enkeltkonsert blitt en like selvfølgelig del av merchboden som den gode gamle t-skjorta.</p>\n<p>Øyafestivalen har med hjelp fra Are Kleivan og The American Poster Institute fått noen av de absolutt viktigste og mest toneangivende utøverne I verden til å presentere sine favorittarbeider. På CV’en til noen deltakere finner du alt fra Johnny Cash, Elvis Presley, The Sonics, James Brown og Rolling Stones, via våre hjemlige Turboneger, Dimmu Borgir og Motorpsycho til en haug med band du aldri har hørt om. Hos oss viser de hovedsaklig arbeider fra de siste ti årene. Vi viser også arbeidene til noen av de mindre kjente utøverne i scenen, samt et knippe norske plakater.</p>\n<p>Alle plakatene er til salgs fra 200,- og oppover. Kom på Oslo Mekaniske Verksted på åpningen 5.august klokka 17-19 for å sikre deg godbitene med ditt favorittband, eller stikk innom en annen dag t.o.m 12. August og ta deg en øl mens du nyter synet av En Vegg Av Lyd.</p>\n<p>Utstillingen er gratis og selvsagt åpen også for dere uten festivalpass.<br />\nFra 5.-12. August</p>\n<p>Oslo Mekaniske Verksted<br />\nAddresse: Joachin Nilsens Gang, Grønland, 0188 Oslo<br />\nÅpent alle dager 15:00 – 02:00</p>\n","wordpress_id":728,"translations":{"nb":{"url":"/2008/06/25/en-vegg-av-lyd-plakatutstilling/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8b7978c2-1002-5f9b-a587-970b4ef826f3","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2008/06/25/en-vegg-av-lyd-plakatutstilling/","redirect":false}}}