{"data":{"allWordpressPost":{"edges":[{"node":{"title":"Program og spilletider for Camp Øya er klart!","wordpress_id":23965,"link":"/2019/05/16/program-og-spilletider-for-camp-oya-er-klart/","excerpt":"<p>Gratis inngang på det beste av ny norsk musikk &#8211; torsdag 23. mai på Ingensteds og Blå.</p>\n","locale":"nb","date":"2019","featured_image":{"title":"campøya ny","filename":"campoya-ny.png","filesize":424532,"url":"http://oya.test/assets/uploads/2019/05/campoya-ny.png","link":"/2019/05/16/program-og-spilletider-for-camp-oya-er-klart/campoya-ny/","alt":"","author":"3","description":"","caption":"","name":"campoya-ny","status":"inherit","uploaded_to":23965,"date":"2019-05-16 10:12:42","modified":"2019-05-16 10:12:42","menu_order":0,"mime_type":"image/png","type":"image","subtype":"png","icon":"http://oya.test/wp-includes/images/media/default.png","width":2400,"height":1256,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/campoya-ny-320x320.png","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/campoya-ny-1024x536.png","medium_width":1024,"medium_height":536,"medium_large":"http://oya.test/assets/uploads/2019/05/campoya-ny-1600x837.png","medium_large_width":768,"medium_large_height":402,"large":"http://oya.test/assets/uploads/2019/05/campoya-ny-1920x1005.png","large_width":1920,"large_height":1005,"small":"http://oya.test/assets/uploads/2019/05/campoya-ny-320x167.png","small_width":320,"small_height":167,"medium_small":"http://oya.test/assets/uploads/2019/05/campoya-ny-640x335.png","medium_small_width":640,"medium_small_height":335,"xlarge":"http://oya.test/assets/uploads/2019/05/campoya-ny.png","xlarge_width":2400,"xlarge_height":1256}}}},{"node":{"title":"Øyanatt med Tanya Stephens","wordpress_id":23952,"link":"/2019/05/14/oyanatt-med-tanya-stephens/","excerpt":"<p>På John Dee etter at parken stenger fredag 9. august.</p>\n","locale":"nb","date":"2019","featured_image":{"title":"tanya_stephens_gig_main_img c","filename":"tanya-stephens-gig-main-img-c.jpg","filesize":54932,"url":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","link":"/2019/05/14/oyanatt-med-tanya-stephens/tanya_stephens_gig_main_img-c/","alt":"","author":"3","description":"","caption":"","name":"tanya_stephens_gig_main_img-c","status":"inherit","uploaded_to":23952,"date":"2019-05-14 08:03:42","modified":"2019-05-14 08:03:42","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","medium_width":800,"medium_height":500,"medium_large":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c-320x200.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c-640x400.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","xlarge_width":800,"xlarge_height":500}}}},{"node":{"title":"Fra plastavfall til kjempeblekksprut!","wordpress_id":23907,"link":"/2019/05/14/fra-plastavfall-til-kjempe-blekksprut/","excerpt":"<p>Øyafestivalen samarbeider med Teknisk museum og plastkunstnerne Pippip Ferner og Hilde Kjepso om å samle inn plastavfall til en diger blekksprut av plast. </p>\n","locale":"nb","date":"2019","featured_image":{"title":"IMG_3882","filename":"img-3882.jpg","filesize":2574276,"url":"http://oya.test/assets/uploads/2019/05/img-3882.jpg","link":"/2019/05/14/fra-plastavfall-til-kjempe-blekksprut/img_3882/","alt":"","author":"11","description":"","caption":"","name":"img_3882","status":"inherit","uploaded_to":23907,"date":"2019-05-14 08:46:59","modified":"2019-05-14 08:46:59","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":2939,"height":3010,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/img-3882-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/img-3882-1024x1049.jpg","medium_width":1024,"medium_height":1049,"medium_large":"http://oya.test/assets/uploads/2019/05/img-3882-1600x1639.jpg","medium_large_width":768,"medium_large_height":787,"large":"http://oya.test/assets/uploads/2019/05/img-3882-1920x1966.jpg","large_width":1920,"large_height":1966,"small":"http://oya.test/assets/uploads/2019/05/img-3882-320x328.jpg","small_width":320,"small_height":328,"medium_small":"http://oya.test/assets/uploads/2019/05/img-3882-640x655.jpg","medium_small_width":640,"medium_small_height":655,"xlarge":"http://oya.test/assets/uploads/2019/05/img-3882-2560x2622.jpg","xlarge_width":2560,"xlarge_height":2622}}}},{"node":{"title":"Fire nye til Øya – Under 700 fredagsbilletter igjen","wordpress_id":23925,"link":"/2019/05/13/fire-nye-til-oya-under-700-fredagsbilletter-igjen/","excerpt":"<p>Under 700 billetter igjen til fredag – onsdag snart utsolgt﻿.</p>\n","locale":"nb","date":"2019","featured_image":{"title":"Koffee_Oya2019 c","filename":"koffee-oya2019-c.jpg","filesize":144476,"url":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","link":"/2019/05/13/fire-nye-til-oya-under-700-fredagsbilletter-igjen/koffee_oya2019-c/","alt":"","author":"3","description":"","caption":"","name":"koffee_oya2019-c","status":"inherit","uploaded_to":23925,"date":"2019-05-12 08:54:12","modified":"2019-05-12 08:54:12","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","medium_width":800,"medium_height":500,"medium_large":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c-320x200.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c-640x400.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","xlarge_width":800,"xlarge_height":500}}}}]},"wordpressPost":{"wordpress_id":181,"title":"Bredt og variert Øya-slipp","excerpt":"<p>MAYER HAWTHORNE (US) / STEIN TORLEIF BJELLA / REAL ONES / HILDE MARIE KJERSEM / MUNGOLIAN JET SET<br />\nFor ikke lenge siden meldte vi at halvparten av årets festivalpass allerede er solgt. De neste ukene forventer vi å komme med en mengde fete artistslipp. Våren er i ferd med å komme skikkelig i gang, så mange gleder seg til sommer og festivalsesong. Vi markerer dette med et variert slipp med fem aktuelle navn. Real Ones, Hilde Maria Kjersem og Stein Torleif Bjella har nylig gitt ut kritikerroste album, mens amerikanske Mayer Hawthorne og norske Mungolian Jet Set begge gir ut spennende skiver før sommeren er her for fullt. Se opp for mye mer fet musikk som skal legges til Øya-programmet utover våren. <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n","content":"<p>REAL ONES (foto Stian Andersen)<br />\nFå norske band kan smykke seg med en så lang rekke toppanmeldelser som bergenserne Real Ones. Gjennom fire kritikerroste album og spellemannspris for årets popgruppe har disse gutta tatt musikk-Norge med storm. Etter å ha hørt femteplata var det ingen tvil om at vi ville ha dem til å spre musikkglede hos oss i Middelalderparken i sommer. </p>\n<p>First Night On Earth er spilt inn delvis i Voss og Bergen, delvis i India. Som om det skulle være helt naturlig. Like naturlig og lettvint virker det når bandet sjonglerer mellom storslagne ballader som nydelige Sister To All (med Susanne Sundfør), indiske slidegitarer og groovy indie-folk. Hele veien er det krydret med praktfulle vokalharmonier og en instrumentering som gjør at du bare må høre videre. Aftenpostens anmelder ga First Night On Earth en soleklar femmer og omtalte albumet som &#8220;Lekkert, til tider storslagent og hele tiden musikalsk fengende&#8221; og slik har superlativene haglet rundt utgivelsen. </p>\n<p>Real Ones har i løpet av sin karriere turnert flittig både i Norge og i det store utland, og som seg hør og bør for slikt talent har de også spilt en rekke konserter i England og USA. Det er ikke mange norske band som i tillegg kan skilte med turneer i India og Kina! Bandet imponerer med sin tilstedeværelse og evnen til å skape god stemning under sine liveshow. Gled deg til en varm og herlig sommerkonsert med Real Ones på Øya i sommer.<br />\n<a href=\"http://www.myspace.com/realonesmusic\" target=\"_blank\">MYSPACE</a></p>\n<p>STEIN TORLEIF BJELLA<br />\nStein Torleif Bjella fra Hallingdal har de siste åra seilt opp som en stor norsk visesanger. Medier, publikum og platekjøpere er like begeistra alle sammen, og det har de god grunn til å være. Det hele starta med hans første soloalbum Heidersmenn, som ble en umiddelbar suksess. Bjellas nære historier og varsomme melodier appellerte til et stort publikum, og mange lot seg sjarmere av hans jordnære tilnærming til musikken og bygdelivet som hele tiden ligger i bakgrunnen. Han var tidligere vokalist i bandet Tolv Volt, men det er først når han står på helt egne bein at oppmerksomheten har økt betraktelig. Groove.no utropte debuten til 2009s aller beste norskspråklige plate. </p>\n<p>Nå har han fulgt opp med en like sterk samling låter, kalt Vonde Visu. For andre gang har Bjellas musikk blitt produsert av Kjartan Kristiansen fra Dum Dum Boys og Øya-aktuelle Wannskrækk. Da skiva kom ut i februar skreiv Aftenposten at ”Stein Torleif Bjella må i øyeblikket være landets beste låtskriver”. Det er det mange som kan skrive under på. Nå skal han ta turen ned fra Ål i Hallingdal til Middelalderparken i Oslo for å vise at musikken hans passer like godt i storbyen som på landsbygda. Få med deg landets fineste musikalske forteller i sin generasjon på Øya.<br />\n<a href=\"http://www.myspace.com/steintorleifbjella\" target=\"_blank\">MYSPACE</a></p>\n<p>MAYER HAWTHORNE &#038; THE COUNTY (US)<br />\nDebutalbumet til Mayer Hawthorne, A Strange Arrangement, kom ut i 2009 og ble kjapt en ny favoritt blant soulelskere. Siden den gang har han bevist gang på gang hvilken stødig liveartist han er.  I det siste har han jobba med oppfølgeren, og han lover at den fortsatt har klare soulrøtter. Samtidig skal han ha gjennomgått en viss musikalsk utvikling, blant annet ved å inkludere elementer fra rock og hiphop. En av gjestene på skiva er sjølveste Snoop Dogg. Vi er mildt sagt spente på hvordan resultatet blir. Albumet skal være i butikkene før sommerheten er her. I august kan du oppleve hans varme og behagelige låter i Middelalderparken. Vi lover en konsert som gleder og beveger.</p>\n<p>Mayer Hawthorne er opprinnelig fra Michigan, men arbeider nå fra sin nye hjemby Los Angeles. Han lager deilige låter, sterkt inspirert av soulens gudfedre. Navn som Curtis Mayfield, Smokey Robinson og Isaac Hayes er noen av artistene han iblant blir sammenligna med. Ikke bare skriver han låter og synger, Hawthorne står også for produksjon, arrangementer og en rekke instrumenter. I tillegg har han også virket som DJ og rapper, det siste under navnet Haircut. Plateselskapet Stones Throw og sjef Peanut Butter Wolf falt kjapt for musikken, men kunne ikke tro det når det gikk opp for dem at det var en hvit noenogtjueåring som hadde gjort alt på de to låtene de fikk høre. På Øya kan du sjøl få oppleve Mayer Hawthorne på nært hold.<br />\n<a href=\"http://www.myspace.com/mayerhawthorne\" target=\"_blank\">MYSPACE</a></p>\n<p>HILDE MARIE KJERSEM<br />\nDu kan legge vekk fordommene dine. For der mange jazzmusikere kan risikere å miste den gjengse lytter på veien tar Hilde Marie Kjersem deg helt i mål med sin nydelige jazzpop. Denne talentfulle unge musikeren fra Ålesund har holdt på med musikk siden hun var 14(!) år gammel. Siden det har hun ikke sett seg tilbake. Etter en rekke utgivelser og samarbeid med kjente norske jazzmusikere (bl.a. Jon Eberson) ga hun i 2008 ut soloplata A Killer For That Ache og fikk rullet terningkast fem over hele rekka. Nå er hun ute med sitt andre soloalbum, Let&#8217;s Let Go, og høster allerede strålende kritikker. Blant annet triller VG terningkast 5 nok en gang og skriver: &#8220;Dette er en tiltalende, kreativ og intelligent produksjon som stadig åpner for nye overraskelser.&#8221; </p>\n<p>Tittelsporet Let&#8217;s Let Go er lista på p3 og albumet byr på alt fra catchy låter som er som skapt for radio til laidback eventyrjazz som varmer deg helt inn til ryggmargen og svinger innom folk og americana på veien. Dette er anti-pop som samtidig inkluderer og sjarmerer, og på toppen av det hele; en fantastisk stemme. Med seg i bandet har hun musikere som Jarle Bernhoft og Jørgen Munkeby fra Shining. Blant inspirasjonskilder nevnes Kate Bush, Robert Wyatt og Tom Waits. Live står hun ikke tilbake for noen; hennes opptredener på by:Larm i 2010 og &#8217;11 kilte definitivt anmelderne på rett sted. Til tross for stadig økende suksess hviler ikke Kjersem på sine laurbær; i desember 2010 forlot hun sitt plateselskap Rune Grammofon og startet egen label, produksjonsselskap og studio. Dette vitner om enormt pågangsmot og med alt hun allerede har klart å oppnå sier vi oss enige med Lydverket i at denne dama nok går en svært så lys fremtid i møte. Kjersem hyller sin favorittby på låta Daisies (Lovesong to Oslo) og hva passer vel bedre enn at hun spiller for oss på Øyafestivalen i hjertet av Oslo?<br />\n<a href=\"http://www.myspace.com/hildemariekjersem\" target=\"_blank\">MYSPACE</a></p>\n<p>MUNGOLIAN JET SET<br />\nMungolian Jet Set skal om ikke lenge glede oss med sin tredje albumutgivelse. Bak navnet Mungolian Jet Set finner man Pål Strangefruit Nyhus og Knut Sævik. Opprinnelig var idéen deres å koble jazz og klubbmusikk, men de fant snart ut at de ville mer enn som så. Deres variant av elektronika inkluderer inspirasjon fra disco, psykedelia, funk, prog og spennende musikk fra ulike verdenshjørner. Resultatet er både frika og funky, men det låter alltid vitalt. De lager musikk som er så full av fantasi og sjangerutviding, at man blir stående å måpe etter første møte. </p>\n<p>Sålangt har de gitt ut albuma Beauty Came to Us in Stone (2006) og We Gave It All Away, Now We Are Taking It Back (2009). I mai kommer tredjealbumet, som visstnok skal hete Schlongs. Smalltown Supersound ga ut en smakebit for en stund siden, i form av en tolvtommer i kun 500 eksemplarer. URB Magazine har forsøkt å beskrive Mungolian Jet Set sin musikalske lekenhet på denne måten: ”…treads the fine line between the bizarre and the relatable, between experimental and pop music, between organic and electronic instrumentation”. Dagbladet beskrev forrige utgivelse som ”så fengende, så suggererende, så morsomt, at det er verdt en tur på galehus”. I august besøker de Middelalderparken for å spre mer galskap for entusiaster og nysgjerrige.<br />\n<a href=\"http://www.myspace.com/mungolianjetset\" target=\"_blank\">MYSPACE</a></p>\n","date":"2011-03-24T10:12:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/03/24/bredt-og-variert-%c3%b8ya-slipp/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0a8fbd51-caba-56b7-930a-842d6e0aae60","locale":"nb"}}