{"data":{"wordpressPost":{"title":"Erykah Badu til Øya torsdag 8. august","date":"2019-03-12T10:50:20.000Z","content":"<p>Dette blir hennes første konsert i Norge på over 10 år. Hun kommer til Tøyenparken torsdag 8. august, samme dag som Tame Impala, Sigrid, Earl Sweatshirt, Mitski, Pond, Protoje og mange andre.</p>\n<p>&nbsp;</p>\n<p>ERYKAH BADU (US)</p>\n<p>Erykah Badu er regna som en av de mest innflytelsesrike R&amp;B-artistene fra de siste 25 åra. Hun slo umiddelbart igjennom etter debutalbumet Baduizm fra 1997, som endte på andreplass i hjemlandets salgsliste. Det resulterte også i to fortjente Grammy-priser. Etter et svært vellykka livealbum fulgte hun opp med Mama’s Gun (2000) som ga henne en stor hit med Bag Lady, mens påfølgende Worldwide Underground (2003) innehold den like kjente Love of my Life.</p>\n<p>I henholdsvis 2008 og 2010 kom de to delene av New Amerykah. Etter det har ny musikk kommet i form av en mixtape i 2015. Hun fortsetter å levere sterke konsertopplevelser, og hver opptreden med Erykah Badu er en stor opplevelse. Dette er en artist som fortsetter å inspirere og påvirke dagens urbane stilarter</p>\n<p>Etter en konsert i Detroit i fjor skreiv <a href=\"https://www.metrotimes.com/city-slang/archives/2018/06/24/live-review-erykah-badu-at-chene-park\">Metrotimes.com</a>: &#8211; Though she has performed these songs hundreds of time, each one was delivered with the emotion and flawlessness that had couples reaching for each other and introverts dancing like no one was watching.</p>\n<p>Hennes R&amp;B er inspirert av god soul, hiphop, jazz og funk. Hun er av mange kalt dronninga av neo-soul, og hun har samarbeida med Flying Lotus, Janelle Monae, The Roots, Pharrell, Roy Ayers, Outkast og mange andre. Nå skal Badu vise Øya-publikummet hvorfor hun har denne statusen blant fans og kolleger.</p>\n<p><a href=\"https://www.facebook.com/erykahbadu/\">www.facebook.com/erykahbadu</a></p>\n","wordpress_id":23375,"translations":{"nb":{"url":"/2019/03/12/erykah-badu-til-oya-torsdag-8-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"896e8e35-05a5-56ae-a75b-7b0cc165b488","locale":"nb"}}