{"data":{"wordpressPost":{"title":"Steve Mason på Øya onsdag 7/8","date":"17th April 2013","content":"<p>Det er fortsatt en del plasser igjen i årets Øya-program, men vi nærmer oss snart sluttspurten av bookingprosessen. Det vil garantert bli flere gode nyheter de neste ukene. Nå er det klart at tidligere The Beta Band-sjef Steve Mason kommer til Øyafestivalen onsdag 7. august. Han har akkurat fått god mottakelse for albumet Monkey Minds In The Devil’s Time og vi veit det er mange som vil oppleve denne uredde mannen på Øya.</p>\n<p>&nbsp;</p>\n<p>Blant de andre som spiller samme dag er Blur, Kvelertak, Tame Impala, Alabama Shakes, King Krule, Black Debbath, Mikhael Paskalev og Electric Wizard. <a href=\"https://api.oyafestivalen.no/program/#all\" target=\"_blank\">Foreløpig programoppsett her </a></p>\n<p>&nbsp;</p>\n<p>Det er foreløpig dagsbilletter igjen til alle dagene i Middelalderparken. Det er ingen grunn til å vente lenger…</p>\n<p><a href=\"http://www.billettservice.no/event/377283\" target=\"_blank\">KJØP BILLETTER TIL ONSDAG 7/8 HER</a></p>\n<p>&nbsp;</p>\n<p><strong>STEVE MASON (UK)</strong></p>\n<p>For noen uker siden ga skotske Steve Mason ut den kritikerroste skiva Monkey Minds In The Devil’s Time. NME skreiv: &#8211; It’s not only the boldness of Mason’s subject matter that makes this a brilliantly disquieting record, but also his ability to make it consistently warm and wholesome. Veering between the melancholic luls of his Beta Band days and the more experimental folk and reggae of 2010 solo debut ‘Boys Outside’, it’s a moment of musical clarity in a fucked-up world.</p>\n<p>&nbsp;</p>\n<p>Mason var opprinnelig en av de to hjernene bak The Beta Band. Han har også gitt ut musikk under navn som Black Affair og King Biscuit Time. Hele veien har han blanda musikalske uttrykk på en måte som har appellert til mange typer nysgjerrige musikkentusiaster. Mason befinner seg i et bevegelig krysningspunkt mellom blant annet indiepop, elektronika, rock, trip hop, eksperimentell musikk og psykedelia. Hans nyeste utgivelse gir godt inntrykk av hans rastløshet. Den er delvis laget på egenhånd og delvis med hjelp av produsent Dan Carey, som også har jobba med Bat For Lashes og Hot Chip. Mason mener at Monkey Minds In The Devil’s Time er en slags situasjonsrapport for han sjøl. Samtidig viser den en artist som stadig klarer å holde seg like aktuell.</p>\n<p>&nbsp;</p>\n<p>Han er ikke redd for å ha meninger om det moderne samfunnet generelt og Storbritannia spesielt. Vi gleder oss til å få besøk av en engasjert og stadig like interessant artist i Middelalderparken onsdag 7. august.</p>\n<p><a href=\"http://stevemasontheartist.com/\">http://stevemasontheartist.com/</a></p>\n<p>foto Kevin Morosky</p>\n","wordpress_id":6276,"translations":{"nb":{"url":"/2013/04/17/steve-mason-pa-oya-onsdag-78/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2676794c-70c6-5ffc-8494-520f71250311","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2013/04/17/steve-mason-pa-oya-onsdag-78/","redirect":false}}}