{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"31d026f8-bb6e-55fc-a210-03b8c9100c22","slug":"hotellpakke-med-festivalpass-til-%c3%b8ya","title":"Hotellpakke med festivalpass til Øya!","date":"2011-07-02T16:15:00.000Z","excerpt":"<p>Trenger du både billett og overnatting til Øya? Her er den beste løsninga, med hotellrom midt i byen (i Møllergata).</p>\n<p>Som eneste samarbeidshotell tilbyr Comfort Hotel Xpress overnatting fra 9. til 14. august, og 5-dagerspass til Øyafestivalen 2011.</p>\n<p>Skynd deg og bestill via e-post nå: festival@choice.no.</p>\n"}},{"node":{"id":"79e82376-016c-5f20-809a-776defbafa51","slug":"camp-indie-flytter-til-skateparken-programmet-er-klart","title":"Camp Indie flytter til skateparken. Programmet er klart","date":"2011-07-01T12:20:00.000Z","excerpt":"<p>I år er Camp Indie flyttet opp i Skateparken til Gamlebyen Sport og Fritid, der Juvenile Rock Club tidligere holdt til. Det betyr at arrangementet er rusfritt, gratis og åpent for alle, også de uten billett til Øyafestivalen. I tillegg til forrykende konserter band du kommer til å digge i morgen, vil Camp Indie også by på quiz i samarbeid med Aktiv i Oslo og skatekonkurranse i regi av Activist by Amnesty. </p>\n"}},{"node":{"id":"468ce8fb-f789-51cb-aaf7-8bb4aa8d530d","slug":"ayafestivalen-utvider-festivalomraydet","title":"Øyafestivalen utvider festivalområdet","date":"2011-06-30T15:19:37.000Z","excerpt":"<p>De som har lest Aften idag har fått med seg at årets festivalområde har flere muligheter for å sette seg ned og bedre plass enn tidligere. Vi flytter vår teltscene Klubben til et nytt område, gjør det gamle gjesteområdet (på andre siden av vannet) tilgjengelig for publikum, flytter Camp Indie opp i GSF Skatepark og lager flere sitteområder enn tidligere. Vi skal ikke selge flere billetter, men skape et romsligere festivalområde for den samme mengden mennesker. <a href=\"http://oslopuls.aftenposten.no/musikk/article564487.ece\" target=\"_blank\">Les artikkelen i Aftenposten her</a></p>\n"}},{"node":{"id":"0e64375b-db54-5946-8e57-49c0bf7b42bf","slug":"ayanatt-pay-revolver","title":"Øyanatt på Revolver","date":"2011-06-30T10:03:00.000Z","excerpt":"<p>Nå er vi i boks med hele Øyanatt-programmet. Sist ut er Revolver, som kommer til å by på noen herlige konserter i byens beste kjeller. I løpet av tre netter får du Ringo Deathstarr, Bäddat För Trubbel (bildet), Kamikaze A Go Go!, Bedroom Eyes, Honeytraps og Maribel. Vi gleder oss!</p>\n"}},{"node":{"id":"2ab1bf69-6ace-5a39-bb51-bdfafd0c28c0","slug":"aldersgrenser-pa-klubbdagen","title":"Aldersgrenser på Klubbdagen","date":"2011-06-29T14:06:13.000Z","excerpt":"<p>Flere har etterlyst en oversikt over aldersgrensene på de ulike klubbene under Klubbdagen. Her er lista<br />\n*Fri alder*<br />\nSubScene, Trikken</p>\n<p>*18 år*<br />\nBlå, Elm Street, Gamla, Internasjonalen, John Dee, Parkteatret, Sukkerbiten</p>\n<p>*20 år*<br />\nThe Crossroad Club, Dattera Til Hagen, Gloria Flames, Jaeger, Last Train, Mir, Mono, Palace Grill, Revolver, Rock &#038; Spesialreiser på Pigalle, Sound of Mu, Tilt, Østkanten Bluesklubb på Herr Nilsen</p>\n"}},{"node":{"id":"fd997e2d-d24b-563a-9d0d-0cd1453b1b0e","slug":"slippfest-for-fan-nr-23-pa-torsdag-konsert-med-hope-i-die-virgin-og-an-ananas-gratis","title":"Slippfest for Fan nr 23 på torsdag. Konsert med Hope I Die Virgin og An Ananas &#8211; gratis","date":"2011-06-28T16:04:44.000Z","excerpt":"<p>*TORS 30/6  PÅ LAST TRAIN* &#8211; Slippfest Fan Fanzine nr 23: An Ananas + Hope I Die Virgin<br />\nSnart er Fan nummer 23 på gata og vi kliner til med en helaften på Last Train. Her kan du oppleve de kritikerroste platedebutantene i Hope I Die Virgin og helt ferske An Ananas. Sistnevnte består av folk du kanskje har sett i Astroburger/The Jessica Fletchers tidligere. Kristian fra Tiger/Fysisk Format vil spille et knippe av sine favorittskiver. Ta med et par venner og bli med på moroa.</p>\n"}},{"node":{"id":"4501bb1c-dccd-54f2-b5b3-3c42017312f6","slug":"ayanatt-programmet-til-lot-lot-pay-dattera-til-hagen","title":"Øyanatt-programmet til Lot Lot på Dattera til Hagen","date":"2011-06-28T09:27:00.000Z","excerpt":"<p>Vi er snart helt i mål med Øyanatt-programmet. Idag slipper vi Lot Lot sin fantastiske festpakke på Dattera Til Hagen. Tre netter på rad kan du rusle fra Middelalderparken og bort til Grønland, hvor festen fortsetter med blant andre Larry Heard, Actress (bildet) og Prins Thomas. Benytt muligheten til å danse deg gjennom Øyanatta.**</p>\n"}},{"node":{"id":"d772a228-5aaa-5b84-be71-c973eaf81db6","slug":"ayakino-programmet-er-klart-og-billetter-i-salg","title":"Øyakino-programmet er klart og billetter i salg","date":"2011-06-27T10:44:00.000Z","excerpt":"<p>Øya er mer en musikk, og for de som liker film er Eldorado stedet. Før og etter festivalen er det her mange godbiter vi regner med at øya-publikummet vil sette pris på. Mest stolte er vi år som alltid av den tradisjonelle stumfilmkonserten. I år har vi invitert Jenny Hval til å lydsette en film live i salen, og vi kan ikke si annet enn at vi gleder oss til å se og høre dette. I tillegg til stumfilmkonserten vil kinoen også vise en rekke nye og flotte filmer, deriblant dokumentar om Håkan Hellström og førpremiere av den norske filmen ”Få meg på for faen”. </p>\n"}},{"node":{"id":"545fc952-7605-5851-b458-f7e79cf670b9","slug":"kun-fa-billetter-igjen-til-torsdag-118-og-lordag-138","title":"Kun få billetter igjen til torsdag 11/8 og lørdag 13/8","date":"2011-06-27T10:24:00.000Z","excerpt":"<p>Nå er det kun få billetter igjen til to av dagene i Middelalderparken, etter at Billettservice gikk tom for fredagsbilletter i helga. Det er altså kun to muligheter igjen til å få oppleve noe av det fantastiske og kritikerroste programmet i Middelalderparken, nemlig torsdagen og lørdagen. For øyeblikket er det kun noen hundre billetter igjen til disse dagene, så det er på tide å kjappe seg om Øya-billetter fortsatt ikke er kjøpt. </p>\n"}},{"node":{"id":"50543fb3-4178-5602-a2ad-cd087111ef49","slug":"the-underground-garage-inviterer-til-konsert-og-bbq-pa-sukkerbiten","title":"The Underground Garage inviterer til konsert og BBQ på Sukkerbiten!","date":"2011-06-24T19:45:37.000Z","excerpt":"<p>The Underground Garage inviterer til konsert og BBQ på Sukkerbiten! Hver søndag ettermiddag mellom 13.00 og 17.00 kan du være 100% sikker på at det blir heftig rock og fet BBQ på Sukkerbiten. Ta på deg dansesko, ta med barna og god appetitt, her blir det noe for alle.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":112,"pageCount":181,"additionalContext":{}}}