{"data":{"wordpressPost":{"title":"Gled dere til My Bloody Valentine","date":"9th July 2008","content":"<p>My Bloody Valentine gjør en av få konserter denne sommeren i Middelalderparken under Øyafestivalen. Etter å ha lest et utvalg anmeldelser av de første konsertene forstår vi at det er all grunn til å glede seg. Vi veit det er mange som ser fram til å få oppleve høydepunkter fra skivene Isn’t Anything (1988) og Loveless (1991) i konsertutgave.</p>\n<p><a href=\"http://music.guardian.co.uk/live/story/0,,2286983,00.html\" target=\"_blank\">The Guardian</a><br />\n&#8211; The churning chord sequences happen at such volume, it is literally impossible to remain unmoved: your body physically shakes with every note. Performing essentially the same set as on their final tour, the band appear to have been preserved in amber for the last 16 years.</p>\n<p><a href=\"http://www.pitchforkmedia.com/article/feature/51442-live-review-my-bloody-valentine\" target=\"_blank\">Pitchfork</a><br />\n&#8211; As anticipated, it was devastating, promethean, exhilarating noise. At the end the audience were wincing, dazed, laughing, and not one person there looked disappointed: The perfect conclusion to a comeback that had already satisfied on every level.</p>\n<p><a href=\"http://www.nme.com/reviews/my-bloody-valentine/9787\" target=\"_blank\">NME</a><br />\n&#8211; Still one of the world’s greatest ever bands, and this valedictory jaunt is only likely to make their legend grow. See them while you still can.</p>\n<p><a href=\"http://www.electricroulette.com/2008/06/live-review---m.html\" target=\"_blank\">Electric Roulette</a><br />\n&#8211; But throughout the set, one thing is clear, despite this manipulation/experimentation, or what you will; My Bloody Valentine wrote some amazingly inventive, even dare anyone say it impossibly catchy pop songs. </p>\n","wordpress_id":716,"translations":{"nb":{"url":"/2008/07/09/gled-dere-til-my-bloody-valentine/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1ccb6c7e-2c43-54ea-907c-8d00c26a5be9"}}