{"data":{"wordpressPost":{"title":"Heit rockepakke i førjulstria","date":"9th December 2010","content":"<p>Vi minner om vår kampanje i samarbeid med Platekompaniet, hvor du kan kjøpe en eksklusiv Øya-pakke. Dette bør være årets julegave til alle som har tenkt seg på Øyafestivalen til sommeren. I pakken får du festivalpass, og valget mellom ei eksklusiv t-skjorte med årets Øya-profil eller en Øya-aktuell CD med enten Kvelertak, Matthew Dear eller Warpaint. Pakka selges i et begrenset antall og koster det samme som et ordinært festivalpass, 1995,- + avgift og kan kun kjøpes gjennom <a href=\"http://www.platekompaniet.no/musikk.aspx?1218\" target=\"_blank\">Platekompaniet.no</a></p>\n<p>COMEBACK KID (CA)<br />\nEn av årets absolutte høydepunkter innen catchy hardcore er skiva Symptoms + Cures av Comeback Kid fra Winnipeg, Canada. Skiva inneholder aggressiv, fengende og kraftfull punk og hardcore, som bør være midt i blinken for alle som har sans for The Bronx, Rise Against, Bad Religion, Strike Anywhere eller Cancer Bats. Flere kritikere har helt korrekt ment at Comback Kid nå er i sitt livs storform og at de har toppet energien fra de første utgivelsene. Flere har til og med ment at Symptoms + Cures er en av årets aller sterkeste skiver. Låtene på skiva er nærmest  som reine oppfordringer til allsang og herjing. </p>\n<p>I 2002 ble Comback Kid starta som et sideprosjekt for noen av medlemmene i hardcorebandet Figure Four. Etter en stund viste det seg at etterspørselen etter Comeback Kid var såpass stor, at medlemmene måtte omprioritere. Comeback Kid ønska å mikse gammel hardcore med melodielementer fra blant annet skatepunk. Resultatet ble frisk og dynamisk kraftrock, som får samtlige som hører på til å føle seg som rastløse sekstenåringer igjen. Comeback Kid har rykte på seg for å være et fantastisk liveband. De har tidligere vært på veien med blant annet Rise Against, Madball, Sick Of It All, Dropkick Murphys. I august kommer de til Oslo for å invitere deg til hemningsløs utagering.<br />\n<a href=\"http://www.myspace.com/comebackkid\" target=\"_blank\">MYSPACE</a></p>\n<p>GHOST (SE)<br />\nDe siste månedene har stadig flere prata varmt om metalbandet Ghost fra Sverige. Grunnen til dette er hovedsakelig albumet Opus Eponymous, som kom ut i oktober. I tillegg har de fått fantastisk mottakelse etter sin opptreden på Live Evil-festivalen i England i høst, en festival som hadde Fenriz (Darkthrone) som kurator. Til tross for at dette kun var deres andre konsert noensinne, endte deres teatralske dommedagsrock opp som festivalens absolutte høydepunkt, i følge de som var tilstede. Bandet er ikke det første i rockehistorien til å skule seg bak masker og kostymer, men antagelig det eneste hvor bandmedlemmene er totalt navnløse. Hemmelighold, mystikk og elementer fra satanisme gjennomsyrer ikke bare image, men også musikken. Ghost har tatt det beste fra det tidlige 70-tallets doom og metal, for å blande det med sterk meloditeft og respekt for NWOBHM fra cirka 1980. Sjøl mener Ghost at det er dette som er virkelig black metal. </p>\n<p>Denne gjengen er, til tross for sin tilnærming til tradisjonelle metaluttrykk, noe av det mest spennende å følge med på innen mørk skandinavisk rock akkurat nå. Det engelske kvalitetsselskapet Rise Above, som er ledet av Lee Dorian (Cathredal og Napalm Death), var tidlig ute med å sikre seg underskrifter fra de anonyme satanistene, og debutalbumet har mottatt strålende kritikker. Om du liker Black Sabbath, Devil’s Blood, Witchcraft, Blue Ôyster Cult, Mercyful Fate eller lyden fra britiske industribyer for circa 30 år siden, vil du ha mye å hente hos Ghost. Metalmagasiner og nettsteder har løpt løpsk med godordene, men også store medier har omfavnet Ghost. Den svenske tabloidavisa Expressens skribent utbasunerte ”om det är så här svart magi låter är jag nyfrälst” . Det er bare å se fram til de skumleste av musikalske ritualer på Øya i august.<br />\n<a href=\"http://www.myspace.com/thebandghost\" target=\"_blank\">MYSPACE</a></p>\n<p>OSLO ESS<br />\nMed beina planta i fengende pønkrock og herlig kraftpop har Oslo Ess i løpet av kort tid brakt ny energi inn i morsmålsrocken. De lager ærlig og ektefølt skitten asfaltrock, med gode melodier og en stor porsjon sjarm. Oslo Ess var den desidert mest populære bookinga under vår Camp Indie-kveld på Rockefeller 16. mai. I august spilte de en energisk konsert på vår Vika-scene. Tradisjonen tro plukker vi opp et band vi har stor tro på fra en av våre mindre scener og gir dem en ny utfordring på en av de største. I 2011 er det Oslo Ess som får mulighet til å ta steget opp, noe vi er sikre på at de vil gjennomføre med glans. Til våren kommer deres debutalbum, og etter hva vi har fått høre av smakebiter, tror vi dette er en av de rockeskivene vi og mange andre kommer til å ha på repeat gjennom hele sommeren. Dette er rock du kan plystre til, skråle til og feste til. Bandet minner oss gang på gang på hva som er fett med rett fram rennesteinsrock, når den er gjort så godt som Oslo Ess gjør den. Til i mars og april skal de ut på turné med et annet Øya-aktuelt rockehåp, nemlig Honningbarna.</p>\n<p>I bandet finner du folk som har erfaring fra blant annet Silver, Upstrokes og All Friday. Med Oslo Ess ønsker de å kombinere California-punken de har elska siden oppveksten, med jordnær kvalitetsrock. På den kommende skiva og i Middelalderparken under Øya, kan du forvente rock’n’roll-fyrverkeri basert på knallsterke låter og og et band som gir alt på scena. Her er det bare å glede seg til rause serveringer med dampende svett rock i solsteika.<br />\n<a href=\"http://www.myspace.com/osloess\" target=\"_blank\">MYSPACE</a></p>\n<p>HONNINGBARNA<br />\nHonningbarna dukka opp nærmest ut av intet for noen måneder siden. På kort tid har de opplevd oppmerksomhet fra undergrunnen, nasjonale medier og rockepublikummet. Tenåringene fra Kristiansand har overbevist fra scena og med sin debut-EP, som kom i høst. Med rå pønkrock og et pågangsmot kun ungdommen kan ha, viser de publikum hvor pønkrockskapet bør stå i åra som kommer. P3s musikksjef Mats Borch Bugge er bare en av mange som har falt pladask, noe som resulterte i at han utbrøt ”Honningbarna for president” på twitter. Vi sier oss enige og kan ikke huske sist gang det kom noe så rått og deilig fra Sørlandet.</p>\n<p>Honningbarna er ikke noe standard kjellerband. I tilegg til flittig bruk av gitar, trommer og bass, benytter de også cello og orgel på en smakfull måte. Deres aggressive og intense tilnærming til tøff rock, har gjort dem til Ukas Urørt og gitt radiospilling, samt skaffa dem plass på soundtracket til Fritt Vilt III. Det har gått fort for Honningbarna og det gjelder å henge seg på. I 2011 skal de gi ut sitt debutalbum og spille Norge på kryss og tvers. Få med deg deres vårturné med Øya-aktuelle Oslo Ess, og selvfølgelig deres konsert i august på Øya<br />\n<a href=\"http://www.myspace.com/honningbarna\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a175f3dd-68b0-57b3-9e87-d87f67f51b12"}}