{"data":{"wordpressPost":{"title":"Fire nye til Øya","date":"3rd April 2017","content":"<p>&nbsp;</p>\n<p>Øya-programmet blir stadig fyldigere og sterkere. Fredag 11. august kommer kritikerfavorittene Hurray For The Riff Raff og Colter Wall til Tøyenparken. I tillegg er de to nye, norske håpene The Modern Times og Pom Poko klare for Øyafestivalen.</p>\n<p>&nbsp;</p>\n<p>HURRAY FOR THE RIFF RAFF (US) &#8211; fredag 11. august</p>\n<p>Hurray For The Riff Raff har fått mye velfortjent skryt for sitt nye album The Navigator. Hovedpersonen bak navnet er låtskriver, gitarist og vokalist Alynda Segarra. Hun har siden 2007 gitt ut låtene sine under det litt pussige bandnavnet. Hennes musikk er sterkt inspirert av folk og country, og på det nye albumet blander hun dette med elementer fra flere andre stilarter. Tekstene tar for seg ei ung jente med bakgrunn fra Puerto Rico i New Yorks fattige områder. Også musikalsk kan man merke puertoricansk inspirasjon. Dagsavisen slo fast at skiva er “et imponerende sterkt uttrykk for politisk popmusikk”.</p>\n<p>Segarra oppgir blant andre Lucinda Williams, David Bowie, Pixies, Bob Dylan og Velvet Underground som inspirasjonskilder. Hurray For The Riff Raff imponerte oss virkelig under årets SXSW. Hele våren og store deler av sommeren skal brukes på veien i USA, så i august får vi besøk av et band i toppform. Det er bare å glede seg til Øya-konsert med en låtskriver som kan bli en av de viktigste musikalske oppdagelsene du gjør i 2017.</p>\n<p><a href=\"https://www.facebook.com/hurrayfortheriffraff/?fref=ts\">www.facebook.com/hurrayfortheriffraff</a></p>\n<p><a href=\"http://hurrayfortheriffraff.com/\">hurrayfortheriffraff.com</a></p>\n<p>&nbsp;</p>\n<p>COLTER WALL (US) &#8211; fredag 11. august</p>\n<p>Colter Wall viser sin begeistring for tradisjonelle uttrykk som folk, bluegrass og blues gjennom sine egne låter. Sålangt har han gitt ut minialbumet Imaginary Appalachia og et par singler, men i mai kommer det mer musikk i form av et helt album. Han har varmet opp for Lucinda Williams og har blitt hyllet av Steve Earle. Opprinnelig er han fra Saskatchewan i Canada, men har bosatt seg i USA hvor flesteparten av konsertene hans finer sted.</p>\n<p>Til tross for at stemmen hans virker som om den bærer på lang livserfaring, er Wall bare 21 år. Vi lover en intens og stemningsfull konsert blant grønne Tøyen-trær.</p>\n<p>Itrømso.no har slått fast at «Colter Wall spiller country i genrens mest edle og ubesudlede form, i arven etter outlaw-helter som Guy Clark, Blaze Foley, Merle Haggard, Kris Kristofferson, Hank og uunngåelige Townes Van Zandt».</p>\n<p><a href=\"https://www.facebook.com/colterwallmusic/?fref=ts\">www.facebook.com/colterwallmusic</a></p>\n<p><a href=\"http://colterwall.com/\">colterwall.com</a></p>\n<p>&nbsp;</p>\n<p>THE MODERN TIMES</p>\n<p>Du har kanskje hørt The Modern Times sin hit Motörhead på radio, eller fått med deg videoen med Atle Antonsen? Da bør du sjekke ut hele albumet This Is The Modern Times, som kom i vinter. Her finner du kvikk rock spilt av fem fyrer fra Tromsø.</p>\n<p>Dagbladet har påstått at «Ujålete, vindskeiv, rett-fra-hjertet-rock er hva dette tromsøkollektivet behersker aller best».</p>\n<p>I vår har de vært på en omfattende Norges-turné, som gjør at de er i storform til både Camp Indie 16. mai og Tøyenparken i august.</p>\n<p><a href=\"https://www.facebook.com/themoderntimesmusic/?fref=ts\">www.facebook.com/themoderntimesmusic</a></p>\n<p><a href=\"https://www.themoderntimes.no/\">www.themoderntimes.no</a></p>\n<p>&nbsp;</p>\n<p>POM POKO</p>\n<p>Pom Poko har kun gitt ut en single, og har allerede mottatt skryt fra inn og utland. Deres friske It’s A Trap lover godt for at det skal bli spennende å følge bandet de neste åra. De har rukket å delta på Trondheim Calling og by:Larm, hvor de var med på Urørtfinalen. Bandet møttes på jazzlinja i Trondheim og viser en uredd holdning til fastlåste stilarter.</p>\n<p>Som NRK Urørt har skrevet: &#8211; Live er de en fest, musikken er gjennomført gøy og tar deg med inn i et sammensurium av sjangere blandet sammen på en upretensiøs og naivistisk måte.</p>\n<p><a href=\"https://www.facebook.com/pompokounofficial/?fref=ts\">www.facebook.com/pompokounofficial</a></p>\n<p><a href=\"https://www.pompoko.no/\">www.pompoko.no</a></p>\n<p>&nbsp;</p>\n<p>foto Sarrah Danziger</p>\n","wordpress_id":19787,"translations":{"nb":{"url":"/2017/04/03/fire-nye-oya/"},"en":{"url":"/en/2017/04/03/fire-nye-oya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"624162fa-5373-5ee8-9ea5-ee099d6ab9c3","locale":"en"}}