{"data":{"wordpressPost":{"title":"Svart metall og lystig indie","date":"7th June 2008","content":"<p>*KEEP OF KALESSIN*<br />\n*LOS CAMPESINOS! (UK)*</p>\n<p>Øyafestivalen har fått bekreftet to heite navn til den første dagen i Middelalderparken, onsdag 6. august. De representerer ytterpunktene i dagens rockescene. Plateaktuelle Keep Of Kalessin står bak en av årets beste norske metalutgivelser, mens Los Campesinos er walisiske mestere i gledesspreding og indiepop. Neste uke slipper vi et plateaktuelt og tøfft engelsk rockeband vi gleder oss voldsomt til å se i Middelalderparken.</p>\n<p>*LOS CAMPESINOS! (UK)*<br />\nLos Campesinos! kommer fra Cardiff og lager gledesrik indie. Wales-bandet har rukket mye siden starten for et par år siden. De har fått platekontrakt med Wichita (Arts &#038; Crafts i USA), vært på turné med Broken Social Scene, gitt ut EPen Sticking Fingers Into Sockets og albumet Hold On Now, Youngster. Sistnevnte kom i butikkene i februar og viser at de sju medlemmene er i stand til å skape et voldsomt liv. De kan minne om blant andre Architecture in Helsinki, Pavement, Wolf Parade, Yo La Tengo, The Unicorns, The Go! Team og Beat Happening, men gjør alt med sin egen vri. Furoreiharare.com var over seg når de fikk høre skiva og skreiv at ”Hold On Now, Youngster er en oppkvikker uten om det vanlige. En vekkerklokke det lyser av. En vinter som varmer.” Vi kunne ikke vært mer enige. Gled deg til å oppleve dette herlige bandet under Øyafestivalen</p>\n<p><a href=\"http://www.myspace.com/loscampesinos\" target=\"_blank\">MYSPACE</a></p>\n<p>*KEEP OF KALESSIN*<br />\nKeep Of Kalessin ga nylig ut albumet Kolossus og bekreftet at de er blant de mest solide navnene i norsk black metal i år. Trønderske Keep Of Kalessin startet så tidlig som i 1994 og ga ut to album før de la ned arbeidet i 2000. Etter at grunnlegger Arnt Ove “Obsidian C.” Grønbech ble med i Satyricon som livegitarist, økte lysten til å bringe Keep Of Kalessin på beina igjen. I denne utgaven var både Kjetil “Frost” Haraldstad (Satyricon og 1349) og Attila Csihar (Mayhem) med i bandet. Siden disse forlot Obsidian C. har Keep Of Kalessin gitt ut Armada (2006) og nå altså Kolossus. Dagens besetning fylles ut av musikerne som skjuler seg bak navnene Vyl, Wizziac og Thebon. Til tross for sin lange historie har neppe dette bandet vært friskere og stødigere enn akkurat nå. Kolossus er spådd en framtid hvor den blir regnet som et organisk metalmesterverk. Albumet er i allefall breddfull av hatsk, tung og aggresiv musikk som setter ditt mørkere følelsesregister i sving. Nå skal de innta Middelalderparken.</p>\n<p><a href=\"http://www.myspace.com/keepofkalessin\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":739,"translations":{"nb":{"url":"/2008/06/07/svart-metall-og-lystig-indie/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c41298d7-d7fd-582d-8b4e-ac9b6219e36f","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2008/06/07/svart-metall-og-lystig-indie/","redirect":false}}}