{"data":{"wordpressPost":{"title":"Pantha Du Prince &#038; The Bell Laboratory i Konserthuset","date":"3rd September 2013","content":"<p><span style=\"text-decoration: underline;\">Oslo Konserthus og Øyafestivalen presenterer</span></p>\n<p><strong>Pantha Du Prince &amp; The Bell Laboratory</strong> (NO/DE &#8211; Rough Trade Records)<br />\nOslo Konserthus<br />\nSøndag 3. november</p>\n<p>Billetter 250,- + avgift</p>\n<p>Billettene er i salg nå <a href=\"http://www.billettservice.no/event/403559\" target=\"_blank\">http://www.billettservice.no/<wbr />event/403559</a></p>\n<p>&nbsp;</p>\n<p>For to år siden debuterte Pantha Du Prince &amp; The Bell Laboratory på Øyafestivalen, med et bestillingsverk. Siden har musikken levd videre på plate og på en mengde scener. Etter stor suksess i flere land, kommer prestisjeprosjektet i høst tilbake til Oslo for å spille i Konserthuset.</p>\n<p>Ideen til prosjektet kom da de to norske kuratorene Mattis With og Håkon Vinnogg i Panta Rhei Project spiste lunsj med Pantha Du Prince. De utfordret den tyske produsenten til å lage akustisk musikk for et klokkespill på tre tonn og et slagsverksensemble, inspirert av klokkene i Oslo Rådhus.</p>\n<p>Den anerkjente norske komponisten og Ultima-sjefen Lars Petter Hagen ble oppfordret til å jobbe med Pantha på verket. De fikk samlet et stjernelag med norske perkusjonister til å danne ensemblet som inkluderer Martin Horntveth (Jaga Jazzist), Erland Dahlen (Madrugada/Nils Petter Molvaer), Heming Valebjørg (Oslofilharmonien), Håkon Stene (stipendiat ved Musikkhøyskolen) og Vegar Sandholt (klokkenist i Oslo Rådhus). Dette er et imponerende bredt prosjekt, med en rekke anerkjente musikere fra ulike musikkmiljøer.</p>\n<p>I tillegg til det faste ensemblet har dessuten musikere som Bendik Hovik Kjeldsberg (Bendik), Kenneth Kapstad (Motorpsycho), Tomas Jährmyr, Laura Marie Olseng, Martin Viktor Langlie, Eirik Raude, og professor i perkusjon Rob Waring vært vitale bidragsytere til livefremførelsene av verket.</p>\n<p>Verket &#8220;Elements of Light&#8221; tok form gjennom flere måneders arbeid i Berlin og Oslo. Prosjektet fikk navnet Pantha Du Prince &amp; The Bell Laboratory, et navn som spiller på Bell Laboratories, det telefonfinansierte studioet som utviklet noe av den første elektroniske musikken.</p>\n<p>Den første konsert fant sted i en smekkfull Klubben-scene i Middelalderparken, under Øyafestivalen 2011. Tilstede i teltet var Geoff Travis fra Rough Trade som bestemte seg for å satse på verket og gi det en fullskala internasjonal utgivelse.</p>\n<p>Pantha Du Prince &amp; The Bell Laboratory har solgt ut konserthus over store deler av Europa, blant annet Southbank Centre i London og La Cigale i Paris. I tillegg har de spilt på internasjonalt viktige festivaler som Primavera Sound i Barcelona og Mutek i Montreal. Nå kommer de endelig tilbake til byen hvor de hadde sin første konsert. I tillegg til Oslo Konserthus, har de planlagte konserter i London og Berlin denne høsten. Konsertene har blitt meget godt mottatt av internasjonale medier.</p>\n<p>&nbsp;</p>\n<p>Sitater:</p>\n<p><em>&#8220;Pantha du Prince &amp; the Bell Laboratory reaffirmed our faith in music. This may sound like an exaggeration, but the Sunday evening performance from <a href=\"http://www.panthaduprince.com/\" target=\"_blank\">Pantha du Prince</a> &amp; The Bell Laboratory was only of the best shows we&#8217;ve seen, well, ever.&#8221;</em></p>\n<p>Xlr8r om Mutek-konserten</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>&#8220;Sometimes you forget the transformative power of music to build community and connect people, breaking down the barriers we learn to build up, and it&#8217;s a precious thing when a performance can break down those barriers and deliver such a shared and joyous experience&#8221;</em></p>\n<p>10/10, Exclaim Magazine om Mutek-konserten</p>\n<p>&nbsp;</p>\n<p><em> </em></p>\n<p><em>&#8220;It may even be one of the loveliest records you&#8217;ll hear over the next 12 months.&#8221;</em></p>\n<p>&#8211; The Guardian om plateutgivelsen</p>\n<p>&nbsp;</p>\n<p>foto Katja Ruge</p>\n","wordpress_id":8697,"translations":{"nb":{"url":"/2013/09/03/pantha-du-prince-the-bell-laboratory-i-konserthuset/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"64ee5c5e-92e9-50a5-ae48-b842a8c92280","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2013/09/03/pantha-du-prince-the-bell-laboratory-i-konserthuset/","redirect":false}}}