{"data":{"wordpressPost":{"title":"Backstage Sessions nr 6","excerpt":"<p>&#8220;Backstage I&#8217;m lonely, backstage I cry&#8221; sang Gene Pitney en gang. Slik er det ikke på Øya, hvor et utvalg av de mest spennende artistene får mulighet til å stille opp på fotosession med en av våre favorittfotografer, Stian Andersen. Sjekk ut bildene han tok under sommerens festival.</p>\n","content":"<p>For sjette året på rad har Stian Andersen fotografert artister backstage under Øyafestivalen. Tidligere år inkluderer sessions med bla. Beck, Pete Doherty og The Cramps.I Backstage Sessions 2009 har Stian valgt å fokusere på et knippe av headlinerne; Mew, Fever Ray, Glasvegas og Røyksopp. Fever Ray-opptaket er intet mindre enn superekslusivt, dette er en artist som aldri gjør fotografering bortsett fra når hun skal ta egne promobilder. Karin takket ja pga. Stians forrige shoot med The Knife på Øya 2006. Bandet ble så happy med bildene at de senere brukte dem til egne pressebilder. Det samme har skjedd med Mew i år som har kontaktet Andersen om å få bruke bilder fra shooten.</p>\n<p>Stian jobber for tiden med en egen fotobok på A-ha hvor han følger bandet rundt på verdensturné helt fram til deres aller siste konsert i Oslo Spektrum desember i år. I tillegg jobber han med Apparatjik, supergruppa  med Jonas fra Mew, Mags fra A-ha og Guy fra Coldplay som kommer med skive i løpet av året.</p>\n<p>Ta en titt på <a href=\"http://www.stianandersen.no/\" target=\"_blank\">Stians hjemmeside</a> hvor du finner årets (og tidligere) Øya-bilder under MUSIC i menyen.<br />\nSjekk også ut livesidene hvor det ligger noen feiende flotte skudd fra Røyksopps legendariske Øya-konsert i tillegg til bilder av storheter som James Brown, Sex Pistols og Johnny Cash.</p>\n","date":"2010-01-07T08:41:00.000Z","wordpress_id":469,"featured_image":null,"translations":{"nb":{"url":"/2010/01/07/backstage-sessions-nr-6/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"69ff31f3-4978-5692-b476-ee3e44f2914a","locale":"nb"}}