{"data":{"wordpressPost":{"title":"Tre nye navn på plakaten","date":"2016-12-13T08:00:19.000Z","content":"<p>Det nærmer seg jul og vi har fortsatt noen godbiter på lur. I dag legger vi til tre sterke navn og i morra slipper vi en headliner.</p>\n<p>Vince Staples er et av navna det er mest spennende å følge i amerikansk hiphop, og i august er han tilbake i Tøyenparken. Canadiske BadBadNotGood har jazzbakgrunn og en helt egen tolkning av moderne hiphop. Alltid aktuelle Nils Bech er i ferd med å få mye nasjonal og internasjonal oppmerksomhet for sitt album Echo, og har en sterk gjesteopptreden i Skam.</p>\n<p>Dagsbilletter og ukespass er i salg.</p>\n<a title=\"Buy tickets here!\" target=\"_blank\" class=\"inline-ticket-button\" href=\"https://www.ticketmaster.no/artist/oyafestivalen-billetter/301563\">Buy tickets here!</a>\n<p><strong>VINCE STAPLES (US)</strong></p>\n<p>På få år har Vince Staples blitt et av de heiteste navna innen hiphop på den amerikanske vestkysten. Både utgivelsene og konsertene viser en artist som stadig når nye høyder. Vi gleder oss til at Vince Staples tar turen tilbake til Tøyenparken.</p>\n<p>Mange la først merke til Vince Staples fordi han jobba med medlemmer fra Odd Future. Han er også en del av California-trioen Cutthroat Boyz. Fra starten av dette tiåret ga han ut sterke mixtapes. Deretter fulgte EPen Hell Can Wait i 2014 og albumet Summertime 06 året etter. I august fulgte han opp med EPen Prima Donna. Blant bidragsyterne på sistnevnte finner man både James Blake og A$AP Rocky. Sjøl har Staples bidratt på låter med blant andre Earl Sweatshirt, Common, Flume, Mac Miller, Ghostface Killah og Schoolboy Q.</p>\n<p><a href=\"http://www.spin.com/2016/08/vince-staples-prima-donna-ep-review/\">Spin.com</a> om Prima Donna: &#8211; Staples is a compelling rapper partly because of how ably he shifts between tones and moods, like the high-schooler who’s smart and mature enough to joke around with his teachers but cool enough to be popular with the entire class. The production choices continue to impress as well — instead of distracting from Vince’s nasal tone, the lush beats for him here (credit goes to No I.D., James Blake, and DJ Dahi) round out his sound and diversify his catalog.</p>\n<p><a href=\"https://www.facebook.com/vincestaples/\">www.facebook.com/vincestaples</a></p>\n<p>&nbsp;</p>\n<p><strong>BADBADNOTGOOD (CA)</strong></p>\n<p>BadBadNotGood fra Toronto tar utgangspunkt i jazz når de leker seg med hiphop RnB og annet. De starta med å tolke blant andre Odd Future sin musikk instrumentalt. I tillegg har de gjort versjoner av musikk av storheter som Kanye West, Feist, My Bloody Valentine, A Tribe Called Quest, Joy Division og James Blake.</p>\n<p>Etter et par album med mange tolkninger av andres komposisjoner, kom III (2014) ut som det første med kun egen musikk. I 2015 ga de ut Sour Soul, som er et samarbeid med Ghostface Killah. Deres nyeste album IV har bidrag fra blant annet Kaytranada og Sam Herring fra Future Islands.</p>\n<p><a href=\"http://exclaim.ca/music/article/badbadnotgood-danforth_music_hall_toronto_on_march_12\">Exclaim!</a> har påstått at: &#8211; Having accomplished more in just under five years than some bands will in a lifetime, things can only be looking up for the trio-turned-quartet as they draw close to the half-decade mark.</p>\n<p><a href=\"http://badbadnotgood.com/\">badbadnotgood.com</a></p>\n<p>&nbsp;</p>\n<p><strong>NILS BECH</strong></p>\n<p>Nils Bechs nyeste skive heter Echo og er utgitt på Fysisk Format og selveste DFA Records. Sistnevnte er labelen til James Murphy fra LCD Soundsystem, som også har gitt ut Hot Chip, The Rapture, Planningtorock og mye annet. Dette har medført økt og helt fortjent internasjonal oppmerksomhet for Bech. Som samarbeidspartnere i den nye musikken har han med Drippin og Øyvind Mathisen.</p>\n<p>Han beveger seg i det musikalske landskapet mellom pop og avantgarde. I tillegg til å levere spennende konserter og utgivelser, har Bech drevet med performance og teater. I Richard III på Nathionalteatret har han laget musikk, og har en sangrolle. Nylig sang han O Helga Natt i NRK-suksessen Skam, en serie hvor låta Waiting fra det nye albumet også har vært brukt i en trailer.</p>\n<p>Stavanger Aftenblad om Echo: &#8211; Lån Nils Bech et øre, idet han leverer sitt kanskje sterkeste album hittil. Vakre popmelodier hviler elegant på minimalistiske, brå beats, som smeller i mellomgulvet. Der ligger en kjølig uro over «Echo», samtidig som produksjonen er stilsikker og stødig.</p>\n<p><a href=\"http://www.nilsbech.com/\">www.nilsbech.com</a></p>\n","wordpress_id":15392,"translations":{"nb":{"url":"/2016/12/13/tre-nye-navn-pa-plakaten/"},"en":{"url":"/en/2016/12/13/tre-nye-navn-pa-plakaten/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"20c5f4f1-aa5d-5603-988e-072f266cc8db","locale":"nb"}}