{"data":{"wordpressPost":{"title":"Earthless til Øya","date":"3rd April 2014","content":"<p>Windhand har dessverre blitt nødt til å avlyse mange av sine konserter i juli og august. Dette betyr at de ikke lenger kan komme til Øyafestivalen. Dette skjer på grunn av forhold Øyafestivalen ikke har noen kontroll over.</p>\n<p>Det er beklagelig med avlysninger for alle som har gleda seg, men denne gangen må vi si å ha henta inn en erstatning av enormt kaliber. Earthless fra California er et av verdens aller beste instrumentalrockband, og de ga ut et av fjorårets mest imponerende album. På Øya-kontoret har vi kommet med spontane utbrudd og fått akutt rockefot etter at de ble kjent at Earthless tar turen til Tøyenparken.<br />\n<a href=\"http://www.billettservice.no/event/onsdagsbillett-oyafestivalen-2014-billetter/409617?camefrom=Client_Oya_Hjemmeside onsdag_Oyafestivalen_101013\" target=\"_blank\">Kjøp onsdagsbilletter her</a></p>\n<p>Windhand skal fortsatt spille Øya Open på Revolver 26. april. Kom deg dit!</p>\n<p>EARTHLESS (US)<br />\nDet finnes krafttrioer, det finnes psykedeliaband, det finnes hardrockband og det finnes tre menn som kombinerer og overgår alt dette. Earthless fra San Diego ga ut et av fjorårets aller beste album. From The Ages er en drøy time med drøy instrumentalrock. Det er lenge siden ei instrumentalskive har gitt oss hakeslepp på denne måten. Earthless klarer på en helt spesiell måte å holde på intensiteten og energien uavhengig om de spiller fem minutters låter eller timelange jams.</p>\n<p>Om From The Ages skreiv <a href=\"http://www.rollingstone.com/music/lists/20-best-metal-albums-of-2013-20131211/earthless-from-the-ages-19691231\" target=\"_blank\">Rolling Stone</a>: &#8211; The San Diego instrumental psych-rock trio achieves a groove-y state of mind on each of the album&#8217;s four, epic-length songs. The 30-minute title track is a trip in itself, if not just for the way it moves from locomotive riffs to an exotic slow section, only to finish with a noisy, metal riff; it&#8217;s one of the heftiest heavy jams recorded this year.</p>\n<p>From The Ages fulgte opp utgangspunktet fra Sonic Prayer (2005) og Rhythms From A Cosmic Sky (2007). En grunn til at det har tatt tid mellom album, er at medlemmene har vært opptatt med andre prosjekter. Gitarist Isaiah Mitchell har spilt i Howlin Rain og Nebula, mens han nå er aktiv i Golden Void. Trommeslager Mario Rubalcaba har en vanvittig musikk-CV, som inneholder Rocket From The Crypt, Hot Snakes og OFF!. De to siste har han spilt på Øyafestivalen med. Om du er glad i klassisk syrerock, tung blues eller tidlig heavy metal er Øya-konserten til Earthless en nødvendighet.</p>\n<p><a href=\"https://www.facebook.com/pages/Earthless/117307888322324\" target=\"_blank\">www.facebook.com/earthless</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"348ead7b-a2cc-5ae2-bde1-b2e3ab4381e3"}}