{"data":{"wordpressPost":{"title":"Øyanatt og Sunkissed på Blå","date":"9th June 2014","content":"<p>ONSDAG 6. AUGUST<br />\nBlå presenterer:<br />\n<b>FOREST SWORDS (UK)<br />\nTREMORO TARANTURA</b><br />\nCC med/uten Øyabillett: 180/230kr<br />\nForsalg via Billettservice / Narvesen / 7-Eleven<br />\nID: 20år<br />\nMan kan vel best forklare britiske Forest Swords’ musikk som en krysning mellom Ennio Morricone og tidlig Massive Attack. Ja, det er noe helt eget. Debutalbumet Engravings er mørk og dronete med tydelige hint av optimistisk pop som har betatt de fleste anmeldere verden rundt det siste året.</p>\n<p>I fra orkestrerte ekstravaganser til korte dødseskapader, utforsker Tremoro Tarantura sine egne grenser mellom det stygge og det vakre, stadig balanserende på kanten av en katastrofe.  Tremoro Tarantura er høyt, fordreid og repeterende, og de er klare for å spre jordskjelvende dissonans på utvalgte festivaler det herrens år 2014.<br />\n<a href=\"http://forestswords.tumblr.com/\">http://forestswords.tumblr.com/</a><br />\n<a href=\"https://www.facebook.com/tremorotarantura\">https://www.facebook.com/tremorotarantura</a></p>\n<p>FREDAG 8. AUGUST:<br />\nWEDIDIT NIGHT<br />\n<b>SHLOHMO (US) 01:30</b><br />\n<b>PURPLE (PT) 24:00</b><br />\n<b>+ CHRISTINE (P3) 23:00</b><br />\nBLÅ, BRENNERIVEIEN 9 C, 23:00 &#8211; 03:00<br />\n160,- +AVGIFT // 130,- +AVGIFT MED ØYAPASS ELLER BILLETT<br />\nFORSALG VIA BILLETTSERVICE / NARVESEN / 7-ELEVEN<br />\nID: 20 ÅR</p>\n<p>SHLOHMO (US)<br />\nHenry Laufer, bedre kjent som 22 år gamle Shlohmo, kommer fra Los Angeles. Han står bak kollektivet og plateselskapet Wedidit, som også huser blant andre RL Grime, Ryan Hemsworth, Groundislava og Purple. Shlohmo har ved siden av sine egne utgivelser samarbeidet med How to Dress Well, Banks og Jeremih. Sistnevnte, som etter han hørte wonderkiden sin remiks av Fuck U All the Time, kontaktet Shlohmo for å jobbe i studio sammen. Noe som ledet til EPen No More. Pitchfork, BBC Radio 1, New York Times, Resident Advisor og resten av relevant musikkpresse har trykket Shlohmo til sitt bryst for lengst og unggutten stod nylig også på scenen under Coachella festivalen i USA.</p>\n<p>PURPLE (PT)<br />\nLondon-baserte Purple, opprinnelig fra Lisboa i Portugal, ble for alvor kjent gjennom sin debut EP Salvation på Shlohmo sitt plateselskap WeDidIt. EPen ble omtalt som &laquo;Three Six Mafia for art school weirdos in 2021&raquo;. Den mystiske produsenten og sangeren blander elektronisk klubbmusikk med R&amp;B og left-field hip hop. Hans livesett består av en skokk av synther, trommemaskiner og hans egen vokal som tar med lytteren til en mørk, våt og tåkefylt bakgate en gang på 90-tallet.</p>\n<p>CHRISTINE<br />\nChristine Dancke er DJ, programleder på P3 og en av Norges største radiostjerner. I tillegg har hun et lørdagsshow som tar klubbmusikk i alle former på alvor, og har spilt alle avskygninger av klubbmusikk på alle steder du kan tenke deg å finne det i Norge. Stikkord: bass. Få kan lage stemning slik Christine kan, noe vi vet godt her på Blå hvor hun sammen med Silje utgjør Hoetell som har vært fast klubbkonsept her i over 3 år.<br />\n<a href=\"https://soundcloud.com/shlohmo\" target=\"_blank\">https://soundcloud.com/shlohmo</a> / <a href=\"https://soundcloud.com/purplepurplepurple\" target=\"_blank\">https://soundcloud.com/purplepurplepurple</a> / <a href=\"http://www.wediditcollective.com/\" target=\"_blank\">http://www.wediditcollective.com</a> / <a href=\"https://soundcloud.com/p3christine\" target=\"_blank\">https://soundcloud.com/p3christine</a> / <a href=\"http://www.blaaoslo.no/\" target=\"_blank\">http://www.blaaoslo.no</a></p>\n<p>&nbsp;</p>\n<p><b>SUNKISSED</b><br />\nØYA:SUNKISSED 2014 på BLÅ<br />\nTorsdag 7. og lørdag 9. august 2014<br />\nBlå, Brennerivn 9c<br />\nUte // 17:00 &#8211; 22:00 // gratis<br />\nInne // 22:00 &#8211; 03:00 // 160 kr + avgift // 130 kr  + avgift med Øyapass eller billett<br />\n<a href=\"http://www.sunkissed.no/\">www.</a><a href=\"http://www.sunkissed.no/\">sunkissed</a><a href=\"http://www.sunkissed.no/\">.no</a> //<a href=\"http://www.blaaoslo.no/\">www.blaaoslo.no</a> //<a href=\"http://www.billettservice.no/\">www.billettservice.no</a><br />\n<strong>OCTAVE ONE [live] // LEVON VINCENT  // REPTILE YOUTH [live] // G-HA &amp; OLANSKII // VINNY VILLBASS // NICO COLTSFOOT // HENRI LE COQ // LE CAPITAN // RONNY RABALDER // ASBJØRN E // RASMUSSEN // GAUTE HAAVERSEN // A:G // ROBIN C &amp; JD // EVELINA &amp; TILO [visuelt]</strong></p>\n<p>TORSDAG 7. AUGUST<br />\ninne fra 22:00:<br />\n<b>OCTAVE ONE [live // 430 West Records, Detroit] &#8211; PÅ SCENEN 23:30!!!</b><br />\n<b>LEVON VINCENT [Novel Sounds, Deconstruct, Underground Quality, NYC]</b><br />\n<b>G-HA &amp; OLANSKII</b><br />\nute fra 17:00:<br />\n<b>Robin C &amp; JD</b><br />\n<b>Sunkissed Allstars</b></p>\n<p><b>OCTAVE ONE live</b><br />\nBrødrene Lenny og Lawrence Burden har vært i sentrum av Detroit-technoen nesten siden dag én. Allerede i 1990 satte de seg på kartet med låta I Believe. Siden den gang har de to disket opp tidløs analog techno og drevet et av motorbyens mest toneangivende etiketter. 430 West Records har sammen med Planet E og Underground Resistance vært med på å definere en hel generasjon med Detroit-techno, ikke minst gjennom utgivelser med AUX 88 og DJ Rolandos The Jaguar. Octave One har en betydelig diskografi på samvittigheten, men er nok best kjent for Blackwater fra 2000. Blackwater solgte over en million kopier, og er fortsatt å finne i platebagen til mange av verdens største DJs innen house og techno. Live er Octave One et hundre prosent analogt monster. De to er kjent for ikke å legge så mye i mellom når de drar i gang synther, duppeditter og trommemaskiner. Ikke minst er de to musikere som er til stede både i musikken og på scenen.</p>\n<p><b>LEVON VINCENT</b><br />\nLevon Vincent leverer steintøff house og techno. Amerikaneren, som nå passende nok er bosatt Berlin, kom tidlig ut i front i den siste bølgen houseartister fra New York. Skjønt Levon har vært med lenge før Rudolph Guilani fant på at det var samfunnsfientlig å danse. Levon slipte tennene i platesjapper som Kim&#8217;s, Music Excange, Tower og legendariske Halycon. Det var i sistnevnte New York-institusjon at han møtte Anthony Parasole og Jus Ed. Sammen kokte de opp til storm på etiketter som Underground Quality, Deconstruct og Novel Sounds. Siden 2009 har Levon presset ut skive etter gullskive som Six Figuers, Invisible Bitchslap, Games Dub og Late Night Jam. I et postindustrielt grenseland mellom house og techno er dette musikk som får gode dansegulv i Tigerstaden til å gå av hengslene. Bananas var det også sist Levon spillte fletta av kjelleren på Jaeger. Dette er en DJ som treffer Sunkissed midt i hjerterota og vi føler allerede nå at det brygger opp til noe spesielt.</p>\n<p><b>G-HA &amp; OLANSKII</b><br />\nGeir og Ola er Sunkissed-generalene og de har styrt skuta støtt i all slags vær. Det sies at Geir har bidratt til å slite ut flere dansesko enn noen annen DJ i byen, eller landet for øvrig. g-Ha har holdt varmen på Oslo-gulvet og hatt faste residens på legendariske steder som Pure, Kristiania, HeadOn, Fonii, og ikke minst hans forrige hybel Skansen. Han er fortsatt å finne i hovedstaden, men det er på Sunkissed og Jaeger han har sine faste residens. Geir har levert varene i over 20 år og det står det stor respekt av &#8211; ingen kjenner Oslos dansegulv bedre enn denne herremannen.</p>\n<p>Olanskii flyttet tidlig til London og det var der han fant musikken som han i dag misjonerer ut på dansegulvet. Til daglig driver han Oslo-klubben Jaeger i Grensen 9, men det er Sunkissed som er hans første hjertebarn. I fra dag én har Ola booket alt som er å booke i fra den store verden til Sunkissed og lille Oslo. Sunkissed har hatt de fleste store kredible DJene og artistene siden oppstarten. Ola spiller det meste som rører seg mellom house- og techno-universet. Sammen med g-Ha har han spilt på klubber som Fabric i London, Panorama Bar i Berlin og Robert Johnson i Frankfurt.</p>\n<p>LØRDAG 9. AUGUST<br />\ninne fra 22:00:<br />\n<b>REPTILE YOUTH [live &#8211; onstage 23:30]</b><br />\n<b>G-HA &amp; OLANSKII // VINNY VILLBASS // RONNY RABALDER &amp; ASBJØRN E // A:G // RASMUSSEN // NICO COLTSFOOT // HENRI LE COQ &amp; LE CAPITAN // GAUTE HAAVERSEN</b><br />\nute fra 17:00<br />\n<b>Sunkissed Allstars</b></p>\n<p><b>REPTILE YOUTH live</b><br />\nDansk post-punk, sier du? Sten Ove Toft-sertifiserte Reptile Youth leverer punkete dansfest i gata til The Rapture, Radio 4 og Gang of Four. Mads Damsgaard Kristiansen og Esben Valløen slapp i vinter andrealbumet Rivers That Run For A Sea That Is Gone til stor jubel. Og tett på kom singlen JJ med selveste Trentemøller på remiksen. Gutta har rykte på seg for å levere energiske konserter som tryller Brooklyn fram på scenen og pandemonium i salen. Gode doser funk møter et rett opp og ned-punk og lager et salig driv. Vi kjenner ekko fra Sunkisseds ungdom, den gangen LCD Soundsystem, !!! og Spektrum regjerte sjappa, men uten at det daterer Repitle Youth. For først og fremst blir dette et passende fyrverkeri på Øyafestivalens siste kveld.</p>\n<p><b>VINNY VILLBASS</b><br />\nHåkon Vinnogg, kjent som Vinny Villbass, er en mann med vind i seilende. Hver tirsdag har han podcast- showet Oslo Club Cast på Turkish Delight. Håkon har spilt gitar i diskJokke band og vært en sterk bidragsyter i Sunkissed i en mannsalder. Når han ikke henger i leiligheten i Berlin er han med på flere prosjekter, deriblant Pantha du Prince &amp; The Bell Laborarory, som burde vært kjent for Øyas publikum. Men mest av alt er det platesnurring Vinny er kjent for. Villbassen spiller en fin mix mellom skranglehouse og fin fin techno. Vinny liker egentlig ikke å definere noen sjanger han spiller, men at han spiller opp til dans, det kan vi love dere. Er vi heldige stiller han opp i hatt, Vinny med hatt i bassen.</p>\n<p><b>HENRI LE COQ &amp; LE CAPITAN</b><br />\nBrødrene Holck er HMS-ansvarlige på Sunkissed. De er ofte å treffe bak spakene på Sunkissed og andre plasser i Oslo hvor dansemusikk spilles. Henrik og Jørgen er to skikkelige gledesspredere og når de tar frem sine skiver og minnepenner kommer det sløy cowboydisco til alle har hendene er i været. Men klarer du å skille hvem som er hvem i DJ-boksen under Øyanatt? Vi kaller det Øya-quiz, når brødrene Holck setter i gang. Strekk og tøy, disse gutta leverer.</p>\n<p><b>RONNY RABALDER &amp; ASBJØRN E &amp; A:G</b><br />\nRonny er en gammel ringrev og han spilte techno lenge før GSM-nettet kom til hans hjemby, Ålesund. Ronny er alltid stødig og sparer på godsakene. Han kan være litt gjerrig på dansen, men blir mer varm i beina etter hvert. Han har en høy kunnskap om sin musikksjanger og alltid oppdatert. Se opp for ferske saker når Ronny trer inn i boksen.</p>\n<p>Asbjørn er ofte å finne innom Sunkissed, da i godt selskap med Ronny Rabalder. Asbjørn har holdt på lengre enn du skal tru med musikken og begynte tidlig med klubbkvelder. Han drev blant annet de gode gamle Fin Gardin-kveldene på Sika under glansdagene &#8211; den gang deep house og Chicago house ble spilt langt ut i Møllergata. I dag leverer Asbjørn stødig og aktuell techno. Asgeir Giskegjerde er siste tilskudd til Sunkissed-stammen. Han er kjent som en halvdel av Uno Mas. Han er også en naturlig del av trekløveret med Ronny og Asbjørn når det skal dras i gang techno med fot og funk.</p>\n<p><b>RASMUSSEN</b><br />\nStavangermannen flyttet til Oslo for mange år siden, og litt vinylskiver hadde han med. Men det var på Sunkissed han begynte med technosakene. Han har vært med i Sunkissed-klanen siden 2007. Joachim Rasmussen spiller techno i det minimalske landskapet. På siden produserer han musikk som av en eller annen mystisk grunn ikke er utgitt enda. Vi antar det skyldes tilbakeholdenhet, da låtene holder tritt med undergrunnshelter som Thomas Melchior, Roger Gerresen og Audio Werner.</p>\n<p><b>ØYVIND MORKEN</b><br />\nOfte omtalt som en &laquo;DJenes DJ&raquo;, noe som det ligger en del sannhet i, men du trenger ikke kunne halve Discogs utenat for å danse til et sett av denne mannen. Øyvind har en særegen evne til å spille alt fra A til Å av hva sjangere måtte angå, samt gå opp og ned i tempo uten å miste kontakt med dansegulvet. Hans ukentlige &laquo;Untzdag&raquo; på Jaeger har blitt en institusjon i Oslo, hvor Morken og makker Gaute Haaversen lærer mannen i gata å sette pris på sanger han aldri har hørt før. Det trengs.</p>\n<p><b>GAUTE HAAVERSEN</b><br />\nOslo Live Gaute, han andre Gaute, Herr Haaversen, Gaute på skjæret, Westhassel, mannen har mange navn. Vi kaller han bare Gaute. Dette er en fyr som snurrer DJ-sett innimellom slaga. Gaute er helt klart den mannen med flest timer i telefonen pr. uke i Sunkissed-klanen. Ikke rart siden han også fungerer som bookingansvarlig på Jaeger borti gata. Sammen med Øyvind Morken kjører Gaute den faste klubben “Untzdag” på Jaeger og leverer i fra seg et stort spenn med musikk når han snurrer skiver. House og disco som oftest, men se opp for andre go’biter. Alltid blid og positiv.</p>\n<p><b>COLTSFOOT</b><br />\nNico Coltsfoot er yngste mann på laget, men har allerede rukket å snurre i 13 år. Travel som alltid, men sier ikke nei takk til houseformidling mellom slaga. Nerding på detaljnivå er typisk denne karen. Alltid oppdatert på hva som skjer, og han ruver på musikkfronten i Frankfurt og hvem som danset på legendariske Paradise Garage. Gamle historier om hva, hvor og når den og den DJen spilte, dukker stadig opp når Nico har historietime på torsdager sammen med makker DJ Nuhhh på Jaeger. Våren er på vei og hestehovene gror frem, men når mørket faller og det danses i front, da lyder det TanzNacht ifra Coltsfoot.</p>\n<p>Sunkissed-lyden leveres av <a href=\"http://www.ljudia.no/\">www.ljudia.no</a></p>\n<p>Vær sunkissed: <a href=\"http://wwww.sunkissed.no/\">wwww.</a><a href=\"http://wwww.sunkissed.no/\">sunkissed</a><a href=\"http://wwww.sunkissed.no/\">.no</a></p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n<p>foto: Rasmus Weng Karlsen</p>\n<p><b> </b></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5332441b-57c6-5d4f-a13b-93dd4b24eb54"}}