{"data":{"wordpressPost":{"title":"Reggaelegender til Øya","date":"28th April 2012","content":"<p>Øyafestivalen har fått bekrefta ei reggaepakke proppfull av legender til Middelalderparken fredag 10. august. Vokalgruppa The Congos har holdt på siden midten av 70-tallet. Denne gangen kommer de til Oslo med den eksentriske produsenten og artisten Lee «Scratch» Perry. I tillegg har de med seg selveste Max Romeo og fullt backingband. Vi lover en konsert Oslo kommer til å huske lenge, i en solfylt Middelalderpark.</p>\n<p>&nbsp;</p>\n<p><strong>THE CONGOS + LEE “SCRATCH” PERRY + MAX ROMEO (JM)</strong></p>\n<p>Det er litt av en gjeng med jamaikanske legender som ankommer Middelalderpaken fredag 10. august. En stor del av reggaehistorien står faktisk samla på Øya og vil spre godlyd og glede utover byen.</p>\n<p>&nbsp;</p>\n<p>The Congos ble starta av Cedric Myton og Roydel «Ashanti»  Johnson. Deres varemerke er den unike kombinasjonen av stemmene. Vokalgruppa har samarbeida med Sly Dunbar og fått flere av sine flotteste album produsert av Lee Perry. Deres mest kjente skive er debuten Heart of the Congos, som er allment kjent for å tilhøre Lee Perrys fineste øyeblikk. Albumet ble til i hans Black Ark-studio i 1977 før han selv klikket og brant ned hele herligheten. Deretter rømte han til Sveits og giftet seg med en hertuginne på et slott. Heart of the Congos  regnes av mange sammen med Cultures sin Two Sevens Clash for å være tidenes beste reggaeutgivelse.</p>\n<p>&nbsp;</p>\n<p>Lee «Scratch» Perry er med sine 76 år en levende legende innen reggae og dub. I tillegg til å ha en rik artistkarriere har han vært produsent for Bob Marley &amp; The Wailers, samt skrudd knotter for det meste som kunne krype og gå av andre jamaikanske stjerner. Perry er definitivt en av de som har vært med på å forme de musikalske uttrykka han har jobba med, noe som også har ført til fruktbare samarbeid med alt fra Beastie Boys og The Clash til Andrew W.K. og George Clinton. I fjor kom albumet Rise Again, som Paste kalte «an indispensible recording from one of the world’s most important living artists». «Scratch» er utvilsomt kjent for å være en høyst uforutsigbar mann, men dem som møter opp i solnedgangen fredag 10. august får selv danne seg et inntrykk.</p>\n<p>&nbsp;</p>\n<p>Max Romeo kunne også gått av med AFP, men har siden midten av 60-tallet og frem til i dag gitt publikum uforglemmelige øyeblikk på skive og konsert. Han slo igjennom med låta Wet Dream, som ble forbudt på britisk radio. Nysgjerrigheten hos britene var likevel stor nok til at den gikk inn på topp ti. Sammen med Lee Perry spilte han senere inn store hits som One Step Forward og Chase the Devil. På 70-tallet ga han ut klassikeralbumet War Ina Babylon (Max Romeo &amp; The Upsetters &#8211; 1976). Seinere lagde han en musikal om reggae og samarbeidet tett blant annet med The Rolling Stones.</p>\n<p>&nbsp;</p>\n<p>Ringen er sluttet når tre musikkhistoriske reggaebautaer over sommeren inntar samme scene i en av Oslos grønne lunger. Vi skjønner at det er all grunn til å glede seg til disse veteranene når f.eks. Louderthanwar.com etter en Lee Perry-konsert i England i fjor skriver: «Long live Lee Perry, the undisputed King Of Reggae, extra terrestrialism and free thinking. Don’t miss out on seeing him live, you WILL regret it!”. Vi forventer at opplevelsen ikke blir noe dårligere med The Congos og Max Romeo på scena.</p>\n<p><a href=\"http://www.lee-perry.com/\" target=\"_blank\">www.lee-perry.com</a></p>\n<p><a href=\"http://www.myspace.com/maxromeoepicdub\" target=\"_blank\">www.myspace.com/maxromeoepicdub</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f9cbf0c5-eedf-5fe2-a273-d2668883e695"}}