{"data":{"wordpressPost":{"title":"Godspeed You! Black Emperor and Beach House at Øya","date":"7th March 2013","content":"<p>Godspeed You! Black Emperor: Thursday 8th of August &#8211; <a href=\"http://www.billettservice.no/event/377287\" target=\"_blank\">tickets here</a></p>\n<p>Beach House: Friday 9th of August &#8211; <a href=\"http://www.billettservice.no/event/377289\" target=\"_blank\">tickets here</a></p>\n<p>Goodspeed You! Black Emperor from Canada released 2012’s best instrumental rock album. We’ve been trying to book them for a long time, and finally they are confirmed for our festival. Beach House are becoming more and more popular by every album. Their fantastic Bloom (2012) has made them one of the most popular bands in modern dream pop.</p>\n<p>&nbsp;</p>\n<p>GODSPEED YOU! BLACK EMPEROR (CA)<br />\nAfter a long break, Godspeed You! Black Emperor from Montreal started to play shows again in 2010. Last fall they proved that they are still one of the best instrumental rock bands in the world, with Allelujah! Do not Bend! Ascend! At Øya they will headline our second biggest stage on Thursday 8<sup>th</sup> of August, after the sun has gone down. The band has a lot of loyal fans, even here in Oslo. They have gone from being underground, to become a big cult band. In cities where they previously played in small clubs, they now sell out large concert halls.</p>\n<p>Pitchfork gave the album Allelujah! Do not Bend! Ascend! one of last year&#8217;s highest scores, 9.3: &#8211; I&#8217;m thinking about the idea of transcendence, the raw grace of noise, and the tragedy of endings. Godspeed&#8217;s music works so brilliantly because it can be abstracted and scaled, blown up into an edifice that towers over a continent or shrunk down to something that feels at home in a bedroom.</p>\n<p>The band started in the mid 90’s. The first release was the cassette All Lights Fucked on the Hairy Amp Drooling. After some time, the number of instruments and members increased, and today there are nine people in the band. Lift Your Skinny Fists Like Antennas to Heaven from 2000 is a favorite among fans. The musicians are masters in creating atmospheric music that mixes post-rock, experimental music, progressive and indie.<br />\n<a href=\"http://brainwashed.com/godspeed/\" target=\"_blank\">http://brainwashed.com/godspeed/</a></p>\n<p>&nbsp;</p>\n<p>BEACH HOUSE (US)<br />\nLast year Beach House released their fourth album Bloom, which gave them a larger audience. Their <wbr>version of gentle dreamy pop has <wbr>increased their following on both sides of the Atlantic. The Baltimore duo’s last two long players have been released on legendary label Sub Pop. One can find references to Brian Wilson, Mazzy Star, a selection of 4AD artists and many other musical tidbits from the history of great pop music in their sound.</wbr></wbr></p>\n<p>Popmatters.com believes that Bloom is already a classic and stated: &#8211; In fact, Bloom is a masterstroke, an utter gamechanger. Instead of offering another collection of songs that feels more like a random collection of similarly linked ideas, Beach House made a rarity in the MP3 era: an album that you can sit down and listen to from start to end.</p>\n<p>In 2009 Beach House played Øya and made a song called Norway. <wbr>There is good reason to believe that they look forward to playing in Oslo again. We&#8217;re looking forward to large chunks of melodic cool pop on a hot Friday in August.<br />\n<a href=\"http://www.beachhousebaltimore.com/\" target=\"_blank\">http://www.beachhousebaltimore.com/</a></wbr></p>\n","wordpress_id":3167,"translations":{"nb":null,"en":{"url":"/en/2013/03/07/godspeed-you-black-emperor-and-beach-house-at-oya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"921d2e04-cd78-5b99-90df-f160d6165cac","locale":"en"}}