{"data":{"wordpressPost":{"title":"The Damned på Øyanatt","date":"20th June 2016","content":"<p><b><span style=\"font-family: Arial;font-size: medium\">The Damned – det legendariske bandet bak tidenes første britiske punksingle – kommer på et ytterst sjeldent norgesbesøk i august!</span></b><u></u><u></u></p>\n<p>Bill. kr. 295,- + bill.avg. (4-dagers Øyapass eller dagsbillett 12.08) / 330,- + bill.avg. 18 år leg</p>\n<p><span style=\"font-family: Arial;font-size: medium\">Et av tidenes mest innflytelsesrike punkband har fremdeles to av de mest sentrale og opprinnelige medlemmene i front: vokalist Dave Vanian og gitarist og låtskriver Captain Sensible. Deres melodisterke punk la grunnlaget ikke bare for punken i Storbritannia og Europa, men også senere for gothrock og hardcore. Uten The Damned hadde musikken sett annerledes ut i dag. I tillegg til Vanian og Captain Sensible består bandet av Monty Oxymoron, Pinch og Stu West. De er fremdeles blant punkens mest vitale – og endelig får publikum i Norge en sjanse til å se dem.<u></u><u></u></span></p>\n<p><span style=\"font-family: Arial;font-size: medium\">The Damned, som fikk navnet sitt av den berømte motedesigneren Vivien Westwood, debuterte med tidenes første britiske punksingle «New Rose» i 1976. 20. september 1976 opptrådte de på 100 Club i Oxford Street sammen med The Sex Pistols, The Buzzcocks, Siouxsie &amp; the Banshees og The Clash. Konserten regnes som et historisk øyeblikk i musikkhistorien, da den på mange måter markerte starten på den britiske punken.<u></u><u></u></span></p>\n<p><span style=\"font-family: Arial;font-size: medium\">Året etter albumdebuterte de med «Damned Damned Damned», som i likhet med «New Rose» var produsert av Nick Lowe. Karrieren deres beveget seg senere over i både goth og hardcore. Deres mest solgte album «Phantasmagoria» fra 1985 ga dem flere hits. De spilte nå fengende gothrock, og i 1986 fikk de en kjempehit med sin versjon av Barry Ryans 60-tallsslager «Eloise». The Damned har spilt i Norge kun to ganger før: på Sardine&#8217;s i 1987, i tillegg til at de spilte på Månefestivalen i Fredrikstad i 2008.</span></p>\n<p><a href=\"http://www.officialdamned.com/\" target=\"_blank\">www.officialdamned.com</a></p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":14186,"translations":{"nb":{"url":"/2016/06/20/the-damned-pa-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"88683e5b-eabe-525c-82b6-f8fa446b5be2","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2016/06/20/the-damned-pa-oyanatt/","redirect":false}}}