{"data":{"wordpressPost":{"title":"Nguzunguzu og Benji B til Øyanatt","date":"16th June 2015","content":"<p>Parkteatret + Red Bull Music Academy presenterer<br />\n<strong>NGUZUNGUZU (US) &amp; BENJI B (UK) PÅ ØYANATT</strong></p>\n<p>Billetter kr. 250,- + avg. /200,- + avg. med Øyapass<br />\nI salg via Billettservice<br />\n<a href=\"http://www.billettservice.no/event/466063\" target=\"_blank\">BILLETTER</a><br />\n20 års aldersgrense</p>\n<p>&nbsp;</p>\n<p>Fredag 14. august spiller de urbane sjangersjonglørene Nguzunguzu og britenes klubb-bauta Benji B på Parkteatret i Oslo. Kvelden markerer starten på et langsiktig samarbeid mellom Parkteatret og Red Bull Music Academy.</p>\n<p>– Vi er veldig stolte og glade over å være en del av årets Øyanatt-program på Parkteatret, sier Finn Schye Wollebæk, culture marketing manager i Red Bull Norway.</p>\n<p>– Ekstra stas er det å kunne presentere en rendyrka klubbkveld på en av Oslos desidert viktigste og ikke minst hyggeligste konsertscener. Dette blir det første av flere minneverdige samarbeid i årene som kommer.</p>\n<p>– Vi er utrolig fornøyde med å ha fått Red Bull Music Academy på laget, kommenterer Parkteatretspressesjef Rannveig Falkenberg-Arell.</p>\n<p>– RBMA står for kompromissløs kvalitet innen klubbmusikken, og vi gleder oss stort til å lage noen uforglemmelige kvelder sammen. Øyanatt med Nguzunguzu og Benji B blir et perfekt startskudd.</p>\n<p>Nguzunguzu<br />\nAsma Maroof og Daniel Pineda vokste opp med 90-talls R&amp;B-/hip hop-radio og undergrunnsklubbmusikk. Som Nguzunguzu (uttales en-gu-zu-en-gu-zu) graver de dypt for å komplementere sine eksplisitt eksperimentelle lyder med noe av det friskeste i dagens urbane popmusikk. Resultatet er en unik miks av R&amp;B, rap, klubb, house, kuduro og grime.</p>\n<p>Så langt har den LA-baserte duoen sluppet seks kritikerroste EP-er, senest «Skycell» (Fade to Mind). I tillegg til egne produksjoner er de kjent for sine mange mikser, inkludert «Vicki Leekx»-samarbeidet med M.I.A. og «Perfect Lullaby»-serien gitt ut av DIS Magazine (over 150.000 avspillinger på SoundCloud). I senere tid har de også beveget seg over til å produsere for rappere og vokalister, som Le1f og Kelela.</p>\n<p>«Screwed down, minimalist beat vacation that alternates between desert ocarina jams and spaced-out synths» – The Fader<br />\n«Frantic, tribal sounds that drew on the convergence of Brazilian baile rhythms, Chicago house and London dance music to create primal, infectious grooves» – LA Times<br />\n«Obsessed with the hunt» – XLR8R</p>\n<p><a href=\"https://www.facebook.com/NGUZUNGUZU\">facebook.com/NGUZUNGUZU</a><br />\n<a href=\"https://soundcloud.com/nguzunguzu\">soundcloud.com/nguzunguzu</a></p>\n<p>&nbsp;</p>\n<p>Benji B<br />\nBenji B er en av Storbritannias mest respekterte DJer, kjent verden over for sine radioshow og klubbsett. Siden han i ung alder falt for Londons klubbkultur, har han jobbet utrettelig og samlet en fanskare som ser ham som en lederskikkelse i miljøet.</p>\n<p>Benji er like kjent for klubbsett som graver dypt i platebunken, med alt fra sjelfull elektronisk musikk til hip hop, house og mer, som sine eklektiske, toneangivende radiosendinger. Ved siden av sitt ukentlige program på BBC Radio 1, driver Benji London-klubbkvelden Deviation Sessions på sjette året. Hver måned setter han opp et skreddersydd anlegg, som har vært besøkt av alt fra Flying Lotus, Hudson Mohawke, Joy Orbison, Floating Points og Skream til Moodymann, Dam-Funk, Theo Parrish, Omar-S, Gerd Janson og mange fler.</p>\n<p><a href=\"https://www.facebook.com/officialbenjib\">facebook.com/officialbenjib</a><br />\n<a href=\"http://www.bbc.co.uk/programmes/b00v4tv3\">bbc.co.uk/programmes/b00v4tv3</a></p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n<p>&nbsp;</p>\n","wordpress_id":12139,"translations":{"nb":{"url":"/2015/06/16/nguzunguzu-og-benji-b-til-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c1ab61c3-5431-567c-bc3d-75bc5a0f93bd","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2015/06/16/nguzunguzu-og-benji-b-til-oyanatt/","redirect":false}}}