{"data":{"wordpressPost":{"title":"Barnevennlig festival med Svanen","excerpt":"<p>Også i år stiller Svanen på Øyafestivalen med bleieskiftstasjon, solkrem og aktiviteter for barna. Svanens stand er spesielt rettet mot småbarnforeldre som her kan skifte svanemerkete bleier gratis, men alle andre er også velkomne til å bli bedre kjent med Svanen. Du kan for eksempel prøve svanemerket solkrem i boden.</p>\n","content":"<p>Også i år stiller Svanen på Øyafestivalen med bleieskiftstasjon, solkrem og aktiviteter for barna. Svanens stand er spesielt rettet mot småbarnforeldre som her kan skifte svanemerkete bleier gratis, men alle andre er også velkomne til å bli bedre kjent med Svanen. Du kan for eksempel prøve svanemerket solkrem i boden.</p>\n<p>Svanens bod er plassert samme sted som tidligere år &#8211; nest sist i handlegaten. I tillegg til bleier, tilbys også svanemerket sinksalve, håndkrem, og våtservietter. Barna kan tegne med svanemerkete fargetusjer på svanemerket papir i boden. De tilbys også svanemerkete aktivitetsbøker. Svaneboden vil også ha en enkel miljøquiz hvor det trekkes en heldig vinner hver dag. </p>\n<p>− Svanemerket er på Øyafestivalen for å vise festivalgjestene at det er enkelt å ta gode miljøvalg. På festivalen møter vi mange interesserte mennesker og får en mulighet til å forklare hva Svanen og svanemerkete produkter egentlig innebærer, sier direktør Alvhild Hedstein i Miljømerking. </p>\n<p>ØYAFESTIVALEN OG MILJØ<br />\nØyafestivalen er kjent for sitt miljøfokus, og nytt av året er det at de nå er blitt deltakere i Svanens innkjøperklubb, og dermed har forpliktet seg til å etterspørre og velge svanemerkete produkter. Festivalmagasinet er en svanemerket trykksak som blir trykket opp i 25 000 eksemplarer. </p>\n<p>På festivalens hjemmesider heter det: ”Vi vil at vårt engasjement skal gi publikum mulighet til å handle på en miljøansvarlig måte gjennom for eksempel hvordan man kommer seg fram og tilbake til festivalen, hva slags festivalmat man får i seg, og hvordan man kaster søpla si. Vi er opptatt av at arbeidet vi gjør med miljø er målbart.” Mattilbudet er hovedsakelig økologisk. </p>\n<p><a href=\"http://oyafestivalen.com/pages/nor/17-miljoe\" target=\"_blank\">Du kan lese mer om Øyafestivalens miljøarbeid her</a></p>\n<p><a href=\"http://oyafestivalen.com/pages/nor/21-barn\" target=\"_blank\">Les mer om barn på Øyafestivalen her</a></p>\n","date":"2009-08-06T17:43:00.000Z","wordpress_id":531,"featured_image":null,"translations":{"nb":{"url":"/2009/08/06/barnevennlig-festival-med-svanen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"dbb147e8-a8f5-5d99-a846-11ccade90b9b","locale":"nb"}}