{"data":{"wordpressPost":{"title":"Festivalmagasinet er nå online","excerpt":"<p>Vårt festivalmagasin traff gata i forrige uke, men for de uheldige som ikke har fått sikra seg et eksemplar har vi nå lagt det ut på nettet i sin helhet. Det er web- og designwizzard Håvard Gjelseth fra This Way Design som har lagt opp på nettet, til glede for oss alle. <a href=\"http://dev.thiswaydesign.com/oya/program/\" target=\"_blank\">Klikk på magasinruta til høyre, eller her</a> for å bli shippa direkte til en stemningsfull side der du bokstavelig talt kan bla deg gjennom alle 132 sidene med herlige nyheter, band- og filmomtaler, praktisk info, utstillinger og annet snack.</p>\n","content":"<p>Vårt 132 siders festivalmagasin traff gata i forrige uke, men for de uheldige som ikke har fått sikra seg et eksemplar har vi nå lagt det ut på nettet i sin helhet. Det er web- og designwizzard Håvard Gjelseth fra This Way Design som har hjulpet oss med dette- til glede for oss alle. <a href=\"http://dev.thiswaydesign.com/oya/program/\" target=\"_blank\">Klikk på magasinruta til høyre, eller her</a> for å bli shippa direkte til en stemningsfull side der du bokstavelig talt kan bla deg gjennom alle 132 sidene med herlige nyheter, band- og filmomtaler, praktisk info, utstillinger og annet snack.</p>\n<p>Vipp av deg skoene (lukk døra og trekk for gardinene om du sitter på jobb og skulker unna litt), len deg litt tilbake, sett på litt digg musikk og start lesinga. </p>\n<p>Vi gleder oss noe alvorlig til årets festival, og det håper vi gjelder for dere også!</p>\n<p>Festivalmagasinet 2008:<br />\nAnsvarlig Utgiver: Øyafestivalen<br />\nRedaktør: Arnt O. Andersen<br />\nI redaksjonen: Jonas Prangerød, Ola Prestgård, Trine Sollie, Kari N. og Erik Hauge Stangeby<br />\nGjesteskribenter: Harald Fossberg, Joakim Haugland, Jørgen Hegstad,  Egon Holstad, Frithjof Jacobsen, Henning Klokkeråsen og Lasse Marhaug<br />\nØyadesign 2008: Are Kleivan / kleivan.net<br />\nDesign Festivalmagasin: Erland Banggren / erlandbanggren.com &#038; Are Kleivan<br />\nOnline versjon: Håvard Gjelseth / This Way Design</p>\n","date":"2008-07-17T15:22:00.000Z","wordpress_id":710,"featured_image":null,"translations":{"nb":{"url":"/2008/07/17/festivalmagasinet-er-na-online/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"62ea9571-e90e-5789-9fdd-0bf972effd78","locale":"nb"}}