{"data":{"wordpressPost":{"title":"FØRSTEMANN!","date":"2nd December 2010","content":"<p>Det er ikke mengden folk det kommer an på, men kontakten med de som er der, sier finske Rubik som er inne i sitt tiende bandår og som tidligere har spilt for fulle hus i både USA, Canada og de finske skoger. Purunge LidoLido har fått tilnavnet Norges nye raphåp og syns konserten på Øya gikk sykt mye bedre enn forventet, tross striregn og mangel på det han kaller steinalderenergi. </p>\n<p>*Helt ærlig, hvor kjipt er det å være første band ut?*<br />\nRubik:<br />\nVi hadde ikke så store forventinger, tenkte at ja ja klokken er 13, det regner og dette blir neppe den store rockedrømmen. Men vi ble positivt overrasket, det var kanskje tretti da vi startet og hundre når vi gikk av, så det var jo bra.<br />\nLidoLido:<br />\nJeg likte det veldig godt! Syns det var helt supert!<br />\n*Men nå har jo ikke du spilt sååå mye live heller da..*<br />\nLidoLido:<br />\nDet er sant, og hvis jeg fik velge helt selv hadde jeg nok plassert meg litt senere på kvelden. Gjerne på hovedscenen før Big Boi eller Karpe Diem som er helt fantastiske live. Da hadde jeg hatt et publikum som var helt min greie.<br />\nRubik:<br />\nKl. 22 eller 22.30 er perfekt, rock n roll time! I Finland har vi festivaler som varer til 01.30, hva er poenget med det? Det er ikke noe gøy spille for folk som er helt waysted heller. Det er bedre å starte tidlig og avslutte tidlig. Fordelen med å spille på dagen er at folk er edru, i hvert fall mer eller mindre.<br />\nLidoLido:<br />\nUlempen er jo at den steinalderenergien mangler så tidlig på dagen. Du vet når folk hopper uhemmet opp og ned, hender i været osv. Den energien er det digg å flyte på , så det krever nok litt mer både fysisk og prestasjonsmessig.<br />\n*Hvordan er publikumskontakten midt på lyse dagen?*<br />\nRubik:<br />\nBra! Med lite publikum kan du se folk inn i øynene. Plukke deg ut en og stirre han eller hun i senk. Den publikumskontakten er viktig.<br />\nLidoLido:<br />\nJeg er også veldig på det med øyekontakt og fikk det med flere. Jeg prøver å fortelle så mye som mulig av teksten rett til folk, da setter det seg bedre, de skjønner mer av hva jeg sier. I rap er det viktig, særlig siden det gjerne går fort og på engelsk.<br />\nRubik:<br />\nPublikumskontakten betyr alt. Det er der vi får energien fra. Det er helt annerledes når du ser publikum, det gjør at vi vil gi det lille ekstra. Det er en ekstra takknemlighet når det er få folk. I det minste kom dere. Takk. Folk bryr seg mer når de er færre. Det er ikke min livsfilosofi altså, det er rock n roll..<br />\nLidoLido:<br />\nNår du spiller ute, i dagslys er folk gjerne klare i toppen og vil huske det om du leverer. Det går jo begge veier da, de husker deg om du ikke leverer og. Men lyden er ofte bra når du går på scenen rett etter lydsjekk, ingen har klussa med den. Vi hadde optimal lyd, det var deilig å spille, helt rått!<br />\n*Hvordan vil dere beskrive Øya-publikummet?*<br />\nRubik:<br />\nPublikum var bra, de sang med, klappet og danset. Det gjorde det mye lettere for oss.<br />\nLidoLido:<br />\nMusikkfolk som har ekstra fokus, ikke bare på festivallivet og henger rundt, men som er der for å høre musikk. Du merker det er en annen type oppmerksomhet og tilstedeværelse. De hører bedre enn mange andre. Det er fantastisk!<br />\nRubik:<br />\nDet spiller egentlig ingen rolle hvem de er, så lenge du føler de er vennene dine.<br />\n*Og hvor nervepirrende på en skala fra harehjerte til raufoss var det å skulle starte festivaldag tre?*<br />\nLidoLido:<br />\nJeg har aldri vært særlig god med nerver, dvs jeg har aldri hatt skikkelige nerver. Men jeg kjente at de gjaldt å prestere ekstra bra, hadde litt den flyfølelsen.<br />\nRubik:<br />\nDet er nesten mer skummelt når det er mange tilstede. Da er det bare en stor masse, ikke folk liksom. Da er vi nervøse da. Over tusen og under fem er ekstremt nervepirrende. Er det få ser du om en person går under konserten, det er dritkjipt.<br />\n*Var det mange som gikk?*<br />\nRubik:<br />\nIngen, som vi så. Heldigvis. Det hadde vært et stort nederlag. Da måtte vi bare løyet for oss selv og tenkt at de bare skulle på do, kjøpe seg en ny øl eller noe. Men det er verre på klubb, da vet du at de går fordi de ikke liker musikken. Tanken på det kan være nervepirrende.<br />\n*Er det noe spes dere gjør for å holde nervene på avstand?*<br />\nLidoLido:<br />\nJeg er nok veldig fraværende før vi skal på scenen. Ingen som får kontakt med meg da. Står for meg selv i et hjørne, hopper rundt, rister litt. Tidligere på dagen har det vært masse logistikk. Beskjeder frem og tilbake i siste liten og ikke minst stresset med å finne ut av hva jeg skal ha på meg. Da ringer jeg kjæresten.<br />\n*Og sier den hvite eller den lilla t-skjorta?*<br />\nLIdoLido:<br />\nRiktig.<br />\n*Rubik, er det sant at dere pleier å slåss?*<br />\nRubik:<br />\nJa, våre beste konserter har vært etter slåssing backstage. I ren frustrasjon. Det begynner gjerne med krangling om setlistene. Eller hva som helst. Du vet, da blir vi virkelig skjerpet. Vi digger den energien. Vi pleier ikke slåss før hvert show, men de gangene vi har gjort det har det vært definitivt best. I dag slåss vi litt mer etter konserten.<br />\n*Har det blitt noe catfight mellom deg og Final?*<br />\nLido:<br />\nHe he, nei. Sloss med Final? Det kunne vært interessant. Vi er jo to pingler begge to. Final er verdens beste DJ, men ingen kamphane. Vi må vel nesten teste det for å finne ut hvem som hadde vunnet.</p>\n","wordpress_id":228,"translations":{"nb":{"url":"/2010/12/02/f%c3%b8rstemann/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"60bf6507-92ea-5d68-bb78-88cc6c778d7c"}}