{"data":{"wordpressPost":{"title":"Øya Open: Bonnie &#8220;Prince&#8221; Billy på Rockefeller 29. juni","date":"23rd April 2008","content":"<p>Will Oldham, eller Bonnie “Prince” Billy som mange platekjøpere kjenner han som, er ikke for ofte å se på norske scener. Derfor har vi fått utallige henvendelser om å hente mannen tilbake etter at han spilte på Øyafestivalen i 2002. Nå er han klar for å spille på Øya Open på Rockefeller i slutten av juni.</p>\n<p>Oldham har tidligere utgitt skiver under navn som Palace Brothers, Palace Songs og Palace Music. Hele tiden har han beveget seg igjennom americana, folk og country, men han har alltid hatt en indieappell. Som Bonnie ”Prince” Billy har han gitt ut høydepunkter som I See A Darkness (1999), Master and Everyone (2003) og The Brave and the Bold (2006). Sistnevnte var et samarbeid med post-rockerne Tortoise. Han har også samarbeidet med Bjørk, Sage Francis, Kanye West, Jason Molina, Matt Sweeney, Soulsavers, Sun Kil Moon, David Pajo, samt sine brødre Ned og Paul Oldham.</p>\n<p>Nå skal denne respekterte låtskriveren ta med seg gitaren og sine sterke melodier til Oslo. Dette er det mange som har venta lenge på!</p>\n<p>Billetter i salg hos <a href=\"http://www.billettservice.no/html/home.htmI\" target=\"_blank\">Billettservice.no</a> kr. 250,- + bill. avg. kr. 25,-. 18 år leg. I salg fra lør 26/4</p>\n<p><a href=\"http://www.bonnieprincebilly.com/\" target=\"_blank\">BONNIE PRINCE BILLY PÅ NETT</a></p>\n<p>I løpet av de kommende månedene vil Øyafestivalen presentere et knippe sterke konsertopplevelser i Oslo under navnet Øya Open. Vi starter med de Øya-aktuelle bråkmakerne Health! på Spasibar onsdag 21. mai. Søndag 29. juni står smått legendariske Bonnie ”Prince” Billy på scenen på Rockefeller og onsdag 30. juli, like i forkant av årets Øyafestival, spiller landeveisrockerne Drive-By Truckers på samme sted. Øya Open byr altså på tre heite kvelder, på like mange måneder.</p>\n<p>Øya Open er navnet på konserter og arrangement vi gjør utenom selve Øyafestivalen. I løpet av året vil Øya være medarrangører på et utvalg konserter som vil presenteres under dette navnet. Dette gjør vi fordi det er mye fet musikk vi vil at flere skal høre og fordi det ikke alltid passer våre favorittartister å komme innom Oslo i august. Dermed får vi spredd vårt musikkengasjement utover året og tilby gode konsertopplevelser også utenfor festivalrammene.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d2df3cfa-87fd-5fc6-a965-af834ce4be31"}}