{"data":{"wordpressPost":{"title":"Kjøttfri onsdag, torsdag, fredag og lørdag!","date":"1st August 2018","content":"<p>Å spise mer vegetarisk er noe flere og flere finner ut at de vil gjøre, og da er det fint å få litt hjelp til matlagingen, med produkter som er rene, tilgjengelige og ikke minst smaker godt.</p>\n<p>Coops vegetarprodukter ble ved lanseringen raskt en favoritt både hos landets vegetarianere, og blant de som spiser kjøttfritt en gang iblant. Coop Vegetardag er deres egen vegetarserie som inneholder ca. 20 produkter; både middagsmat og pålegg. På festivalen i år får publikum i tillegg til vegetarburger, også smake vegetarpølsen fra serien, som har tatt helt av salgsmessig i sommer. Coop var den første dagligvareaktøren som lanserte sin egen vegetarserie sommeren 2016, og de sier at spesielt deres yngre kunder oftere velger vegetaralternativer. Coop Mega har i tillegg økologi som en av sine største satsingsområder. Som medlem i Coop, og dermed medeier, får man 20% medlemsbonus på alle produkter i økoserien Coop Änglamark, når man bruker Coop-appen</p>\n<p>&#8220;<em>Coop er eid av kundene, og derfor er det viktig for oss i Coop Mega å høre på hva kundene ønsker seg. De siste årene har vi sett at kundene ønsker mer økologi og mer vegetar, og det er noe vi virkelig satser på,&#8221; </em>sier Daniel Pedersen, kjededirektør i Coop Mega<em>.</em></p>\n<p>Å redusere kjøttforbruket er viktig for å redusere klimagassutslipp, og det har i tillegg gunstige effekter på helsen. Kjøttfri mandag er blitt et velkjent begrep, og på ØYA har alle mataktørene minst ett vegetarisk alternativ, noen boder er helt kjøttfrie, og noen er helt veganske. De som serverer kjøtt har kjøtt av veldig god kvalitet, fra økologiske gårder med godt dyrehold, og noen serverer til og med kjøtt fra dyr de har alt opp på egen gård.</p>\n<p><em>&#8220;På Øyafestivalen er målet for Coop Mega å servere årets beste festivalmat, med fokus på økologiske råvarer og kvalitetsmat uten kjøtt. I år stiller vi nok en gang opp som stolt samarbeidspartner!</em><em> </em><em>For oss er det viktig å kunne gjøre gode vegetarprodukter mer tilgjengelige for folket, og vi benytter anledningen til å vise disse frem på Øya</em>.&#8221; sier Pedersen.</p>\n","wordpress_id":22383,"translations":{"nb":{"url":"/2018/08/01/kjottfri-onsdag-torsdag-fredag-og-lordag/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a9f16dcd-662f-528e-b2fd-b422690542a8","locale":"nb"}}