{"data":{"wordpressPost":{"title":"Fem nye til Øya","date":"1st February 2017","content":"<p>Vi fyller på med spennende, ny musikk i Øya-programmet. De fem ulike navna i dagens slipp kommer på hver sin måte til å være friske, musikalske pust i en sommervarm Tøyenpark. Noen av dem har gitt ut lovpriste album de siste månedene, mens andre snart kommer med nye utgivelser.</p>\n<p>Dagsbilletter og ukespass er i salg.</p>\n<p>&nbsp;</p>\n<p><strong>KAJA GUNNUFSEN</strong></p>\n<p>Kaja Gunnufsen er en av de siste åras friskeste låtskrivere. Hennes pop på norsk er full av melodier og betraktninger, med både humor og melankoli. Debuten Faen Kaja fra 2014 viste fram en artist det vil være spennende å følge i lang tid. Oppfølgeren Ikke Tenk På Det viser modning, men med de samme kvalitetene som tidligere. Begge hennes album har blitt nominert til Spellemann.</p>\n<p><a href=\"http://erikvalebrokk.no/faen-kaja-jo-fantastisk/\">Erik Valebrokk</a> har beskrevet Ikke Tenk På Det på denne måten: &#8211; Med oppfølgeren Ikke Tenk På Det har Kaja Gunnufsen laget voksenversjonen av debutplaten, atter en gang med alvorlig innhold pakket inn i søte og temmelig uimotståelige popmelodier. Siden sist er hun blitt samboer og mor og har følgelig tatt et skritt bort fra sitt tidligere liv og innholdet fra Faen Kaja. Det merkes.</p>\n<p><a href=\"http://www.kajagunnufsen.no\">www.kajagunnufsen.no</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>DARLING WEST </strong>&#8211; bildet</p>\n<p>Darling West er en trio med bagasjen full av deilige poplåter pakka inn i deres variant av amerikansk tradisjonsmusikk. Debuten fra 2014 varsla at dette var et band med grep om gode låter og kledelig framføring. Med fjorårets Vinyl And A Heartache på Vestkyst Records oppnådde de økt oppmerksomhet og større etterspørsel.</p>\n<p>De tre medlemmene spiller også med Odd Nordstoga, Marit Larsen, Bjørn Eidsvåg og andre. Når de kommer sammen, bringer de assosiasjonene til Gillian Welch, Ryan Adams eller Gram Parsons. Vi kan garantere at Darling West vil stå for et av Øyafestivalens mest behagelige musikkhøydepunkter. Dette er nemlig country som står godt til storbypark og augustsol.</p>\n<p><a href=\"https://www.facebook.com/darlingwestmusic/\">www.facebook.com/darlingwestmusic</a></p>\n<p><a href=\"http://darlingwest.no/\">darlingwest.no</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>STRANGE HELLOS</strong></p>\n<p>Strange Hellos har de siste månedene sluppet ei herlig rekke singler som har blitt tatt inn i varmen til P3 og P13. I dag kommer fjerde singel, kalt Monumental, og noen uker etter Øya er debutalbumet ute. Vi la først merke til bandet i forbindelse med deres opptreden på Tilt under Klubbdagen i fjor.</p>\n<p>I Strange Hellos finner man medlemmer med bakgrunn fra Lumikide, AURORA, Great News, Casiokids og The Megaphonic Thrift. Sammen lager de en slags svevende, drømmevariant av powerpop.</p>\n<p>«Strange Hellos steal our attention with their dreamy and stargazing pscyh-pop. With the horizon-charging anthemics of Fleetwood Mac viewed through the hazy shoegaze prism of Beach House, Strange Hellos have the songcraftsmanship to win hearts, matched with a distinctive edge that sets apart.» &#8211; Gigwise<br />\n<a href=\"https://www.facebook.com/strangehellosmusic/\">www.facebook.com/strangehellosmusic</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>SHAME (UK)</strong></p>\n<p>Shame lager rå rock inspirert av post-punk. London-bandets låter er energiske og ofte dansbare. De imponerer stadig større publikum og er klare for å ta Europa med storm. I hjembyen er Shame nå et av de heiteste nye navna, og de har delt scene med band som The Fall og Fat White Family. Debutsingelen The Lick/Gold Hole kom i fjor høst. Bandet var et av de absolutte høydepunktene på Eurosonic-festivalen i Nederland denne vinteren.</p>\n<p><a href=\"http://www.impactnottingham.com/2015/11/live-review-the-garden-shame-bodega-01112015/\">Impactnottingham.com</a> har påstått at «…they switch effortlessly between scuzzy garage-punk and more delicate, slacker rock…». Om du ikke har tålmodighet til å oppdage denne gjengen først under Øya, kan det være greit å vite at de spiller på Øyas by:Larm-kveld 3. mars.</p>\n<p><a href=\"https://www.facebook.com/shamebanduk/\">www.facebook.com/shamebanduk</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>HAJK</strong></p>\n<p>Etter noen fine singler er Hajk klare med debutalbumet 10. februar. Låtene de har utgitt sålangt får oppmerksomhet hos popkjennere både i inn- og utland. De spilte sin første konsert i Biblioteket på Øya for et par år siden. Nå er de absolutt klar for ei større scene, og vi tror skiva kommer til å være en sommerpopfavoritt for 2017.</p>\n<p>Blant inspirasjonskildene nevner de kvalitetsnavn som Whitney, Amason, Unknown Mortal Orchestra, Feist, Dungen, Father John Misty, Stevie Wonder og Mac Demarco. <a href=\"http://p3.no/musikk/hva-fader-er-det-du-driver-med/\">NRKs Urørt</a> har ment at «med forfriskende og vårlig virilitet tar HAJK fatt på alternativ pop med overbevisende meloditeft».</p>\n<p><a href=\"https://www.facebook.com/hajkband/\">www.facebook.com/hajkband</a></p>\n","wordpress_id":19398,"translations":{"nb":{"url":"/2017/02/01/fem-nye-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d900e45f-db91-5004-93f5-5f84f5b4dcb9","locale":"nb"}}