{"data":{"wordpressPost":{"title":"The Julie Ruin til Øya","date":"12th January 2015","content":"<p>Bekreftelsene har strømma inn på Øya-kontoret den siste tiden. Denne uka vil vi slippe et nytt navn til neste års plakat hver hverdag. Vi starter med en skikkelig gladnyhet. I 2014 måtte Kathleen Hannas nye band The Julie Ruin avlyse sin Europa-tur, og dermed også konserten på Øya. Etter en tids sykdom er Hanna tilbake på scenen, og hun ville gjerne gjøre det godt igjen etter at fansen ikke fikk oppleve bandet hennes i fjor. Vi er veldig fornøyde med at de endelig kommer til Tøyenparken i år.</p>\n<p>Både dagsbilletter og ukespass er i salg nå. Følg med de neste dagene for flere artistslipp.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-full wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"187\" height=\"178\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p><strong>THE JULIE RUIN (US)</strong><br />\nKathleen Hanna har de siste tiårene vært hjernen bak punkbandet Bikini Kill og dansepoppunktrioen Le Tigre. Nå kommer hennes nye band The Julie Ruin til Oslo og Øya. Debutalbumet Run Fast kom i 2013, og inneholder flere elementer man kjenner igjen fra hennes tidligere band. Det er frisk og fengende rock i bunnen, krydra med tøff, leken pop. Rett før jul, ga de ut sjutommeren Blueberry Island.</p>\n<p><a href=\"http://exclaim.ca/Music/article/julie_ruin-run_fast\" target=\"_blank\">Exclaim!</a> beskreiv albumet som: &#8211; … crunchy riffs, bombastic organs and stomping beats that redefine the sounds of the past, bringing them into a crisp, new light</p>\n<p>Utgangspunktet for The Julie Ruin ble danna på siste halvdel av 90-tallet, når Hanna jobba med ei soloskive som skulle gis ut under navnet Julie Ruin. I stedet for å fortsette dette arbeidet, ble hun plutselig altfor opptatt med suksessen til Le Tigre. Når sistnevnte band gikk i dvale, plukka hun nok en gang opp det tidligere navnet, nå med THE foran. I dagens utgave av The Julie Ruin er tidligere Bikini Kill-medlem Kathi Wilcox også med. De andre medlemmene er håndplukka av Hanna, og består av musikere og kunstnere hun har stor sans for og ønska å samarbeide med. De samla seg i New York for øving og utarbeiding av låtmateriale.</p>\n<p>Kathleen Hanna kunne oppleves på fjorårets Øya gjennom dokumentarfilmen om henne, kalt The Punk Singer. Vi anbefaler at du får med deg denne, skiva Run Fast av The Julie Ruin og deres konsert i Tøyenparken i august.</p>\n<p><a href=\"http://thejulieruin.com/\">http://thejulieruin.com/</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5844d145-200b-50bd-a2b4-cf8ffc079f5a"}}