{"data":{"wordpressPost":{"title":"Øyanatt-programmet til Lot Lot på Dattera til Hagen","date":"28th June 2011","content":"<p>Torsdag 11. august <br />\nLot Lot presenterer i samarbeid med Red Bull Music Academy og Natt &#038; Dag: <br />\n*LARRY HEARD (US) /  DMX KREW (UK) / ØYVIND MORKEN  / (+ute) Uraki Riddim*  <br />\nCC: 150,- / 100,- med øyabånd  <br />\nForsalg på Billettservice  <br />\nAldersgrense: 20 år<br />\n* Larry Heard*, aka Mr Fingers, er det nærmeste man kommer en gudfar for housemusikken. Han står bak to av sjangerens mest kjente låter («Can U Feel It», «Sun Can’t Compare»), og har inspirert alle som holder på med interessant housemusikk – fra Four Tet til Ricardo Villalobos. En av Oslos desidert beste DJs, Luna Flicks-sjef og Larry Heard-fan *Øyvind Morken*, varmer opp for legenden. I førsteetasjen har vi en godsak for alle Aphex Twin- og Warp-fans, nemlig *Ed fra DMX Krew*. Ed har stått for spenstig elektropop og funk med sine utgivelser på Aphex Twins egen etikett Rephlex Records. Man vel kan gjette hvem som kanskje dukker opp denne kvelden. Resident Advisor-skribent og Do It!-sjef Alexander Horne, aka Uraki Riddim, varmer opp i bakgården.</p>\n<p>Fredag 12. august <br />\nLot Lot presenterer i samarbeid med Red Bull Music Academy og Natt &#038; Dag: <br />\n*ACTRESS (UK)  / PARIAH (UK)  / HUNEE (DE) / SNASEN  / DUBIOUS DJs  / TELEPHONES &#038; CHMMR med gjest fra Berlin + Dødpop Records &#8211; Sprutbass, Melkeveien og Beatbully *<br />\nCC: 150,- / 100,- med øyabånd  <br />\nForsalg på Billettservice  <br />\nAldersgrense: 20 år <br />\nBritiske *Actress* har markert seg som en visjonær musiker og ekstremt spennende produsent. Han siste plate Splazsh ble kåret til fjorårets beste utgivelse i The Wire, i tillegg til årsbeste både i Resident Advisor og Pitchfork. Vi er enormt stolte over å få presentere et livesett med Actress for første gang i Norge. Unggutten *Pariah* hadde sitt gjennombrudd i fjor på kort tid blitt en spydspiss på den unge UK-scenen. DJ-settene hans er favoritter hos alle fra Fact Magazine til etiketten Tri Angle, som kalte ham den mest spennende elektroniske produsenten i dag. Tidligere Amulet-gitarist-gone-beatmaker *Snasen* varmer opp, det samme gjør Tony Wilson og Stian Westerlund Eriksen, som sammen utgjør *Dubious*. I førsteetasjen får vi besøk av to av norske fremadstormende produsenter og DJs, nemlig *Telephones &#038; Chmmr*. Begge bor i Berlin med seg har de en av Berlin housen beste DJs *Hunee*. Som igjennom sine utgivelser på Berghain labelet OstGut Ton og Prins Thomas Internasjonal har bevist han lager noe av mest spenstige og jackin house musikken i Europa om dagen. For å toppe kvelden, begynner vi tidlig med Skweee i bakgården. Der blir det *Dødpop Records-showcase* med Melkeveien, Sprutbass og Beatbully.</p>\n<p>Lørdag 13. august<br />\n Lot Lot presenterer i samarbeid med Red Bull Music Academy og Natt &#038; Dag:<br />\n*JOHN TALABOT (ES)*<br />\n*Full Pupp extravaganza med  PRINS THOMAS  / BLACKBELT ANDERSEN /  HUBBABUBBAKLUBB / SOMMERSTAD LIVE / I andre etasjen WASSERFALL +  JAN MAYEN*<br />\n CC: 150,- / 100,- med øyabånd <br />\nForsalg på Billettservice  <br />\nAldersgrense: 20 år <br />\nSom en avslutning på årets Øyafestival kan du feste natten lang sammen med labelet Full Pupp. *Prins Thomas* spiller i Middelalderparken sammen med sitt orkester tidligere på dagen, men snurrer skiver i første på Dattera denne kvelden. *Blackbelt Andersen* drar låter fra sin Full Pupp-skive, og vi byr på eksklusiv livepremiere med *Hubbabubbaklubb/Sommerstad Live* – to av norsk discos mest spennende grupper som her slår seg sammen til et sjumannsliveband. Tenk Liquid Liquid og !!! møter spacedisco. I andre spiller deephouse-produsent *Wasserfall* og *Jan Mayen*. </p>\n<p>Den internasjonale overraskelsen som skal headline kvelden, er nå klar: Den mystiske produsenten John Talabot er siste booking til årets Øyanatt-program i regi av Lot Lot på Dattera. Den suksessfulle spanjolen har gjennom utgivelser på Permanent Vacation, Young Turks og Hivern Discs, og sitt samarbeid med Øya aktuelle Glasser, skapt seg ett internasjonalt renomme med sin samplebaserte, suggerende dansemusikk. Pitchfork kalte ham Best New Music for både låten «Sunshine» og den seneste singelen med Glasser. Den fengende musikken fra hans første EP My Old School har vært fast innslag i andre visjonære artister  &#8211; som Jamie xx, James Murphy og James Holden &#8211; sine DJ-sets. Talabot føyer seg inn i den vitale Barcelona-scenen, sammen med blant andre Delorean og El Guincho. Gjennom solfylt musikk har de alle bidratt til å sette den katalanske byen på musikkartet. </p>\n<p>Les mer på <a href=\"http://www.facebook.com/event.php?eid=251824208165801.\" target=\"_blank\">Facebook</a> Billetter vil bli sluppet på Billettservice i løpet av uke 28. </p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":125,"translations":{"nb":{"url":"/2011/06/28/ayanatt-programmet-til-lot-lot-pay-dattera-til-hagen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4501bb1c-dccd-54f2-b5b3-3c42017312f6","locale":"nb"}}