{"data":{"wordpressPost":{"title":"Reggae legends to Øya","date":"28th April 2012","content":"<p>The Øya Festival have now confirmed a booking of reggae legends coming to the Medieval Park Friday the 10th of August. The Vocal group The Congos have been going since the mid-70&#8217;s. This time, they&#8217;re coming to Oslo with eccentric producer and artist Lee «Scratch» Perry. Adding to this, they&#8217;re also bringing Max Romeo and full backing band. We promise an unforgettable concert in the sunny Medieval park.</p>\n<p>&nbsp;</p>\n<p><strong>THE CONGOS + LEE “SCRATCH” PERRY + MAX ROMEO (JM)</strong></p>\n<p>There&#8217;s a pretty amazing combination of Jamaican legends arriving at the Medieval Park on Friday the 10th of August. A big chunk of reggae history will actually be gathered at Øya, spreading good vibes all over our city.</p>\n<p>&nbsp;</p>\n<p>The Congos were started by Cedric Myton and Roydel «Ashanti» Johnson. Their trademark is the unique combination of their voices. This vocal group have collaborated with Sly Dunbar and had their greatest albums produced by Lee Perry. Their most famous album is their debut Heart of the Congos, commonly known as one of Lee Perry&#8217;s finest moments. The album was made in his Black Ark Studio in 1977 before he burnt down the whole place. Many see Heart of the Congos as the best reggae release of all time together with Cultures&#8217; Two Sevens Clash.</p>\n<p>&nbsp;</p>\n<p>76-year old Lee «Scratch» Perry is a living legend within reggae and dub. In addition to a rich career as an artist he has produced for Bob Marley &amp; The Wailers and worked with almost anyone who&#8217;s someone in the Jamaican music scene. Perry has definitely been key in creating the sound of the music he has worked with, which has led to fruitful collaborations with names like Beastie Boys, The Clash, Andrew W.K. and George Clinton. Last year, he released the album Rise Again, which Paste called «an indispensible recording from one of the world’s most important living artists». «Scratch» is undoubtedly known as a highly unpredictable man, so you&#8217;ll need to show up at sunset Friday 10th of August to make up your own opinion.</p>\n<p>&nbsp;</p>\n<p>Max Romeo could also have chosen retirement, but has since the mid-sixties and until this day provided his audiences with unforgettable moments both on record and live. He had his breakthrough with the song Wet Dream, which was forbidden on British radio. The curiousity of the Brits was so strong that the song still made top ten. He later recorded great hits like One Step Forward and Chase the Devil with Lee Perry. In the 70&#8217;s, he released the classic album War Ina Babylon (Max Romeo &amp; The Upsetters -1976). Following this he made a musical about reggae music and has collaborated closely with amongst others, The Rolling Stones.</p>\n<p>&nbsp;</p>\n<p>The ring is sealed when three historic reggae artists enter the stage together in Oslo. We understand there is good reason to be excited to see these veterans when Louderthanwar.com wrote the following after seeing a Lee Perry concert in England last year:  «Long live Lee Perry, the undisputed King Of Reggae, extra terrestrialism and free thinking. Don’t miss out on seeing him live, you WILL regret it!”. We expect this performance to be no less breathtaking when Perry is joined by The Congos and Max Romeo on stage.</p>\n<p><a href=\"http://www.lee-perry.com/\" target=\"_blank\">www.lee-perry.com</a></p>\n<p><a href=\"http://www.myspace.com/maxromeoepicdub\" target=\"_blank\">www.myspace.com/maxromeoepicdub</a></p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d620e7e3-ba70-56f9-b3d3-21c5547de345"}}