{"data":{"wordpressPost":{"wordpress_id":15110,"title":"X antall år med Øyablikk!","excerpt":"<p>Møt mannen som vil jobbe med Øya til han blir kasta ut! </p>\n","content":"<p><em>Tekst: Aleksine Piiksi</em></p>\n<p>Vi er flinke på å gi oppmerksomhet til alle våre flotte artister. Men det er så mange andre som trenger oppmerksomhet. Det er nemlig dere; gjester, presse og produksjonsarbeidere som gjør Øyafestivalen til Øyafestivalen. Og mange av dere har vært med en lang stund! Derfor har vi valgt å gi litt kjærlighet til et par av dere som har bidratt til Øyafestivalen har blitt en av Norges beste festivaler.</p>\n<p>Kyrre Heldal Karlsen er en av de som jobber hardt hvert år for å skape en fin festivalopplevelse for resten av oss. Han er kunstansvarlig for festivalen, og jobber med band, teater, dans og kunst året rundt. ”Jeg driver også et dansekompani sammen med kona mi, Shi Pratt. Vi bor på Grønland, den eneste delen av Oslo som kjennes som en by.” sier han, før han stolt legger til ” Dattera mi er frivillig på Øya for første gang i år. Velkommen Tyra!”.<br />\nHan kan ikke huske første gangen han begynte å jobbe for festivalen, men det var en gang på 2000-tallet. ” Jeg har aldri vært gjest, er her bare når jeg jobber, og har gjort lys på en uendelig mengde band nesten hvert eneste år siden starten i Middelalderparken!”.</p>\n<p>Øya er årets største begivenhet i musikkmiljøet i Oslo. Kyrre er født og oppvokst i Oslo, og syns det er helt fantastisk å ha en så fet festival rett utenfor døra. ”Flere av de feteste gigene i karrieren min er gjort på Øya. Den første gigen med The National Bank var stort for eksempel”. Han forteller at han jobber mye alene i forkant av festivalen, nærmest døgnet rundt de siste dagene før. ” Først etter vi har åpna, etter konserten, og noen ganger etter vi er ferdig å rigge ned, kan jeg ta inn hva jeg har vært med på. Den følelsen, når jeg ser publikum i ekstase over noe jeg har vært med på å skape, da plutselig skjønner jeg hvorfor jeg driver med alt det her, og hvorfor det er verdt søvnmangelen, jobbinga og all reisinga”.</p>\n<p>Jeg spør han hva han gleder seg mest til med årets festival, siden han ironisk nok ikke er så glad i å gå på konserter. ”At festivalen åpner. Kunsten på Øya leverte første lyd ut i år! Det er et nykomponert verk som to komponister i Skrap har laget til festivalen. Verket som er kalt ”Desibel” er et svært grønt horn ved hovedbaren. Denne lyd-skulpturen ble laget som en protest mot gruvedeponi i Førdefjorden. Den lagde en lyd som ble hørt over hele byen!”</p>\n","date":"2016-08-11T10:18:52.000Z","featured_image":{"title":"Skjermbilde 2016-08-11 kl. 12.15.04","filename":"Skjermbilde-2016-08-11-kl.-12.15.04.png","filesize":1218499,"url":"http://oya.test/assets/uploads/2016/08/Skjermbilde-2016-08-11-kl.-12.15.04.png","link":"http://oya.test/skjermbilde-2016-08-11-kl-12-15-04/","alt":"","author":"3","description":"","caption":"","name":"skjermbilde-2016-08-11-kl-12-15-04","status":"inherit","uploaded_to":0,"date":"2016-08-11 10:20:49","modified":"2016-08-11 10:20:49","menu_order":0,"mime_type":"image/png","type":"image","subtype":"png","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":798,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2016/08/Skjermbilde-2016-08-11-kl.-12.15.04-150x150.png","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2016/08/Skjermbilde-2016-08-11-kl.-12.15.04-300x300.png","medium_width":300,"medium_height":300,"medium_large":"http://oya.test/assets/uploads/2016/08/Skjermbilde-2016-08-11-kl.-12.15.04-768x766.png","medium_large_width":768,"medium_large_height":766,"large":"http://oya.test/assets/uploads/2016/08/Skjermbilde-2016-08-11-kl.-12.15.04.png","large_width":800,"large_height":798,"small":"http://oya.test/assets/uploads/2016/08/Skjermbilde-2016-08-11-kl.-12.15.04.png","small_width":320,"small_height":319,"medium_small":"http://oya.test/assets/uploads/2016/08/Skjermbilde-2016-08-11-kl.-12.15.04.png","medium_small_width":640,"medium_small_height":638,"xlarge":"http://oya.test/assets/uploads/2016/08/Skjermbilde-2016-08-11-kl.-12.15.04.png","xlarge_width":800,"xlarge_height":798}},"translations":{"nb":{"url":"/2016/08/11/x-antall-ar-med-oyablikk/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"42590d10-386d-5e88-903d-2a51d837a8a5","locale":"nb"}}