{"data":{"wordpressPost":{"title":"Studenter fra 80 land tegner for Øya","excerpt":"<p>Verdens største konkurranse for arkitektstudenter, norske 120 HOURS har inngått et samarbeid med Øyafestivalen. Denne uken skal over 2000 studenter fra 80 land konkurrere om å få tegne et nytt festivalmidtpunkt i Tøyenparken.</p>\n","content":"<p>Mandag 17. Februar, kl. 14.00 starta årets utgave av studentkonkurransen 120 HOURS. Over 1500 håpefulle studentlag fra 80 land har meldt seg på konkurransen. I løpet av 120 timer skal studentene konkurrere om å designe en nytt bygg til sommerens festival.</p>\n<p>-Vi er utrolig stolte av å få muligheten til å jobbe sammen med Øyafestivalen under årets konkurranse. For våre deltakere vil det være veldig inspirerende å vite at deres prosjekt kan bli bygget på en av Europas beste musikkfestivaler, sier Magnus Asker Pettersen, grunnlegger av 120 HOURS.</p>\n<p>Årets oppgave går ut på å tegne en paviljong og et midtpunkt på Øyafestivalen. Det legges vekt på at bygget skal gi publikummet en opplevelse som er i tråd med festivalens mål om å skape bærekraftig underholdning. Juryen vil søke prosjekter som definerer temaet bærekraft på helt nye måter, og hvor dette blir en opplevelse i seg selv.</p>\n<p><b>Stjernespekket jury</b><br />\nEn av årsakene til at 120 HOURS i løpet av fire korte år har rukket å bli en av verdens største studentkonkurranser er juryen, som hvert år består av noen av de mest kjente navnene innen arkitektur. Fremst i rekken av årets jurymedlemmer er OMA-partner Ellen van Loon. Hun skal vurdere studentenes bidrag sammen med de internasjonalt anerkjente arkitektene Nanne de Ru, Eva Franch og Alfredo Brillembourg, samt representanter fra Øya og AHO-student Martin Brandsdal.</p>\n<p>&#8211; Vi er svært glade for at vi har klart å rekruttere noen av verdens ledende arkitekter som jurymedlemmer. Dette er med på å styrke vår tro på at det vi gjør ikke bare er viktig for studentene, men for bransjen i sin helhet, sier grunnlegger Hans Martin Halleraker.</p>\n<p><b>Påmeldingsrekord</b><br />\nKonkurransen som for bare fire år siden ble startet som en intern oppgave for elever ved Arkitekthøyskolen i Oslo har vokst seg til å bli en kjempe innen feltet. Arrangørene forteller at antall påmeldte har tredoblet seg siden i fjor og at deltakerne til årets konkurranse kommer fra over 80 forskjellige land.</p>\n<p>&#8211; Det er helt sprøtt, epostkassene våre er fulle av mail fra studenter fra hele verden. Når selv studenter fra krigsherjede land som Syria finner tid til å være med betyr det at vi har gjort noe riktig. Vi håper vår konkurranse kan bidra til å gi studenter i andre land noen av de samme mulighetene som vi har i Norge, sier grunnlegger Peder Brand.</p>\n<p><b>Om 120 HOURS</b><br />\n120 HOURS er en konkurranse for arkitektstudenter som ble initiert av tre AHO studenter i 2010. De ønsket å skape et større samfunnsmessig engasjement blant studentene og å opprette en ny arena hvor norske arkitektstudenter kunne presentere seg for bransjen.</p>\n<p>Konkurransen introduserte en helt ny konkurranseform, der studentene får 120 timer for å løse et komplekst og sosialt relevant oppdrag. Ved å ta opp aktuelle diskusjoner i både den offentlige og i arkitektur debatten, forsøker konkurransen å være en bidragsyter til nye tanker og diskusjoner i samfunnet.</p>\n<p>120 HOURS er en uavhengig konkurranse organisert på en non-profit , frivillig basis, uten involvering fra en skoleadministrasjon. Konkurransen har som mål å gi studenter en stemme i dagens arkitektoniske diskurs og et relevant første møte med arkitektkonkurranser. Kort sagt; vi gir unge talenter den oppmerksomheten de fortjener…</p>\n<p>… og dette er bare begynnelsen</p>\n<p>&nbsp;</p>\n<p>For mer informasjon besøk <a href=\"http://www.120hours.no/\">www.120HOURS.no</a> og <a href=\"http://www.facebook.com/120hours\">www.facebook.com/120hours</a></p>\n","date":"2014-02-18T11:32:28.000Z","wordpress_id":9489,"featured_image":{"title":"hourscrop","filename":"hourscrop.jpg","filesize":283282,"url":"http://oya.test/assets/uploads/2014/02/hourscrop.jpg","link":"http://oya.test/hourscrop/","alt":"","author":"3","description":"","caption":"","name":"hourscrop","status":"inherit","uploaded_to":0,"date":"2014-02-18 11:31:47","modified":"2014-02-18 11:31:47","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2014/02/hourscrop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2014/02/hourscrop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2014/02/hourscrop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2014/02/hourscrop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2014/02/hourscrop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2014/02/hourscrop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2014/02/hourscrop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2014/02/18/studenter-fra-80-land-tegner-for-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"58f0c9b8-580f-5ee7-b2a2-98c439c52a8a","locale":"nb"}}