{"data":{"wordpressPost":{"title":"En Norgesdebut, en hjemkomst og en indiefavoritt","excerpt":"<p>Datarock / Rise Against (US) / Grizzly Bear (US)<br />\nØyafestivalen byr nå på tre knallnavn til Middelalderparken i august. En hjemlig favoritt og to amerikanske som begge kommer til Norge for første gang. Disse kommer til å bidra til den beste Øyafestivalen i historien.</p>\n","content":"<p>Øyafestivalen byr nå på tre knallnavn til Middelalderparken i august. En hjemlig favoritt og to amerikanske favoritter, hvor den ene kommer til Norge for første gang. Disse kommer til å bidra til den beste Øyafestivalen i historien.</p>\n<p>DATAROCK<br />\nDatarock har sittet i treningsdressene sine på innbytterbenken noen år siden de spilte klokka to på dagen på hovedscenen vår i 2005. Dette var konserten som ble oversett av norske medier, men ble hyllet av utenlandsk presse. Øya-konserten var på mange måter starten på Datarock sin tre år lange ferd ut i verden med suksess på det ene kontinentet etter det andre. Australias svar på P3 forelsket seg i bandet, en agent fra London bestemte seg for å booke bandet og fortelle alle om sin åpenbaring osv osv osv, alt midt i solsteika på Enga scenen for det ganske så ukjente Bergens- bandet. Vi har ventet og ventet på ny plate, og for noen uker siden fikk vi høre den. Vi var ikke<br />\ni tvil, Datarock må opp på scenen vår igjen, denne gang litt seinere enn klokka to. I vår kommer Datarock med ny musikk, i form av andrealbumet Red. Sjøl mener de å ha gravd fram inspirasjon fra rocken som ble laget mellom 1976 og 1983, samt annen populærkultur fra samme periode. Samtidig insisterte de under innspillingen på å kun bruke utstyr som var laget før 1983 og la til Fela Kuti, Afrika Bambaataa og Kraftwerk blant de viktige referansepunktene. Alt dette kan du nå oppleve i konsertversjon på Øya. Bli med på festen du og.</p>\n<p><a href=\"http://www.myspace.com/datarock\" target=\"_blank\">MYSPACE</a></p>\n<p>RISE AGAINST (US)<br />\nRise Against har de siste åra vokst seg store nok til å være regna som et av USAs største punkrockband. Nå kommer de for første gang til Norge, for å spille på Øyafestivalen. Bandet ble starta i Chicago for 10 år siden, av to medlemmer fra 90-tallspunkerne 88 Fingers Louie. Fra starten var de hekta på gamle helter som Black Flag, Minor Threath, All og Bad Religion. Selskapet til Fat Mike fra NOFX, Fat Wreck Chords ga ut de tidlige skivene, men i dag er Rise Against på betydelig større Geffen. Hvilken stor fanskare bandet har i hjemlandet ble synlig med The Sufferer and the Witness gikk inn på tiendeplass på Billboardlista for noen få år siden. Den nyeste utgivelsen Appeal to Reason kom i oktober og storma inn på tredjeplass på samme liste. Skiva er hakket mer tilgjengelig enn tidligere materiale og sikra bandet radiospilling på P3 her hjemme. Dette betyr ikke at de har laget vassen pop eller har sluppet opp på trøkket. Dette er kraftfull og effektiv rock som passer godt til frustrasjonsutblåsing eller frislipp av hemninger.  Rise Against har de siste åra turnert med et bredt utvalg band fra det amerikanske punkmiljøet, deriblant Billy Talent, NOFX, Agnostic Front og Sick Of It All. På Øyafestivalen kan du forvente et heltent band med begge beina planta i solid hardcore og med nese for fengende låter. Rise Against spiller i Middelalderparken onsdag 12. august (samme dag som blant annet Municipal Waste). Vi regner med at det blir trangt og allsangspreget i mengden foran scena.<br />\n<a href=\"http://www.myspace.com/riseagainst\" target=\"_blank\">MYSPACE</a></p>\n<p>GRIZZLY BEAR (US)<br />\nVi har merket oss de siste månedens entusiastiske ønsker om Grizzly Bear i Middelalderparken og er storfornøyde med å ha navnet på årets plakat. Brooklyn-kvartetten leker seg med indie, rock og eksperimentell musikk på en egen måte. Gitarist Daniel Rossen er for øvrig også en del av kritikerroste Departement of Eagles. Grizzly Bear startet som et prosjekt ledet av Ed Droste, noe som i første omgang resulterte i skiva Horn of Plenty (2004). Groove.no påsto den gang om bandet at de var  ”leverandører av varsomt ynde med en grunnmur bygd opp av for eksempel Simon &#038; Garfunkel, Syd Barrett og Nick Drake, med forgreninger til slowcore-band som Idaho og Low, elektropopen til The Notwist og CocoRosie, drodleriene til Elephant 6-scenen og ikke minst slektskap til nyere stjernebarn som Sufjan Stevens og Animal Collective”. De ble linket til det såkalte anti folk- eller freak folk-miljøet i USA, men henter også mye fra moderne elektronisk musikk. På oppfølgeren Yellow House (2006) fungerte Grizzly Bear som et skikkelig band. Deretter bar det videre til samarbeid med CSS, Band of Horses og Beirut, før de fikk turnere som oppvarming for Radiohead i fjor. De har også hatt mulighet til å dele scene med TV on the Radio, Feist og Paul Simon. I slutten av mai kan du kjøpe albumet Veckatimest og i august kan du få en enorm musikkopplevelse på Øya, når bandet besøker Norge for første gang. De har brukt mange måneder på å skape denne skiva, som det selvsagt er meget høye forventninger til. Grizzly Bear er original og spennende pop. På Øya blir du invitert inn i Grizzly Bears verden. Du er velkommen til å ta med deg en venn og bli en stund.<br />\n<a href=\"http://www.myspace.com/grizzlybear\" target=\"_blank\">MYSPACE</a></p>\n","date":"2009-02-16T09:04:00.000Z","wordpress_id":630,"featured_image":null,"translations":{"nb":{"url":"/2009/02/16/en-norgesdebut-en-hjemkomst-og-en-indiefavoritt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0ec1ce91-253f-50be-a2d3-79b623339e9d","locale":"nb"}}