{"data":{"wordpressPost":{"title":"Øya-prat: Highasakite","date":"2014-07-25T08:25:47.000Z","content":"<div>\n<div>\n<div>\n<p>Vi tok en rask festivalprat med Ingrid Håvik fra Highasakite. De går på scena i Amfiet fredag 8. august, klokka 19.10.</p>\n<p>Hva er ditt beste festivalminne?<br />\n&#8211; <em>Jeg er ikke så veldig glad i festivaler som publikummer, så for meg er det å sitte backstage og sole meg i ro og mak den beste opplevelsen. Å sitte backstage på Roskilde med hele teamet er et veldig fint minne. </em></p>\n</div>\n</div>\n</div>\n<div>\n<div>\n<div>\n<p>Hvem hadde headlinet din drømmefestival?<br />\n<em>&#8211; Det er vel Highasakite det da. Jeg synes jo det er skikkelig gøy å spille konserter, så det hadde vært veldig gøy å spille selv. Ellers synes jeg det var ganske fett å se the knife live på Øya i fjor. </em></p>\n</div>\n</div>\n</div>\n<div>\n<div>\n<div>\n<p>Hva er det dummeste man kan gjøre på festival?<br />\n<em>&#8211; Ha på seg penklær, men det spørs jo på festivalen kanskje. På Moldejazz er det jo ikke gressletter og gjørme, så da er kanskje det dummeste man gjør å sitte å drikke seg full og ikke få med seg noen konserter.</em></p>\n<p>Hvem gleder du / dere deg mest til å se av de andre artistene som spiller under årets festival?<br />\n<em>&#8211; Robyn og Røyksopp på Øya. </em></p>\n</div>\n</div>\n</div>\n<div>\n<div>\n<div>\n<p>Hvilken artist eller person har påvirket deg mest?<br />\n<em>&#8211; Jeg kan ikke plukke ut en enkelt person eller artist som har påvirket meg mest. Jeg har hatt masse fantastiske musikere rundt meg, og jeg har hørt på et hav av artister gjennom livet mitt som har satt seg fast i meg. Ikke minst hadde jeg veldig flinke lærere på folkehøgskole og konservatoriet.</em></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p>\n","wordpress_id":10694,"translations":{"nb":{"url":"/2014/07/25/oya-prat-highasakite/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1a151fa6-844e-5886-af3f-353dd9766c50","locale":"nb"}}