{"data":{"wordpressPost":{"wordpress_id":144,"title":"Mhoo spiller på trikken 9. august","excerpt":"<p>Øyafestivalen har under Klubbdagen de siste åra etablert en fin tradisjon i samarbeid med Trikken, hvor man har presentert kjente norske artister i intimkonsert på nettopp trikken. I år skal Vestfolds bluegrasskometer spille seg gjennom Oslo på en trikk som er satt opp spesielt for denne anledningen. Det pleier å bli trangt, så det kan lønne seg å møte opp på Stortorget i god tid før konserten beveger seg på kryss og tvers av byen tirsdag 9. august. </p>\n<p>Hele programmet til Klubbdagen, med over 70 band, slippes i første halvdel av juni.</p>\n","content":"<p>MHOO<br />\nMhoo fikk masse oppmerksomhet i fjor, i forbindelse med finfine konserter på blant annet Øyafestivalen, Camp Indie på Rockefeller 16. mai og by:Larm. Nå er endelig debutalbumet Talking In The Streets klart. Kalle Gustafsson fra The Soundtrack Of Our Lives har produsert ei skive som er full av inspirasjon fra tradisjonsrike uttrykk som folk, country, mariachi og bluegrass. Med tanke på at Mhoo er en gjeng i slutten av tenåra har de både den nødvendige lekenheten og modenheten for å spille denne musikken med stor troverdighet. Kvartetten har det med å opptre på litt spesielle steder, og på Klubbdagen topper de det med konsert på en trikk som kjører gjennom hovedstaden. </p>\n<p>Trasé:<br />\nKl. 19:00 &#8211; Stortorvet &#8211; Homansbyen &#8211; Majorstuen &#8211; Frogner &#8211; Solli &#8211; Aker brygge &#8211; Jernbanetorget &#8211; Stortorvet.<br />\nKl. 20:00 &#8211; Stortorvet &#8211; Homansbyen &#8211; Majorstuen &#8211; Frogner &#8211; Solli &#8211; Aker brygge &#8211; Jernbanetorget &#8211; Stortorvet.</p>\n<p><a href=\"http://www.myspace.com/mhoomusic\" target=\"_blank\">MYSPACE</a></p>\n<p>Fotograf: Marian Strand</p>\n","date":"2011-05-30T10:08:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/05/30/mhoo-spiller-pa-trikken-9-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e67087a8-4207-54f0-8918-4913f6abeb72","locale":"nb"}}