{"data":{"wordpressPost":{"title":"Lars Vaular og Daniel Kvammen klare for Øya","date":"24th November 2016","content":"<a title=\"Buy tickets here!\" target=\"_blank\" class=\"inline-ticket-button\" href=\"https://www.ticketmaster.no/artist/oyafestivalen-billetter/301563\">Buy tickets here!</a>\n<p>I starten av uka slapp vi de første navna til neste års Øya-plakat. Nå fyller vi på med to store og aktuelle norske artister. Lars Vaular skal få æren av å avslutte den siste kvelden i Amfiet, vår aller største scene. På nyåret kommer det ny musikk fra Daniel Kvammen, og vi har stor tro på at han kommer til å begeistre enda flere i 2017.</p>\n<p>Om du mener det er for lenge til august kan du bli med på warm up, som arrangeres i samarbeid med Aftenposten. Torsdag 8. desember fylles Parkteatret for en fest hvor du får minikonserter med nettopp Vaular, Kvammen og det nye håpet Marie Sahba. De to første kan du lese om lenger ned.</p>\n<p>Marie Sahba er et friskt pust i norsk musikkliv. Den norsk-iranske 23-åringen leverer popmusikk med elementer fra både Østen og britisk rock fra tidlig 80-tall. I januar 2017 slipper hun sin debutsingelen Black Veil som beskriver det å være kvinne i krysningen mellom øst og vest. Gjennom vinteren 2017 skal hun pendle mellom Oslo og Liverpool for å fullføre sitt første album som har planlagt release høsten 2017.</p>\n<p><a href=\"http://www.ticketmaster.no/event/519539\">Billettene til Øya warm up koster kun 99,- og og er i salg hos Ticketmaster nå.</a></p>\n<h4>LARS VAULAR – lørdag 12. august, Amfiet</h4>\n<p>I 2017 er det ti år siden Lars Vaular ga ut sitt første soloalbum. Siden da har han jevnlig tatt store steg musikalsk og popularitetsmessig. Nå er han et av de aller største norske hiphopnavna, med god grunn. Øya har fulgt Vaular lenge, og det er med stor glede vi plasserer han helt øverst på programmet på avslutningsdagen.</p>\n<p>I høst har man kunnet følge Lars Vaular i hans helt egne morsomme serie Ekte Mann. Han er en uredd artist som har samarbeida med alt fra Ingebjørg Brattland til John Olav Nilsen &amp; Gjengen og Sondre Lerche. På den ferske singelen Heartbreak Hotel kan du høre Vaular sammen med Vinz.</p>\n<p>Med Helt Om Dagen, Helt Om Natten i 2010 nådde han for første gang topp ti på den norske albumlista, noe han har gjentatt to ganger siden. I 2015 ga han ut den ambisiøse EP-trilogien 666. Om denne skreiv <a href=\"http://www.aftenposten.no/kultur/Lars-Vaular-avslutter-arets-triologi-med-stil-61630b.html\">Aftenposten</a>: &#8211; Lars Vaular har utarbeidet en særegen stemme. 666-trilogien er sterkt personlig, og allikevel allmenngyldig, med en enhetlig sound som ikke minner om noe annet som tidligere er gjort i norsk rap.</p>\n<p>Lars Vaular kommer til å skape en fantastisk fest i Amfiet. Hvem vil vel ikke slippe hemningene til lyden av låter som Gary Speed, Fett, Solbriller På, Rett Opp Og Ned, pluss en masse nytt materiale.</p>\n<p><a href=\"https://www.facebook.com/larsvaularnmg/\">www.facebook.com/larsvaularnmg</a></p>\n<p><strong>DANIEL KVAMMEN</strong></p>\n<p>I 2017 kommer det ny musikk fra Daniel Kvammen, og ryktene sier at den musikalske horisonten er videre denne gangen. Kvammen har på kort tid blitt en suksess som låtskriver og artist gjennom debutalbumet Fremad I Alle Retninga, og låter som Du Fortenar Ein Som Meg og Fuck Deg, Helsing 90-talet. Med sterke melodier og gode tekster på Geilo-dialekt har han blitt en favoritt både på norske scener og radio. På Øya får du garantert høre gamle favoritter og nye musikalske blinkskudd fra Kvammen.</p>\n<p>Etter EPen 1988 skreiv <a href=\"http://p3.no/musikk/kort-og-godt/\">P3.no</a>: &#8211; Daniel Kvammen har det siste året gått fra ukjent til allemannseie. Selv om en utgivelse med fire låter – derav en allerede kjent – er tynt grunnlag å bedømme, viser 1988 EP at suksessen med «Du fortenar ein som meg» og det tilhørende albumet ikke bare var nybegynnerflaks. Kvammen har nemlig både teften og egenarten som trengs for virkelig å etablere seg som en av de mest betydelige artistene i norsk musikk fremover.</p>\n<p><a href=\"http://www.danielkvammen.no/\">www.danielkvammen.no</a></p>\n","wordpress_id":15340,"translations":{"nb":{"url":"/2016/11/24/lars-vaular-og-daniel-kvammen-klare-for-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b933d8cb-b93a-5f09-92ea-ecf43c070b74"}}