{"data":{"wordpressPost":{"wordpress_id":148,"title":"Miniøya i Tøyenparken denne helga","excerpt":"<p>Dette er festivalen for deg som vil ta med barna for å oppleve bra musikk. Kidsa fortjener skikkelige konserter og ikke bare playbackshow med enkeltlåter. Det blir bra mat, muligheter til bading i utendørsdelen av Tøyenbadet.</p>\n<p>I år selges det svært rabatterte familiebilletter.</p>\n","content":"<p>Øyafestivalens søsterfestival Miniøya arrangeres i Tøyenparken lørdag 28. og søndag 29. mai, og er en musikkfestival for barn og unge. Festivalen arrangeres for andre gang og byr på et stort og variert program for hele familien. </p>\n<p>Noen av høydepunktene<br />\n* Maria Mena gjør sin første konsert i Oslo på to år.<br />\n* Emil Nikolaisen tar med seg et stjernelag av musikere og fremfører Velvet Underground for barn<br />\n* Store norske artister som Big Bang, Datarock og Oslo Ess møter ett helt nytt publikum<br />\n* Stella Mwangi gjør sin første og eneste Oslo-konsert på denne siden av sommeren i Oslo<br />\n* AF1 &#8211; NRK-favorittene viser seg en sjelden gang på en stor scene i Oslo.<br />\n* Maj Britt Andersen har laget egen forestilling tilpasset festivalpublikummet.<br />\n* Kaptein Sabeltann og Kardemomme By til Oslo, vi er så stolte.<br />\nSe hele programmet nederst</p>\n<p>Billettene går unna, så vi anbefaler at du kjøper på forhånd!<br />\n<a href=\"http://www.billettservice.no/minioya-billetter/artist/837884\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n<p><a href=\"http://minioya.no/\" target=\"_blank\">MINIØYA PÅ NETT</a></p>\n<p>Litt om Miniøya<br />\nMiniøya mål er å vise at kvalitetsmusikk og store festivalopplevelser ikke skal være forbeholdt voksne. Det gjenspeiles i årets program. Det blir konserter som vil overraske barn og voksne, og gi dem fine opplevelser sammen. Musikk for barn er ikke ensbetydende med barnemusikk. På Miniøya får barna møte noen av landets beste og mest folkekjære artister, som skal spille hele konserter for barn, unge og deres familier. Samtidig blir de introdusert til mindre kjente band, som indierock-bandet Dry the River og Phaedra som tar festivaldeltakerne med inn i sin magiske verden. </p>\n<p>Musikk er hovedingrediensen på Miniøya, men det blir også rom for teater, dans og kunst. Festivalområdet blir en kreativ møteplass for ulike kulturuttrykk, kunstformer og andre overraskelser. Artister og kunstnere møter et nytt og ærlig publikum. Nytt av året er scenen Teltet, som vil danne den perfekte ramme for store kulturopplevelser, som Captain Credible, Sven Ryghs mysterier og X-Ray. I tillegg kommer en av fjorårets store suksesser tilbake: Peer Gynt i Dovregubbens hall.</p>\n<p>På festivalområdet blir det også animasjonstelt hvor Qvisten animasjon lærer bort hvordan Knerten blir levende. Det blir miniteaterskole med Nationaltheatret. I Venneteltet møter barna heltene sine fra Vennebyen, og på scenen Dukketeateret blir det verdenspremiere, møte med Baldrian og Musa, og workshop hvor barna får lage egne dukker. I tillegg feirer vi bursdagen til Amnesty International, som blir 50 år festivalhelgen. Varme festivaldeltakere kan ta en dukkert i Tøyenbadet. Utebassengene blir en del av festivalområdet.</p>\n<p>På Miniøya er barn og unge mer enn tilskuere. På programmet er det flere konserter og aktiviteter med artister under 16 år. Miniøya gjennomfører Urørt under 16 i samarbeid med NRK P3, Malabarstudio og Øyafestivalen. Finalen skjer på Miniøya.</p>\n<p>Festivaldeltakerne blir ledet gjennom de to dagene av kule konferansierer. Hele Norges barne-tv-heltinne Margrethe Røed syntes det var så gøy på Miniøya i fjor, at hun har lyst å komme tilbake. I år kommer også Marianne Furevold, som er et kjent og elsket fjes for barn og foreldre i mer enn ti år gjennom engasjerte og intelligente opptredener i flere Barne-TV-programmer på NRK. Det vet alle som har sett «Huset med det rare i» og «Stå opp!» en tidlig søndagsmorgen.</p>\n<p>OBS!! Du kommer ikke inn om du er over 16 år og ikke har med barn.<br />\nMiniøya skal være en eksklusiv festival for de unge.</p>\n<p>Åpningstider i Tøyenparken<br />\nlørdag   1100–1800<br />\nsøndag  1100–1800</p>\n<p>PÅ PROGRAMMET UNDER MINIØYA<br />\nBIGBANG &#8211; DATAROCK &#8211; STELLA MWANGI &#8211; MARIA MENA &#8211; KAPTEIN SABELTANN OG KARDEMOMME BY FRA DYREPARKEN I KRISTIANSAND &#8211; MAJ BRITT ANDERSEN OG SLATTUM BULLS &#8211; AF1 &#8211; OST &#038; KJEX MED BARNEKOR &#8211; EMIL NIKOLAISEN MED VENNER &#8211; DRY THE RIVER (UK)  &#8211; CAPTAIN CREDIBLE (UK)  &#8211; OSLO ESS &#8211; PHAEDRA &#8211; X-RAY MED BOLLYWOOD HIP HOP-DANS &#8211; SVEN RYGHS MYSTERIER &#8211; PEER GYNT I DOVREGUBBENS HALL &#8211; URØRT UNDER 16 FINALE &#8211; MARGRETHE RØED OG MARIANNE FUREVOLD FRA NRK – VENNEBYEN &#8211; BADELAND MED UTEBASSENGENE TIL TØYENBADET &#8211; ANIMASJONSVERKSTED med QVISTEN ANIMATION &#8211; TEGNETELT med ARILD MIDTHUN OG DONALD DUCK &#8211; TEATERTELT med NATIONALTHEATRET &#8211; KUNSTVERKSTED med ASTRUP FEARNLEY MUSEET -BURSDAGSTELT med AMNESTY &#8211; JOURNALISTSKOLE med LOKALAVISENE I OSLO &#8211; MILJØCAMP med EL-RETUR OG FORSKERFABRIKKEN &#8211; ROCKELAKK med JULIA &#8211; TROLLSMINKE med PEER GYNT -BILBELTELØFTET med STATENS VEGVESEN &#8211; AUTOGRAFTELT MØT DINE HELTER! &#8211; DUKKETEATRET med AV-OG-TIL &#8211; ALTFOR MANGE KANINER med WAKKA WAKKA &#8211; BALDRIAN OG MUSA med GIERT WERRING &#8211; WORKSHOP -LAG DIN EGEN DUKKE! &#8211; PERFORMANCE med LENE STENSETH OG MARTHE RAMM FORTUN &#8211; KUNSTHALL med DANIELL/STRANDBERG &#8211; GATETEATER med MAX NORMAL &#8211; KAMPEN SKOLES MUSIKKORPS &#8211; LEKEPLASS med SØVE LEKEMILJØ &#8211; KUNSTINSTALLASJON med DRAGEN FRITIDSKLUBB &#8211; GRØNT PUNKT presenterer GLADIATORS MILJØLEKER &#8211; LIVE JUKEBOKS med DET NORSKE SOLISKOR</p>\n","date":"2011-05-25T13:28:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/05/25/minioya-i-toyenparken-denne-helga/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8ce16d39-b695-56c4-93eb-c948f6019e66","locale":"nb"}}