{"data":{"wordpressPost":{"title":"Øyafestivalen lanserer nytt kunstprosjekt","excerpt":"<p>I samarbeid med plakatkunstneren Are Kleivan trøkker vi til med et nytt prosjekt til glede for oss selv og andre med en genuin interesse for konsertplakater. </p>\n<p>På utvalgte steder rundt om i byen vil du de neste dagene risikere å snuble over en begynnende serie gigposters med artister som skal spille på Øya til sommeren. Det finnes totalt kun 200 (!) eks av hver plakat. De er silketrykka, nummererte og signerte av kunstneren selv- på tjukt og særdeles digg papir. Det er vel unødvendig å nevne at dette kjapt blir å regne som samleobjekter&#8230;</p>\n","content":"<p>I samarbeid med plakatkunstneren Are Kleivan trøkker vi til med et nytt prosjekt til glede for oss selv og andre med en genuin interesse for konsertplakater. </p>\n<p>På utvalgte steder rundt om i byen vil du de neste dagene risikere å snuble over en begynnende serie gigposters med artister som skal spille på Øya til sommeren. Det finnes totalt kun 200 (!) eks av hver plakat. De er silketrykka, nummererte og signerte av kunstneren selv- på tjukt og særdeles digg papir. Det er vel unødvendig å nevne at dette kjapt blir å regne som samleobjekter&#8230;</p>\n<p>*Hvorfor, Øya? Hvorfor?*<br />\nInternasjonalt eksisterer det nå en stadig voksende samlerkultur rundt band- og konsertplakater. Dette ønsker vi å ta på alvor, og håper med dette å kunne spre litt inspirasjon og samlerglede her til lands.</p>\n<p>*Are Kleivan utdyper:*<br />\n&#8220;_La oss starte med litt historie. Dette setter det hele i nær sammenheng med indie-kulturen og øyas kjernemusikk og band, samt sier noe om hvorfor Øya gidder å gjøre dette?_</p>\n<p>_De siste 10 årene har det skjedd en gradvis eskalering av plakatsamling Internasjonalt. Det forklares av mange med at tidligere flater som LP-coveret (og snart CD-coverets) nesten-død gradvis erstattes med andre måter å visualisere musikken på for fans._</p>\n<p>_Pionerene innen den moderne rockposterscenen er definitivt Frank Kozik og Art Chantry, to menn som på hver sin side av USA formet hele visualiteten til det som idag er kjent som indie-scenen. Frank Kozik drev på tidlig nittitall plateselskapet Man’s Ruin i Austin, Texas. Han ga ut og designet da helt uskrevne blad som som Turboneger, Kuyss, Queens of The Stone Age, Fu Manchu, Hellacopters og Melvins- og en haug av deres venner og beslektede._</p>\n<p><a href=\"http://www.gigposters.com/designer/2386_Frank_Kozik.html\" target=\"_blank\">Klikk her for et jekli godt utvalg av verker med Frank Kozik</a><br />\n<a href=\"http://www.fkozik.com/\" target=\"_blank\">&#8211; eller gå inn på hjemmesiden hans ved å klikke her</a></p>\n<p>_Chantry på sin side levde og jobbet I Seattle på samme tid, og hadde pennen sin borti de aller fleste band og plateselskaper som påvirket eller kom ut av den såkalte Grungescenen: Mudhoney, Nirvana, Soundgarden, Tad, Supersuckers, Rev Horton Heat, Jon Spencer Blues Explosion, The Breeders og en rekke andre artister Øya-publikumet bør ha på Ipoden sin. Samtidig lagde de mellom seg tusenvis (!) av konsertplakater, som idag går for mange hundre dollar på gallerier, messer og e-bay._</p>\n<p><a href=\"http://www.gigposters.com/designer/3275_Art_Chantry.html\" target=\"_blank\">Klikk her for et jekli godt utvalg av verker med Art Chantry</a></p>\n<p>_Kozik og Chantry er alene ansvarlige for at det i dag er minst like selvfølgelig for amerikanske konsertgjengere å kjøpe med seg et plakattrykk som en t-skjorte på konserter med favorittbandet. Det er rift bland bandene om å få de råeste kunstnerne å lage plakater for de, SAMTIDIG som det er rift blandt kunstnerne å få lage for de feteste banda! Slike synergier blir det bra plakatkunst av!_&#8221;</p>\n<p>*Are hvem, sa du?*<br />\nAre Kleivan har holdt på med dette i over 18 år uten at dette har gitt noe positivt utslag på lommeboka hans. Han sier selv at den beste betalinga ligger i å finne egne plakater hengende rundt på private dasser og hybelvegger. Fin innstilling! Samma type som har gjort designet til Øyafestivalen de siste tre åra.</p>\n<p>Utover private dasser i slitne studenterkåker har Kleivan de seinere åra representert Norge med gigposters på utstillinger I Atlanta, Boston, Minneapolis, Omaha, Hong Kong og Warsawa. Han er også med I en rekke mer eller mindre toneangivende bøker, publikasjoner og artikler om emnet. </p>\n<p><a href=\"http://kleivan.net/\" target=\"_blank\">Klikk her for å komme deg inn på hjemmesiden til Are Kleivan.</a></p>\n<p>*Plakatene i korte trekk:*<br />\nI første runde har vi valgt å trykke tre konsertplakater- nevnte vi at de alle er silketrykka i et begrensa opplag på 200 eks, nummerert og signert av kunstneren selv?<br />\n*Plakat 1:* Skulle vi ønska oss kun én plakat på kontordassen, måtte det være en gigposter med My Bloody Valentine på Øya. So be it!<br />\n*Plakat 2:* Vi så for oss at om vi satte sammen disse Øyabanda til én kveld hadde vi sannsynligvis dansa til vi møtte mannen med ljåen. Hør her a: Diplo, Girl Talk, diskJokke, Holy Fuck, N.E.R.D., Kid Sister &#038; A-Trak, Buraka Som Sistema og Janelle Monaé.<br />\n*Plakat 3*: TBA<br />\n<a href=\"http://www.flickr.com/gp/23032713@N02/B2330F\" target=\"_blank\">*En kjapp slide av plakatene kan du se ved å klikke her.*</a></p>\n","date":"2008-02-20T14:42:00.000Z","wordpress_id":785,"featured_image":null,"translations":{"nb":{"url":"/2008/02/20/ayafestivalen-lanserer-nytt-kunstprosjekt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0a813354-c197-5366-961b-cbd8f8787165","locale":"nb"}}