{"data":{"wordpressPage":{"title":"Volunteer","content":"<p><span style=\"font-weight: 400;\">Last year there were over 2600 amazing volunteers who worked at the festival. Volunteers are the backbone, the core of the festival and one of the main reasons why the festival last year became the best ever! As a volunteer at Øya, you get a unique experience, a chance to work in the background and be part of what makes the festival go round.</span></p>\n<p><span style=\"font-weight: 400;\">Be quick to register and your chances are higher for getting exactly the job you want. However, we advise that you read all of the information on this page before registering.</span></p>\n<p><code><!><a href=\"https://oya.mobilise.no/Applicant.aspx?arr=9080651&#038;lang=UK\">VOLUNTEER APPLICATION IS HERE</a></!></code></p>\n<p><span style=\"font-weight: 400;\">Oh! By the way: To volunteer at Øya you must be over 18 years old on the first festival day, i.e the 7th of August.</span></p>\n<p><b>What does it mean to be a volunteer? What do we expect from you?</b></p>\n<p><span style=\"font-weight: 400;\">We offer a wide range of different volunteer jobs. You do not need to have any prior festival experience, but we hope you have a contagious good mood, whether the sun is shining or it is raining cats and dogs. We expect you to show up on time and contribute to the best of your ability until your work session is over. As a reward, we guarantee you an unforgettable experience, great music, tasty organic food, eternal gratitude and then some.</span></p>\n<p><b>What kind of jobs can I get? </b></p>\n<p><span style=\"font-weight: 400;\">Here are some tasks you can get as a volunteer:</span></p>\n<ul>\n<li><span style=\"font-weight: 400;\"> Rigging &#8211; up or dismantling of fences, tents, etc.</span></li>\n<li><span style=\"font-weight: 400;\"> Security &#8211; ensure that everyone is doing well at the festival and not get lost in the festival area.</span></li>\n<li><span style=\"font-weight: 400;\"> Bar &#8211; tap and sell beer, soda, snacks and other bar merch to our guests.</span></li>\n<li><span style=\"font-weight: 400;\"> Drivers &#8211; drive to and from the festival area with equipment and people</span></li>\n<li><span style=\"font-weight: 400;\"> Cooking &#8211; help to create good organic food for volunteers and artists</span></li>\n<li><span style=\"font-weight: 400;\"> Delta Force &#8211; The festival &#8220;all in one&#8221; force that works everywhere at the festival, where needed, when needed.</span></li>\n<li><span style=\"font-weight: 400;\"> Furniture Group &#8211; Assist with the assembly and installation of furniture &#8211; prior to and / or after the festival.</span></li>\n<li><span style=\"font-weight: 400;\"> Order Central &#8211; Procurement of Equipment in / dispensing equipment from the festival area.</span></li>\n<li><span style=\"font-weight: 400;\"> Popcorn store- Selling popcorn and other snacks.</span></li>\n</ul>\n<p><span style=\"font-weight: 400;\">Unfortunately we cannot guarantee that everybody will get exactly the job they want or the days they want to work, but we will do our very best to make sure that happens.</span></p>\n<p><b>How much do I work?</b></p>\n<p><span style=\"font-weight: 400;\">It varies a bit how much you work according to the job you do. Generally one can say that you work one day and then get one day free admission to the festival. If you work during the festival, you have to work two days to get the other two days off.</span></p>\n<p><span style=\"font-weight: 400;\">PS! Questions? Send us an <a href=\"mailto:volunteer@oyafestivalen.com\">e-mail</a></span></p>\n","wordpress_id":48,"locale":"en","slug":"volunteer","acf":null,"translations":{"nb":{"url":"/frivillig/"},"en":{"url":"/en/volunteer/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"aaa0b288-84fd-5918-a035-4a238be37547","locale":"en"}}