{"data":{"allWordpressPost":{"edges":[{"node":{"title":"Program og spilletider for Camp Øya er klart!","wordpress_id":23965,"link":"/2019/05/16/program-og-spilletider-for-camp-oya-er-klart/","excerpt":"<p>Gratis inngang på det beste av ny norsk musikk &#8211; torsdag 23. mai på Ingensteds og Blå.</p>\n","locale":"nb","date":"2019","featured_image":{"title":"campøya ny","filename":"campoya-ny.png","filesize":424532,"url":"http://oya.test/assets/uploads/2019/05/campoya-ny.png","link":"/2019/05/16/program-og-spilletider-for-camp-oya-er-klart/campoya-ny/","alt":"","author":"3","description":"","caption":"","name":"campoya-ny","status":"inherit","uploaded_to":23965,"date":"2019-05-16 10:12:42","modified":"2019-05-16 10:12:42","menu_order":0,"mime_type":"image/png","type":"image","subtype":"png","icon":"http://oya.test/wp-includes/images/media/default.png","width":2400,"height":1256,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/campoya-ny-320x320.png","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/campoya-ny-1024x536.png","medium_width":1024,"medium_height":536,"medium_large":"http://oya.test/assets/uploads/2019/05/campoya-ny-1600x837.png","medium_large_width":768,"medium_large_height":402,"large":"http://oya.test/assets/uploads/2019/05/campoya-ny-1920x1005.png","large_width":1920,"large_height":1005,"small":"http://oya.test/assets/uploads/2019/05/campoya-ny-320x167.png","small_width":320,"small_height":167,"medium_small":"http://oya.test/assets/uploads/2019/05/campoya-ny-640x335.png","medium_small_width":640,"medium_small_height":335,"xlarge":"http://oya.test/assets/uploads/2019/05/campoya-ny.png","xlarge_width":2400,"xlarge_height":1256}}}},{"node":{"title":"Øyanatt med Tanya Stephens","wordpress_id":23952,"link":"/2019/05/14/oyanatt-med-tanya-stephens/","excerpt":"<p>På John Dee etter at parken stenger fredag 9. august.</p>\n","locale":"nb","date":"2019","featured_image":{"title":"tanya_stephens_gig_main_img c","filename":"tanya-stephens-gig-main-img-c.jpg","filesize":54932,"url":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","link":"/2019/05/14/oyanatt-med-tanya-stephens/tanya_stephens_gig_main_img-c/","alt":"","author":"3","description":"","caption":"","name":"tanya_stephens_gig_main_img-c","status":"inherit","uploaded_to":23952,"date":"2019-05-14 08:03:42","modified":"2019-05-14 08:03:42","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","medium_width":800,"medium_height":500,"medium_large":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c-320x200.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c-640x400.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","xlarge_width":800,"xlarge_height":500}}}},{"node":{"title":"Fra plastavfall til kjempeblekksprut!","wordpress_id":23907,"link":"/2019/05/14/fra-plastavfall-til-kjempe-blekksprut/","excerpt":"<p>Øyafestivalen samarbeider med Teknisk museum og plastkunstnerne Pippip Ferner og Hilde Kjepso om å samle inn plastavfall til en diger blekksprut av plast. </p>\n","locale":"nb","date":"2019","featured_image":{"title":"IMG_3882","filename":"img-3882.jpg","filesize":2574276,"url":"http://oya.test/assets/uploads/2019/05/img-3882.jpg","link":"/2019/05/14/fra-plastavfall-til-kjempe-blekksprut/img_3882/","alt":"","author":"11","description":"","caption":"","name":"img_3882","status":"inherit","uploaded_to":23907,"date":"2019-05-14 08:46:59","modified":"2019-05-14 08:46:59","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":2939,"height":3010,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/img-3882-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/img-3882-1024x1049.jpg","medium_width":1024,"medium_height":1049,"medium_large":"http://oya.test/assets/uploads/2019/05/img-3882-1600x1639.jpg","medium_large_width":768,"medium_large_height":787,"large":"http://oya.test/assets/uploads/2019/05/img-3882-1920x1966.jpg","large_width":1920,"large_height":1966,"small":"http://oya.test/assets/uploads/2019/05/img-3882-320x328.jpg","small_width":320,"small_height":328,"medium_small":"http://oya.test/assets/uploads/2019/05/img-3882-640x655.jpg","medium_small_width":640,"medium_small_height":655,"xlarge":"http://oya.test/assets/uploads/2019/05/img-3882-2560x2622.jpg","xlarge_width":2560,"xlarge_height":2622}}}},{"node":{"title":"Fire nye til Øya – Under 700 fredagsbilletter igjen","wordpress_id":23925,"link":"/2019/05/13/fire-nye-til-oya-under-700-fredagsbilletter-igjen/","excerpt":"<p>Under 700 billetter igjen til fredag – onsdag snart utsolgt﻿.</p>\n","locale":"nb","date":"2019","featured_image":{"title":"Koffee_Oya2019 c","filename":"koffee-oya2019-c.jpg","filesize":144476,"url":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","link":"/2019/05/13/fire-nye-til-oya-under-700-fredagsbilletter-igjen/koffee_oya2019-c/","alt":"","author":"3","description":"","caption":"","name":"koffee_oya2019-c","status":"inherit","uploaded_to":23925,"date":"2019-05-12 08:54:12","modified":"2019-05-12 08:54:12","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","medium_width":800,"medium_height":500,"medium_large":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c-320x200.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c-640x400.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","xlarge_width":800,"xlarge_height":500}}}}]},"wordpressPost":{"wordpress_id":732,"title":"Komplett Øyanatt","excerpt":"<p>Vi har tidligere sluppet et utvalg godbiter til årets Øyanatt. Programmet til Øyanatt er også større og bredere enn noensinne. I år inkluderer det noen av Oslos mest levende og spennende musikkmiljøer. På alle Øyanatt-arrangement får du rabatt ved framvising av gyldig Øya-armbånd. Under kan du lese mer om de artistene som skal spille på klubber rundtom i byen etter at Middelalderparken stenger.</p>\n","content":"<p>Programmet i Middelalderparken er ferdig klokka 23.00 hver kveld. For de av dere dere som vil tyne kroppen maksimalt har vi fått med oss noen gode venner og partnere i Oslo til å sette sammen en musikalsk drømmepakke som garantert vil få svetten til å renne hele natta. Festivalområdet i Middelalderparken åpner tross alt ikke portene før tolv dagen etter.</p>\n<p>På alle Øyanatt-arrangement får du rabatt ved framvising av gyldig Øya-armbånd. Under kan du lese mer om de artistene som skal spille på klubber rundtom i byen etter at Middelalderparken stenger.</p>\n<p>LES OG SVETT!</p>\n<p>DISSE ER MED, SCROLL NEDOVER FOR PROGRAM:</p>\n<p>BLÅ, I SAMARBEID MED KOSMISCHE, NORWAY RAT OG THE FIX<br />\nGARAGE, I SAMARBEID MED 13THFLOOR CLUB<br />\nCAMP INDIE &#038; MYSPACE PÅ REVOLVER<br />\nPLANB PÅ STRATOS<br />\nSUNKISSED PÅ FABRIKKEN<br />\nPARKTEATERET I SAMARBEID MED SMUGLESNING.NO OG TORNADO<br />\nTHE VILLA </p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>\n<p>BLÅ I SAMARBEID MED KOSMISCHE CLUB PRESENTS:<br />\nONSDAG 6.AUGUST 22.00 &#8211; 03.00<br />\nc.c. 150/100 </p>\n<p>DAMO SUZUKI (JP)<br />\nRADIO 9<br />\nSOUND CARRIERS</p>\n<p>Kosmische club has been home to some of the most sweaty, wild and slightly unhinged nights known to London&#8217;s clubland. Now Djing regularly in Oslo, Kosmische Club proves that it is possible to dance to krautrock. &#8216;Krautrock, electronica and music from the future&#8217; is the motto: you can expect propulsive grooves, textured soundscapes and some genuinely OUT THERE music.</p>\n<p>DAMO SUZUKI (JP)<br />\nDamo Suzuki &#8211; the legendary singer of Can &#8211; has been on &#8216;never-ending tour&#8217;, creating &#8216;instant composition&#8217; [as Can did] with selected musicians in whichever town he visits. Tonight&#8217;s line-up features an all-star lineup from some of Oslo&#8217;s best Kraut-inspired bands.</p>\n<p>RADIO9<br />\nFeaturing members of Je Suis Animal and ex-members of Salvatore and Placebo, Radio 9 is a kraut-inspired UK/Norway act, combining melody-driven songs with lush electronics, filthy guitars and hypnotic drumming. Radio 9 take Neu!&#8217;s motorik template and add a 21st century twist. The band have recently recorded with paul epworth [bloc party, futureheads] and gareth jones [depeche mode, sons and daughters].</p>\n<p>SOUNDCARRIERS<br />\nPer Gisle [Ranheim/DEL]\nEmil Nikolaisen [Serena Maneesh]\nAnthony Barratt [Je Suis Animal]\nRaymond [Apple Falls]\nEinar [Apple Falls]\nLeon Muraglia [radio 9]\n+kosmische DJS</p>\n<p>kosmische quotes:<br />\n&#8220;&#8230;the best night out I&#8217;ve had in ages&#8230;&#8221;Barry 7, Add N to (X)</p>\n<p>&#8220;Boss club, man&#8221; Mani, Primal Scream</p>\n<p>BLÅ I SAMARBEID MED THE FIX PRESENTERER:<br />\nTORSDAG 7.AUGUST: 22.00 – 03.00<br />\nc.c. 150/100</p>\n<p>THE DEATH SET<br />\nPILOOSKI (DJ SET)<br />\nASEL (DJ SET)</p>\n<p>I vår ble det bergenske kubbmusikkmonsteret the Fix arrangert for andre gang (et samarbeid mellom Bergenfest, Ekkofestivalen og Øya). En vanvittig line-up med utsolgte hus på kulturhuset USF i Bergen.  Artister som Diplo, Buraka som Sistema, Chroome Hoof, A-Trak, Familjen med flere stod på plakaten. Torsdag 7.august har arrangørene bak The Fix slått seg sammen med Blå for å tilby en eklektisk kveld på Øyanatt. Alle tidligere Fix kvelder er kjent for en stor spennvidde musikalsk, og denne kvelden er intet unntak, dans deg svett til disse artistene:</p>\n<p>THE DEATH SET (US)<br />\n Musikken deres kan best beskrives som en blanding av ekspolsiv punk med elektronisk synthlinjer, enkle trommemaskinrytmer, fremført og innspillt med enorm etusiasme og energi, alt sammen I ekte DIY stil. Om du liker Matt &#038; Kim, Spank Rock eller Bonde Do Role, så kommer du til elske denne duoen, Når de spille live utvides besetningen og med trommeslager. De bor for tiden til i Baltimore US, men er som oftest rundt og spiller live, se dem for første gang (og helt sikkert ikke siste gang) i Norge under ØyaNatt.</p>\n<p>DJ PILOOSKI (FR)<br />\n Han er kanskje mest kjent for sine fantastiske edits av alt fra Pionters Sisters, Can og ikke minst Fanki Valli med superhiten “Beggin”, bla. på den fantastiske 12” serien Mindless Boogie. Han er også halvparten av Discodeine og er medlem av Paris kollektivet Dirty Sound System. Han har en egen evne til å plukke glemte låter fra artister backatalog som han i sine edits forvandler til gull for dansegulvet, varmt svett og intenst dansegulv forventes.</p>\n<p>ASEL<br />\nInnenfor Bergens høyproduktive elektroniske musikkscene har denne mannen en finger med i spillet på litt av hvert. Han er blant annet arrangør av  Ekkofestivalen, The Fix, og de populære klubbkveldene Hot!Hot!Hot, sammen med sin makker Mikal Tellé. Hot!Hot!Hot! kan du også oppleve under Øyanatt fredag når de spiller på Stratos sammen med Whitest Boy Alive, men denne kvelden på Blå er det Asel som alene serverer et bredt utvalg dansbar og bevegende elektronisk og alternativ musikk.</p>\n<p>BLÅ I SAMARBEID MED NORWAY RAT RECORDS OG tABAKO ARTISTS PRESENTERER:<br />\nFREDAG 8.AUGUST: 22.00 – 03.00<br />\nc.c. 150/100</p>\n<p>NOXAGT<br />\nÅRABROT<br />\nTHE WHITE TIGER PREPADE</p>\n<p>Problemet med musikk i dag virker som om den tar snarveier som har lite og ingenting med musikk å gjøre. Som en tom veiviser, ei hul ramme som moten, industrien, og kommersialiseringen har tatt full utnyttelse av, virker musikken som en farkost for ytterlige motiver: oppdikta samfunn, vridd virkelighet, patetisk tomhet, periodiske forsøk i en ny innpakning som sier &#8220;autentisk selvrealasjon&#8221;.</p>\n<p>Vi i Norway Rat Records og tABASKO Artists tar med oss Blå på laget for å gi deg en eksplosiv showcase av norsk musikk som bøyer strikken. Det blir en kveld for paradokser, musikk som er intelektuell og primal, sadistisk og fornøyelig, det gamle gjenkjennelige som samtidig krever noe nytt.</p>\n<p>Etter to års fravær fra Oslo kommer gudfedrene NOXAGT (Load Records/Norway Rat) med sin etterlengtet retur full av sonisk tilstedeværelse. &#8220;Whereas the past two records flung tarballs at the idea of hard rock in the 21st century, this third record crawls from the ooze with a determined and wiry intent to bring you to your knees with stark riff power and bludgeoning rhythmic density&#8230;Past titles have picked up fans in many of the music camps of the 21st century world village including: jean jacketed metal hordes, ripped sweater wearing art fucks, and regular bricklayers like you.&#8221; (Load Rec.) Til å varme opp HiWatt og Sunn0))) ampene, spiller to andre Norway Rat skapninger &#8211; ÅRABROT, Haugesunds mest ubarmhjertlige støyrocktrio, på vei mot sitt tredje album denne gang med Steve Albini; og THE WHITE TIGER PREPADE, en duo født ut fra karma, maksimal glede og transendale alfabølger, de har også debut album underveis. For å knytte en stram knute rundt det hele stiller også Dj Toggi, Dj Emÿle (maskert produser og tekniker bak mang en Norway Rat utgivelse), og visuelle effekter/filmer av GHOSTKAMERA. Vær forberedt på å se din Amphetamine Reptile favorittvideo, eller bare no seriøst bra skit!</p>\n<p>MUMBAI VS NYC PÅ BLÅ<br />\nLØRDAG 9.AUGUST 22.00 – 03.00<br />\nc.c. 150/100,- </p>\n<p>SHAA’IR + FUNC (IN/US<br />\nWHITE WILLIAMS (US)</p>\n<p>SHAA’IR + FUNC<br />\nSHAA’IR + FUNC er gjør-det-sjæl artister fra Mumbai og New York. Sammen produserer og komponerer de musikk. De ga ut albumet   ‘NEW DAY – The Love Album’ på Counterculture Records (MUMBAI, India), i Mai 2007. Nå holder de på med oppfølgeren ved siden av å spille i India, England og USA. </p>\n<p>I India havnet de på 9.plass på topp-ti lista over nykommere på VH.1 SHAAIR betyr poent på Urdu og FUNC kommer fra order funksjon, og det rimer på funk. SHAA’IR er fra New York og har en bakgrunn som perormance artist og har vært av og på på Broadway. FUNC er kunstutdannet i Mumbai og har vært med i ett indisk rockeband med navnet Pentagram i 14år. Han har og produsert musikk for tv og film i India.  </p>\n<p>WHITE WILLIAMS (US)<br />\nWhite Williams sin karriere startet i 1999 av Joe Williams. De har gått veien via støyrelatert musikk som Mr Mad Man og USA Crypt til Melt Banana, Sightings, Pink and Brown, Lighting Bolt, Black Dice og The Rapture til der de er i dag som ett eklektisk, elektronisk indieband. Dagens utgave av White Williams ble til i 2002-2003 da de turnerte under navnet So Red sammen med Øya-aktuelle mash-up-kongen Girl Talk. White Williams er albumaktuelle og du vil lese om dem i ett magasin nær deg, og i allskens blogger.</p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>\n<p>GARAGE PRESENTERER:<br />\nFREDAG 8.AUGUST<br />\nc.c. 150/100</p>\n<p>THE OCEAN (DE)<br />\nTysklands svar på Isis og Neurosis! Bandets fjerde skive &#8220;Precambrian&#8221; har fått vanvittig bra kritikker, og The Ocean låter hardere enn noensinne. Intens, brutal og nedstrippet musikk i sjangeren moderne og episk metal. Komplekst og uten unødvendige ornamenter. En kongelig bastard av The Dillinger Escape Plan og Dimmu Borgir som er gode kompiser av Converge &#8211; det er musikkmagasinet Kerrangs konklusjon!</p>\n<p>13TH FLOOR CLUB PÅ GARAGE PRESENTERER:<br />\nLØRDAG 8.AUGUST<br />\nc.c. 150/100</p>\n<p>THE URGES (IE)<br />\nTHE SONICSUB</p>\n<p>THE URGES (IE)<br />\nPrimitive garage punk sound!!! The Urges er det tøffeste og kuleste rock’n’roll bandet fra Dublin siden Them med Van Morrison fra tidlig på sekstitallet. Gutta i The Urges kom krypende ut av sin tåkete hule i 2004 og har siden den gang slått alle som har hørt de i bakken med deres fantastiske form for nedstrippet psykedelisk-primal-zombie-garagepunk, med masser av fuzztone gitar og orgel. Med utrolig tøffe og røffe låter og et distinkt sound med sterk inspirasjon hentet fra sekstitallspunkere som The Electric Prunes, The 13th Floor Elevators, Music Machine, The Seeds og The Pretty Things har The Urges skapt et sterkt navn for seg selv i undergrunnskretser. De har opptrådt med alt fra helter som Billy Childish, The Buzzcocks og Paul Weller til indieband som The Strokes og Babyshambles. I slutten av november varmet de også opp for The Sonics på deres første reunionkonsert, som fant sted på Cavestomp festivalen i New York. Deres debut plate ”Psych Ward” som kom tidligere i år er DRITBRA. Kom deg ned i garasjen på 13thfloor for å riste løs til dine nye huleboer-favoritter i The Urges etter at The Sonics har spilt seg ferdig på Øya. In fuzz we trust!!! The 13thfloor Club deejays vil sørge for den beste stemningen med garage, punk og surf før og etter konserten.</p>\n<p>THE SONICSUB<br />\nOpprør? Neppe. Ikke i ordets mest opplagte betydning, men tilstede er det nok likevel. Det høres i alle fall slik ut når de evigunge herrer i The SonicSub gyver løs på rock på en måte som hensetter en i rockens stadig pågående, og kanskje også evigvarende, gullalder.</p>\n<p>Det var et sårt øyeblikk for garasjerockens evige entusiaster da nyheten om The Moods oppløsning var et faktum. Spørsmålstegnene mange, og nok en æra var ugjenkallelig forbi. Heldigvis var gammel kjærlighet til rusten piggtråd ikke helt over.<br />\nThe Moods’ gentleste gentlemen Njål Brauer (vokal) og Erik Hovde (elektrisk gitar) rekrutterte et par rytmeseksjonistiske ringrever, og omtrent før man fikk sagt “The Moods er oppløst”, dukket The SonicSub opp fra glohet aske. Man må da smi mens jernet er varmt, og pule mens kuken ennå er stiv.</p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>\n<p>SMUGLESNING.NO OG TORNADO PRESENTERER, I SAMARBEID MED PARKTEATERET:</p>\n<p>TORSDAG 7. AUGUST<br />\nTHE PRESETS(AU)<br />\nLA RIOTS(US)<br />\nc.c. 180/130</p>\n<p>THE PRESETS(AU)<br />\nDe siste årene har Australia vært ansvarlig for en hel bølge av interessante band som opererer midt mellom elektronika, pop og rock. Et av dem er Øya-aktuelle Cut Copy, et annet er Midnight Juggernauts. På toppen av bølgen surfer også Sydney-duoen The Presets med et sound som låner like mye fra de mørkere sidene av 80-tallet som fra moderne dansemusikk. The Presets er signet til Modular Recordings, labelen som også står bak navn som The Avalanches, nevnte Cut Copy og Wolfmother, men soundet til The Presets er hakket hvassere og mer klubborientert enn deres labelfeller. Forestill deg de to onde tvillingene til Pet Shop Boys, eller kanskje den dansbare utgaven av Depeche Mode. </p>\n<p>LA RIOTS(US)<br />\nNår man oppkaller DJ-duoen sin etter et av de mest kjente opptøyene i forrige århundre, så skaper det naturlig nok visse forventninger. Daniel Ledisco og Jo’B er kjent for sine solide remixer av folk som Justice, Chromeo, Weezer, Kylie Minogue, Madonna, Hot Chip, Mystery Jets, VHS or Beta og har naturlig nok ingen problemer med å leve opp til LA-delen i navnet sitt, all den tid de kommer fra Los Angeles. Men den siste delen er kanskje like relevant. Både som produsenter og DJs har duoen en egen evne til å gjøre ting som treffer folk rett i mellomgulvet. Gi disse karene et par timer i en hvilken som helst klubb, og du skal ikke se bort i fra at det er opptøyer på gulvet når lysene tennes. It’s gonna be a riot.</p>\n<p>AFASI &#038; FILTHY(SE)<br />\nA-TRAK(CA)<br />\nFredag 8.august<br />\nc.c. TBA</p>\n<p>AFASI &#038; FILTHY<br />\nI vinter herjet de klubbene som 50% av notoriske Maskinen, som sto bak den politianmeldte låta ”Alla som inte dansar”. I vår slapp endelig Afasi&#038;Filthy sitt debut album ”Fläcken”. Etter en haug med glitrende singler var det stilt store forventninger til Västerås guttene, og de ble innfridd med glans. ”Fläcken” er blitt et herlig album hvor Afasi spytter machofrie rim over Filthy`s sørstats inspirerte beats. De gjør sin Norges debut på Øyanatt!</p>\n<p>A-TRAK</p>\n<p>Skal du ha en vellykket fest kan du selvsagt booke noen proffe festfiksere og gå til innkjøp av rød løper og slikt. Men det finnes altså en enklere løsning: Du kan booke A-Trak. Montreal-gutten er ikke bare en av verdens dyktigste DJs, sånn teknisk sett (han vant DMC i en alder av 15 år), han har også en egen evne til å trykke på akkurat de rette knappene for å dansegulvet til å koke. Selv om A-Trak har bakgrunn som hip hop-DJ, er han langt mer eklektisk anlagt enn mange av sine kolleger. A-Trak blander hip hop med house og elektro på en måte som skaper begeistring og jubel både blant utrente og trente ører.</p>\n<p>En av de som har latt seg imponere er selveste Kanye West. Siden 2004 har A-Trak vært mannens faste DJ. Det var visstnok A-Trak som introduserte Kanye for Daft Punk, og han skal ha hatt en god del innflytelse på soundet på mannens siste album, Graduation_. Nylig startet A-Trak labelen Fool’s Gold, som med navn som Kid Sister og Cool Kids i spissen representerer kremen av klubborienterte hip hop-artister.</p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>\n<p>MYSPACE OG CAMP INDIE PÅ REVOLVER</p>\n<p>Camp Indie og MySpace går sammen om å gi deg Øyanatts hyggeligste nachspiel. Vi har invitert gode venner både på scenen og bak platespilleren og håper du vil være med oss på fest. Revolver er et intimt lokale i Møllergata hvor det blir dans og moro for alle som vil være venn med oss. Stikk gjerne innom Camp Indie i parken for info og billetter!<br />\nMyspace.com/campindie </p>\n<p>Sted: Kjelleren til Revolver</p>\n<p>Onsdag:<br />\nCowboy og Indieaner!</p>\n<p>Hiawata!<br />\nEt av Indie-Oslos mest garva band de høres ut ”som en perfekt krysning av pop-Jesus &#038; Mary Chain, tidlig Teenage Fanclub og ikke minst Go-betweens.” Dette er gutta som setter pris på sine referanser og elsker å lage fengende popmusikk du bare må gå rundt å nynne på. Garantert svett og sensuell konsertopplevelse! Myspace.com/hiawata </p>\n<p>Furoreiharare DJ-set.<br />\nFuroreiharare.com skriver om det som opptar dem, og det som burde oppta deg, innen musikk. Nå skal de også la deg få høre hva som foregår oppe i hodene deres, og la deg få bli med på en helt vanlig dag i deres liv. De hører på skiver, går på gigs, henger med band, og danser seg jiggy gjennom Oslo-natten. Furore i Harare tar for seg alt fra norsk indie, tysk elektronika, dirty south hip-hop, drone-metal, shoegazing og svensk pop&#8230;og alt der i mellom, seff! Myspace.com/furoreiharare </p>\n<p>Torsdag:<br />\nDans til musikken!</p>\n<p>Harrys Gym<br />\nEt av Norges mest lovende band frontes av karismatiske Anne Lise Frøkdedal og serverer oss landets mest catchy rockelåter med dystre og poetiske melodier. Et sted mellom Blonde Redhead og The Knife henter Harrys Gym frem låter som aldri forlater bevisstheten. Etter et sårt fravær fra musikkscenen i Oslo lover det godt fremover for bandet som kommer med sin fullengder debut til høsten. Myspace.com/harrysgym </p>\n<p>Indiegranskauen<br />\nHar du ikke fått med deg det bergenske klubbkonsptet har du vært langt inni granskauen.<br />\nIndiescenen i Bergen har tatt av, mye takket være jentene bak klubbkonseptet *Indiegranskauen. Herlige indiehits og den smittende positive stemningen blant gjestene har lokket selv de mest hardbarka technohodene ut i svett, frenetisk opp og ned-hopping på Indiegranskauen sine arrangement det siste året. Til Øya tar indianerjentene med seg platene sine og god stemning, til glede for alle danseglade indiesjeler. Myspace.com/indiegranskauen</p>\n<p>Fredag:<br />\nBring the Balance back!</p>\n<p>Spirits of the Dead<br />\nDen Oslo-baserte kvartetten har røtter i 70-tallets sørstatsrock samtidig som de skuler bort på Queens Of The Stone Age. Konsertene til bandet er preget av deres psykedeliske lydbilde og lysshow. Denne fredagen blir også releasefest for bandet da de slipper sin debutskive på den pene datoen 08.08.08 –Bring the balance back! myspace.com/spiritsofthedeadmusic </p>\n<p>The Joker (DE)<br />\nDjs både oppe og nede denne fredagen! Det er feigt å spare alt smågodt til lørdagskvelden, så vi kjører på. Denne mannen er en av drivkreftene bak den legendariske klubben Kino la Bim i den tyske drittbyen Halle. Mellom slagene farter han rundt i de mer utrygge strøkene av Colombianske storbyer og lager dokumentarfilm om gatebarn, men vi har lokket ham til Oslo med løfter om sol og dansende norske jenter.  Myspace.com/kinolabim  </p>\n<p>Get Dancy<br />\nDans på deg brokk til indierock! Som det sto på Get Dancy sine plakater for en stund siden. Og det stemmer, mange har våknet opp til dagen derpå med krampesmerter og stølhet kroppen over. Blir du med på Get Dancy så danser du. Slik er det bare. De feteste indiehits, dancefloorfillers og generelt fet musikk er ingredienser for et av Oslos mest populære klubber. Kom, dans og drikk! Myspace.com/getdancyclub </p>\n<p>Lørdag:<br />\nMySpace Secretshow</p>\n<p>MySpace Secret Show<br />\nMySpace har gleden av å presentere Norges kuleste punkrockere. Et band som står mange hjerter nær og som alltid høster store lovord om sine utgivelser. Bandet er snart aktuelle med sin tredje skive og det hele lover bare ekstremt bra! De har stått på Øyas største scener tidligere, men denne gangen får du dem rett i trynet!  Vi gleder oss!  Bli venn med myspace.com/secretshowsnorway om du er nyskjerrig!</p>\n<p>Fysisk Format Djs<br />\nPlatesjappa Tiger har i en årrekke vært en viktig inspirasjonskilde for utallige talentfulle og nysgjerrige norske band. Så mange band finnes det der ute at Tiger bestemte seg for å gi ut en knippe artister på sitt eget label: Fysisk Format. I kveld tropper de opp med sin favorittmusikk for å gjøre dagen din fullkommen. </p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>\n<p>ROCKEFELLER / JOHN DEE</p>\n<p>Onsdag 6. august John Dee &#8211; ØyaNatt<br />\nDengue Fever<br />\nBill. kr. 180,-/150,- med Øyapass. 18 år leg.</p>\n<p>Det er viktig å presisere at det ikke er sykdommen vi snakker om her. Dengue Fever er derimot er et rockeband som er inspirert av noe så sjeldent som 60-tallspop fra Kambodsja! Det asiatiske preget forsterkes av at vokalen for det meste foregår på khmer, så her er det bare å kaste fordommene over bord å la seg synke inn i psykedelisk pop og euforiske stemninger. De er aktuelle med albumet ” Venus On Earth”. </p>\n<p>Torsdag 7. august Rockefeller &#8211; ØyaNatt<br />\nOriginal Silence<br />\nFeat. Mats Gustafsson, Thurston Moore, Paal Nilsen-Love, Terrie Ex, Massimo Pupillo m.fl.<br />\n+ supp.: nisennenmondai<br />\nBill. kr. 250,-/200,- med Øyapass. 18 år leg.<br />\nEtter å ha spilt på Øya-festivalen med sitt legendariske Sonic Youth kommer selveste Thurston Moore løpende til oss med alle sine venner for å trylle frem nydelige toner! Original Silence kommer med albumet &#8220;The Second Original Silence&#8221;, spilt inn live i Roma i fjor høst, på Smalltown Superjazz 11. august, og dette blir nok akkurat like fint som vi tror for se bare hva Pitchfork Media synes om gruppa:&#8221;Picture Ornette Coleman sitting in with the Stooges (the old Stooges, that is) as they tear through &#8220;L.A. Blues&#8221; and you&#8217;d be in the neighborhood of free jazz/noise rock/construction noise hybrid Original Silence&#8221; (8,0 Pitchfork)<br />\nPå plate består Original Silence av kremlaget Mats Gustafsson (saxofon, elektronikk), Massimo Pupillo (bass), Terrie Ex (gitar), Thurston Moore (gitar), Jim O’Rourke (elektronikk) og Paal Nilssen-Love (perkusjon)<br />\nDe japanske jentene i instrumental-trioen Nissenenmondai er ute med &#8220;Tori/Neji&#8221; (også på Smalltown Supersound) og har band som No Age, Battles og Prefuse 73 som fans. De har også sjarmert Dazed &#038; Confused: &#8220;With walls of distortion and a pummeling rhythmic backbone that fluctuates between krautrock`s repetition and free-rock calamity, bassist Zai, guitarist Ma-Chan and drummer Hime have formed an unassuming juggernaut&#8221; (Dazed &#038; Confused)</p>\n<p>Fredag 8. august Rockefeller &#8211; ØyaNatt<br />\nThe Notwist<br />\n+ Grand Archives<br />\nBill. kr. 250,-/200,- med Øyapass. 18 år leg.</p>\n<p>Grand Archives, ledet av Matt Brooke fra Band Of Horses, sjarmerer med lys vestkystpop og sender gode tanker til Eagles og Crosby, Stills, Nash &#038; Young. De er ute med en selvtitulert plate som fikk 5/6 på Lydverket: ” The Grand Archives” er den harmoniske lyden av en sensommersbiltur med taket av”. The Notwist er ute med sin nye plate ”The Devil, You + Me” som har fått en femmer i Aftenposten: ”Smygende vakkert”. De startet opp som et hardcoreband, men har etter hvert blitt langt verre å putte i bås. Heldigvis! De beveger seg uanstrengt mellom gitardrevet pop, rock og moderne elektronika.</p>\n<p>Fredag 8. august John Dee &#8211; ØyaNatt<br />\nDon Juan Dracula<br />\nBill. kr. 140,-/100,- med Øyapass. 18 år leg.</p>\n<p>DJD skriver selv dette på sin hjemmeside: &#8220;This summer we will finally be back at the live curcuit with our first show on norwegian soil since 2005. The very same week as the release of our new album &#8220;New Sensation&#8221; Don Juan Dracula will be appearing at the Hove Festival in Arendal in the southern parts of Norway. We promise you that this releaseparty will be the best DJD-show ever, with tons of surprises.<br />\nWe are currently finishing up the mixing of the album, and we&#8217;re confident you will all be blown away by the new tracks and the incredible sound on the new album!&#8221;</p>\n<p>Lørdag 9. august John Dee &#8211; ØyaNatt<br />\ntba</p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>\n<p>PLANB PÅ STRATOS:</p>\n<p>Stratos, onsdag 6. august<br />\nBoysnoize Records-kveld med Les Petits Pilous (FR) og Strip Steve (FR)<br />\nc.c. 180/140 , 20 år leg. Plikt. 22.00-03.00</p>\n<p>Boysnoize Records er den Berlinbaserte elektrolabelen til Boys Noize, aka Alexander Ridha. Våre to favoritter fra labelen er begge purunge, franske og lager hard elektromusikk. Onsdagen blir en intens affære, men gud så gøy det blir.</p>\n<p>Bourdeauxgutten Strip Steve er ropt om fra alle hold de siste månedene, fra blogger som Discobelle til hans venner i Paris’ elektroscene. EPen ”Skip School” er et fantastisk stykke musikk som viser Strip Steves evne til å mikse fengende techno med leken house.</p>\n<p>Nice-duoen Les Petits Pilous lager hard, hard elektro, kjennetegnet av harde synthriff, morsomme vokalsamples og en stødig basstromme som ikke gir deg noen annen mulighet enn å gi deg hen til beaten. Duoen har gjort remikser for blant andre Justice og The Teenagers, og de har blitt lovprist av electroguru Thomas Von Party, som også dro dem med på USA-turnéen sin.</p>\n<p>Torsdag 7. august<br />\nMoshi Moshi Records-kveld med Metronomy (UK), The Wave Pictures (UK) og Best Fwends (US)<br />\nc.c. 180/140 , 20 år leg. Plikt. 22.00-03.00</p>\n<p>Ikke nok med at de har verdens koseligste labelnavn, Londonbaserte Moshi Moshi Records har også en svært hyggelig smak, i grenseområdet mellom pop, punk og electro. Blant artistene med utgivelser på selskapet, er favoritter som Bloc Party, Hot Chip, Lo-Fi-FNK, Architecture In Helsinki og Mates of State. Til Stratos tar de med seg tre band og DJ, vi tipper kvelden blir gull.</p>\n<p>Metronomy er prosjektet til Joseph Mount, men live er bandet en trio. Nettopp balansen mellom det digitale og det organiske er kjernen i Metronomys framfor alt rytmiske låter, som referer til alt fra postpunk og støyrock til hiphop og bitpop.</p>\n<p>The Wave Pictures leverer klassisk britisk popmusikk som hviler sterkt på vokalist David Tattersall. Bandet kommer med det ferske albumet “Instant Coffee Baby” i kofferten.</p>\n<p>Austinduoen Best Fwends startet som et lykksalig møte mellom en firesporsopptaker, et toys’r’us-keyboard, en gitareffektboks og to kompiser som kjedet seg. Resultatet ble ikke så mye å skryte av, men bandet var født, og siden den gang har de to kommet opp med en rekke skrudde perler av typen indie/synthelektro/poppunk, som alle holder seg under den magiske tominuttersgrensa.</p>\n<p>Fredag 8. august<br />\nHot! Hot! Hot! med The Whitest Boy Alive (DE)<br />\nc.c. 180/140 , 20 år leg. Plikt. 22.00-03.00</p>\n<p>Hot! Hot! Hot! spilte på planBs Øyakveld også i fjor, og vi ser ingen grunn til å gi oss med det. Klubbkonseptet ble dannet av DJ Asel og Mikal Telle for litt over tre år siden, og har vært med å lede an den nye klubbølgen i Bergen. Musikken varierer fra indie til booty og fra progfolk til bailefunk. Hot!-gjengen er ikke redde for å ta en fest og prøver så godt de kan å spille hits du enda ikke har hørt, og sannsynligvis aldri får høre på nasjonal radio.</p>\n<p>Denne gangen har bergenserne med seg det Berlinbaserte bandet The Whitest Boy Alive, med vår egen Erlend Øye i front. Noen husker kanskje den svært hyggelige konserten de leverte i Middelalderparken i 2006, i etterkant av utgivelsen av debuten ”Dreams”. Nå har det gått et par år, og vi gleder oss til å høre hva gutta har i ermet!</p>\n<p>Lørdag 9. august<br />\nKitsuné-kveld med David E. Sugar (UK), DJ Jerry Bouthier (FR/UK) og DJ Luca C (UK)<br />\nc.c. 180/140 , 20 år leg. Plikt. 22.00-03.00</p>\n<p>Med fortid i blippmiljøet kom David E. Sugar i 2007 skytende ut i bloggosfæren og inn i vår bevissthet. Sugar lager sløye og rett-i-trynet elektrolåter som kunne fått Chromeo til å rødme. De tette låtene blandes med store refrenger og punchy pophooks. På Stratos har Sugar med seg livesettet sitt, og med slike umiddelbare poplåter er det ingen grunn til ikke å danse.</p>\n<p>Jerry Bouthier er mest kjent som resident DJ på den nedlagte og allerede legendariske Londonklubben BoomBox. BoomBox’ rykte som tastemakere på det ypperste av elektronisk musikk førte til at Bouthier ble spurt om å lage et miksalbum for Kitsuné. I dag er han en av de mer etterspurte DJ-ene i verden. Spillestilen er glamorøs, morsom og hard. Det er lov å være dekadent, det er lov å elske livet.</p>\n<p>Luca C vil noen kanskje gjenkjenne som han kjekke gitaristen fra Cazals. Men ved siden av Cazals har Luca gjort en haug med smakfulle DJ-mikser. Etter en hysterisk 80-tallsmiks som ble sendt ut gjennom Discobelle og Cazals MySpace, begynte ryktet om settene hans å spre seg. Luca C gjør eksklusive sett mellom turnéene til Cazals. Clean, smakfull miksing og den best tenkelige start på årets kveld.</p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;<br />\nSUNKISSED PÅ FABRIKKEN</p>\n<p>ØYA:SUNKISSED har på kort tid rukket å bli synonymt med årets største klubb begivenhet. Over tre netter under Øya festivalen presenter Sunkissed et knippe av verdens største klubb artister, såvel som navn vi mener fortjener mer av din oppmerksomhet.På toppen av kransekaka får du selvsagt Sunkissed&#8217;s faste ryttere G-HA &#038; Olanskii pluss Vinny Villbass, Coltsfoot og Ronni Rabalder.</p>\n<p>ØYA:SUNKISSED torsdag 7 &#8211; lørdag 9 August<br />\nTredagers-pass 500 kr + avgift</p>\n<p>Torsdag 7 August<br />\n22:00 &#8211; 03:30<br />\nc.c. 200/150 kr<br />\n&#8211; ved forhåndskjøp av billett til Sunkissed refunderes 50kr i døra ved framvisning av Øyas festivalpass.</p>\n<p>BOOKA SHADE [live] &#8211; konsertstart 23:30!<br />\nDRUMCODE med ADAM BEYER &#038; JOEL MULL [SE]\nOlanskii &#038; G-HA<br />\nVinny Villbass</p>\n<p>BOOKA SHADE (DE)</p>\n<p>Det er en stor glede at våre gode venner i Booka Shade endelig kommer tilbake til Sunkissed. Nå er bandet klart med tredjealbumet og ny turnée, og siden sist har bandet bare fortsatt sin meteoriske reise mot toppen.</p>\n<p>På deres siste album leverer Booka Shade en plate som ser like mye mot dag som natt. Klubblåtene er fortsått her, spesielt i remiksform på singlene som kommer, men dette er også en sang basert plate med radio og hjemmevennlige låter. Det som er konstant er bandets bunnsolide produksjon og forankring i melodier som får nakkehårene til å reise seg.  Med &#8216;The Sun &#038; The Neon Lights&#8217; er Booka Shade klare for et gjennombrudd også utover klubb miljøet. Vi regner med at bandet ikke vil spare på kruttet på Sunkissed, samtidig spår vi at dette nok er siste gang de opptrer på en såpass intim scene.</p>\n<p>Adam Beyer [Drumcode / SE]\nSverige&#8217;s og Scandinavias utvilsomt beste og mest kjente dj. Sammen med Cari Lekebusch og Joel Mull har han vært med på å forme Stockholms særegne technomusikk. Med sitt eget plateselskap Drumcode og en discografi til nedpå knæra på kred-etiketter som plus 8, Code Red, Svek, Planet Rhythm, fabric mm fortsetter han å ligge helt på toppen blant techno og minimal produsenter.</p>\n<p>Joel Mull [Drumcode / SE]\nHelt siden Joel slapp sin første 12&#8243; i 1993 sammen med barndomsvennen Adam<br />\nBeyer har han vært med å utvikle det som etterhvert ble til Stockholms<br />\ntechnoen. Fanebært av etiketter som Svek, Drumcode og Code Red var det<br />\nironisk nok noe organisk ved musikken som ga den særpreg. Samtidig flyttet<br />\nJoel også til Hamburg, hvor han var fast dj på Unit Club på Reeperbahn med<br />\ngjester som Sven Väth, Pascal FEOS og Steve Bug.</p>\n<p>I likhet med Adam Beyer er Joel en drivende dyktig dj. Vi har lenge<br />\nønsket å ha ham over på Sunkissed, og nå får vi dem altså begge to. Vi tar<br />\nav oss hatten for Stochholm og gleder oss!</p>\n<p>Fredag 8 August<br />\n22:00 &#8211; 03:30<br />\n160 kr + avgift<br />\n&#8211; ved forhåndskjøp av billett til Sunkissed refunderes 50kr i døra ved framvisning av Øyas festivalpass.</p>\n<p>ANDREW WEATHERALL [Warp / Two Lone Swordsmen]\nICONOCLASTIC med Deadswan, Chris Lynch og Of Norway LIVE<br />\nMontée LIVE &#8211; konsertstart 23:30!<br />\nG-HA &#038; Olanskii</p>\n<p>Andrew Weatherall [Warp / UK]\nPrimal Scream, Warp, Sabres of Paradise, Two Lone Swordsmen, Shoom, Acid<br />\nhouse, elctronica, punk, fabric; Andrew Weatherall har gjennom snart to<br />\nårtier vært en sentral del av den elektroniske musikkens avant garde. Han<br />\nhar lagt tung electronika til live musikk, spilt elektronisk musikk live og<br />\nblandet de to med både integritet og suksess. At han kan telle vel så mange<br />\nfans blant rockere som housefolk sier ikke lite om en mann som har vært med<br />\npå definere sin sjanger og er en inspirasjon for mange.</p>\n<p>For tiden er Andrew aktuell med miks-cd&#8217;n &#8216;Watch The Ride&#8217;. En samling som<br />\nspenner heller vidt; fra rock via nu-disco til indie-pop, electronica og til og med Goth! I Andrews&#8217; hender er dette sydd sammen til en psykedelisk tur som sitter akkurat slik den skal både i pappen og i dansefoten.</p>\n<p>ICONOCLASTIC med DEADSWAN, CHRIS LYNCH og OF NORWAY (live)<br />\nG-HA og Charlotte Torstvedt utdelte nylig Osloprisen for årets beste klubb til Iconoclastic. Mer enn velfortjent mener vi chez Sunkissed! Deadswan og Chris Lynch har lenge drevet en Oslos mest fargerike og spennende klubbkonsepter. De har for tiden også tilholdsted på Oslos suverent beste klubb, The Villa. Denne gangen får Iconoclastic et helt rom å boltre seg på under ØYA:SUNKISSED på Fabrikken. I tillegg til Iconoclastics faste DJs tar Chris Lynch med seg Lil’Wolf og trommer sammen Oslos nye house- og technosupergruppe Of Norway. Med bare et knippe utgivelser, remikser og en heftig DiskJokke-remiks har Of Norway allerede klart å sette seg godt på kartet det siste året. Det beviste de til gangs da de rocka brakka så svetten rant i lillerommet under Sunkissed:Live tidligere i år. </p>\n<p>Montée<br />\nMontée lager progressiv popmusikk, for hode og føtter samtidig. Med<br />\nreferanser på egne miksteiper som spriker fra Daft Punk til Herbie Hancock<br />\nvia The Knife til Roxy Music, Jamie Lidell og Funkadelic er det kanskje ikke lettere å sette dem i en bås. Men at det rocker er det ingen tvil om.</p>\n<p>Bandets besetning er heller ikke noen hvem-som-helst; vokalist og guitarist<br />\nAnders Tjore har med seg Erlend Mokkelbost fra storheten som er KILLL (i<br />\ntillegg til Jr Ewing på rullebladet) samt Maya Vik på bass (Furia og Savoy), Andreas Bye på trommer (Bugge Wesseltoft’s New Conceptions Of Jazz), David Wallumrød på tangenter (Southpaw) og Karim Sayed på perkusjon (Big Bang, Salvatore mm.). </p>\n<p>Til høsten kommer Montée med nytt album plus en remiks av godeste Chromeo.<br />\nDet vi har hørt så langt vil lett få storsalen på Fabrikken til å koke<br />\nakkurat slik vi også liker det chez Sunkissed: Godteri for sjel og topplokk, pur funk for ryggmarg og fotsåler!</p>\n<p>Lørdag 9 August<br />\n22:00 &#8211; 03:30<br />\n160 kr + avgift<br />\n&#8211; ved forhåndskjøp av billett til Sunkissed refunderes 50kr i døra ved framvisning av Øyas festivalpass.</p>\n<p>CLAUDE VonSTROKE [DirtyBird / US]\nMental Overdrive LIVE<br />\nTrulz &#038; Robin LIVE<br />\nG-HA &#038; Olanskii<br />\nColtsfoot<br />\nRonni Rabalder</p>\n<p>Claude VonStroke (US)<br />\nBarclay Crenshaw aka Claude VonStroke har gjort kometkarriere siden hans første 12”ere ‘Deep Throat’ og ‘Seven Deadly Strokes’ kom i 2005. Andresingelen ‘The Whistler’ / ‘Who’s Afraid of Detroit?’ ble to store internasjonale klubbhits, og sjefen selv- Richie Hawtin, utropte ‘Who’s Afraid of Detroit?’ til beste låt i 2006! Samme året fulgte Barclay opp med det kritikerroste albumet ‘Beware of the Bird’ og remikset alt fra The Rapture til Kevin Saunderson. I tillegg driver Barclay også det annerkjente plateselskapet DirtyBird, hvor de fleste av hans egne utgivelser har kommet, samt minimal- og technoetiketten Mothership (med artister som Samim, Italoboyz, Todd Bodine og P.Toile). I sommer kommer album nummer to, og førstesingelen “Ground Hog Day” brygger allerede opp til å bli en stor hit på Ibiza og det ganske klubbland verden over. Litt av humoren og snerten som DirtyBird har i bunn (sjekk bare logoen deres) går igjen i musikkvalget til herr Claude VonStroke og resultatet er rett opp gata til Sunkissed; fartsfyllt, dypt og lett loco.</p>\n<p>Mental Overdrive LIVE<br />\nPer Martinsen aka Mental Overdrive er en av pionéerene i norsk elektronika.<br />\nHan var med i den originale Tromsø-mafiaen som blant annet teller Røyksopp<br />\ngutta, Bjørn Torske, Doc L. Junior, Rune Lindbæk og Biosphere. Smalltown Supersound ga for ikke lenge siden ut en hel samler med Mental Overdrive materiale fra det glade 90&#8242; tallet.</p>\n<p>Nå er Per ute med nytt album &#8216;You Are Being Manipulated&#8217; på<br />\nSmalltown Supersound, og et knippe 12&#8243; på Prins Thomas&#8217; Full Pupp etikett.</p>\n<p>Vi har hatt Per på Sunkissed i en rekke konstellasjoner tidligere, oftest<br />\nsammen med Bjørn Torske. Denne gangen kommer han solo for å levere et<br />\neksklusivt live-sett med hans nye materiale. Etter albumet å dømme vil det være fare for plystring, kiling i ryggmargen og henda i været.</p>\n<p>Trulz &#038; Robin<br />\nTrulz &#038; Robin har v_rt drivkrefter i Oslo&#8217;s techno og house miljø i mange<br />\når. Men siden Robin flyttet til Barcelona i 2006 har det ikke v_rt så ofte<br />\nvi har hatt gleden av å se dem spille her på berget lengre. Det er synd,<br />\nfordi de sammen levere en energi og glede som er beint ut smittsom.</p>\n<p>Det er ikke uvanlig at Trulz &#038; Robin medfører tilstander som kan minne om de gode gamle dager i mørke varehus og med en sitrende følelse av å gjøre noe som egentlig ikke er lov, men desto deiligere. At det hele gjerne er vel så improvisert, som en gjenngang av gamle meritter gjør det hele også til noe unikt. Dette blir en verdig, om noe gal avsluttning på årets ØYA:SUNKISSED!</p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>\n<p>THE VILLA </p>\n<p>Onsdag 6. august:<br />\nc.c. 100,-  </p>\n<p>Manna<br />\nfeat. live dub m/ Bjørn Torske<br />\nDJ Sunshine<br />\nDJ Strangefruit<br />\nDeathstep (Are Mokkelbost vs. Tomy Wilson)</p>\n<p>Disse langhårede ringrevene har siden tidlig 90-tall spilt reggae fra sin base i Bodø &#8211; Nordens Addis Abeba.  Først som Irie Darlings, som oppnådde listeplasseringer på sjølveste Jamaica seinere som Manna og fra og med da med tekster på ramsalt nordnorsk. </p>\n<p>I år kom albumet &#8220;Salma i dub&#8221; som består av et knippe framstående norske DJs sine remixer av sine favorittlåter fra førsteskiva og det er denne utgivelsen kvelden vil myse til. Bjørn Torske døbber det til live på scenen og i kompaniskap med DJ Sunshine og DJ Strangefruit skal han holde dansegulvet fosskokende helt til lysa blinker.</p>\n<p>På Lillerommet kriger Are Mokkelbost og Tony Wilson om hva som rocker villest av black metal og grime gjennom sitt vanvittige Deathstep-konsept. </p>\n<p>Alle vil kose seg max idet vi feirer årets første Øya:natt og Babylons snarlige fall på the Villa denne godkvelden, rastabasta! </p>\n<p>Torsdag 7.august:<br />\nc.c 100/70</p>\n<p>The Goodlife presenterer:<br />\nDiplo (US)<br />\nGoodlife DJs  Patski Love og Chris Stallion</p>\n<p>I august kommer en av de mest sentrale skikkelsene og hotteste navnene i ny amerikansk klubbkultur til Oslo og Øyafestivalen. Diplo er en mann som ikke er redd for å prøve ut utradisjonelle musikalske oppskrifter i sin jakt på å skape den perfekte musikkfesten. Han kommer til å by på dansemoro du knapt kan huske å ha opplevd maken til. Forbered deg på såre fotsåler og ømme bein til langt ut på høsten!</p>\n<p>Fredag 8. august<br />\nc.c. 100/70<br />\nThe Field (SE)</p>\n<p>The Field aka Axel Willner braste inn i technoscenen i 2005 med 12”, ”Things keep falling down”, på det tyske technoselskapet Kompakt. Siden har Axel Willner vist en sjelden evne til å krysse musikalske grenser, noe som har belønnet han med et stort publikum fra rockere til technofreaks. Han har en produksjonsstil som trekker paralleller til både moderne minimal techno og shoegazer-rock som My Bloody Valentine. The Field kommer til Oslo med fullt live band.</p>\n<p>Lørdag 9.august<br />\nc.c. 100/70<br />\nBuraka Som Sistema DJ set (PT)<br />\nFitts For Fight<br />\nPsykedelisk Chill Out Lounge med Dr. Thomas Fehlberg</p>\n<p>Buraka Som Sistema er fra utkanten av Lisboa og er inspirert av kuduro, en musikkstil med utspring i den tidligere portugisiske kolonien Angolas. Ordet oversettes til engelsk med hard ass. Vaskeekte festmusikk som blander elementer fra nevnte kuduro, grime, hiphop, house, baile funk. De mikser samtidig afrikanske elementer med europeiske på en egen måte. De er signa på kremselskapet Modular, som blant annet huser artister som Wolfmother, Klaxons, New Young Pony Club og norske The Whitest Boy Alive. I et intervju i PlanB tidligere denne måneden, beskriver de seg selv slik: “Vi presenterer oss selv til publikum på to måter: gjennom liveshowene og DJ-settene. Når vi kjører DJ-set er vi to DJer og én MC som rocker publikum, og mikser kuduro, grime, drum`n`bass og funk-carioca.” – Buraka Som Sistema</p>\n<p>“Norske Fitts for Fight ble lagt for hat av hele musikk Norge da de blei tatt i bøffing av andres musikk. Nå er småjentene fra Kristiansand tilbake med lomma full av egenproduserte låter og er fortsatt like tøffe i trynet. Electro med baller uten nøtter eller noe sånt. Lenge leve tyvene!” – Tore Jazztobakk</p>\n","date":"2008-06-18T14:30:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2008/06/18/komplett-%c3%b8yanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"114866f0-94f8-530c-b8f4-23230391a35f","locale":"nb"}}