{"data":{"wordpressPost":{"title":"Arkitekttegnet hengekøyekonstruksjon på Øya","date":"26th June 2015","content":"<p>Svimlende 610 innsendte bidrag fra 83 land konkurrerte om å vinne juryens gunst når Øya og verdens største arkitektkonkurranse 120HOURS gikk sammen for å finne idèer til nytt festivalområde i Tøyenparken. Til sammenligning deltok 88 land i Sotsji-OL samme år.</p>\n<p>Det var til slutt arkitektstudentene Antariksh Tandon og Jennifer Tu Anh Phan fra University of Waterloo i Canada som vant førsteplassen med sitt bidrag “Architecture”. Og nå skal den bygges!</p>\n<p><strong>120 HOURS + Øyafestivalen<br />\n</strong>Det var en enkel avgjørelse da vi ble spurt av om å lage en arkitektkonkurranse om å tegne bærekraftig arkitektur på festivalområdet. 120HOURS har slått seg opp som verdens største arkitektkonkurranse for studenter og har markert seg globalt som en innovativ aktør innenfor arkitektur. Idèen er at man har en oppgave som skal løses, 120 timer til å svare på den og et tema som engasjerer. Legger man til en anerkjent jury på toppen så blir resultatet en raskt voksende følgerskare og en imponerende mengde innsendte forslag fra arkitektstudenter verden over.</p>\n<p>Det var fantastisk å se at så mange arkitektstudenter ville bidra til å gjøre det nye området på Tøyen enda bedre. Juryen, som måtte gjennom en krevende prosess med å vurdere alle forslagene, var satt sammen av høyt anerkjente arkitekter fra hele verden og representanter fra Øyafestivalen. <a href=\"http://www.120hours.no/entries/2014/\" target=\"_blank\">Alle de innsendte bidragene kan ses her.</a></p>\n<p><a href=\"http://d1gluqtpjfxt14.cloudfront.net/sites/2/2015/06/120Bilde-2.jpg\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-12428 \" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"120Bilde 2\" width=\"669\" height=\"359\" data-srcset=\"http://oya.test/assets/uploads/2015/06/120Bilde-2-300x161.jpg 300w, http://oya.test/assets/uploads/2015/06/120Bilde-2-768x411.jpg 768w, http://oya.test/assets/uploads/2015/06/120Bilde-2.jpg 955w\" sizes=\"(max-width: 669px) 100vw, 669px\" data-sizes=\"auto\" data-aspectratio=\"955/511\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p><strong>Gode samarbeidspartnere bygger Øya<br />\n</strong>Vi er utrolig glad for at O.B.Wiik og Hjellnes Consult ønsker å realisere og bygge denne konstruksjonen i samarbeid med Øya og 120HOURS. Ikke bare realiserer de prosjektet på Øyafestivalen, men de beviser også at konkurranseformatet til 120HOURS er et levedyktig format konstruert av arkitektstudenter.</p>\n<p>O.B.Wiik og Hjellnes Consult har samarbeidet med Øyafestivalen i flere år med å bygge og kvalitetssikre konstruksjoner og  grunnforhold. Å bygge en arkitekttegnet installasjon på Øya er en krevende prosess hvor plassering, sikkerhet, funksjon og estetikk må planlegges nøye. Det er derfor ekstra spennende at disse, med sin kompetanse, ville ta utfordringen med å bygge vinneren av arkitektkonkurransen. Uten disse hadde ikke 120HOURS blitt bygd på Øyafestivalen.</p>\n<p>Konkurransen er egentlig ment som konseptuell konkurranse hvor vinneren får anerkjennelse for løsningen på oppgaven, men ikke at det nødvendigvis blir realisert. Det er derfor ekstra kult at O.B.Wiik og Hjellnes Consult går sammen om å sette en idè om bærekraftig arkitektur på en musikkfestival til livs.</p>\n<p>Les mer om prosjektet og aktørene her:</p>\n<p><a href=\"http://www.120hours.no/theentries/architecture-1/\">http://www.120hours.no/theentries/architecture-1/</a></p>\n<p><a href=\"http://www.archdaily.com/487100/120-hours-competition-winners-announced/\">http://www.archdaily.com/487100/120-hours-competition-winners-announced/</a></p>\n<p><a href=\"http://www.hjellnesconsult.no\">http://www.hjellnesconsult.no</a></p>\n<p><a href=\"http://www.obwiik.no\">http://www.obwiik.no</a></p>\n<p>&nbsp;</p>\n","wordpress_id":12426,"translations":{"nb":{"url":"/2015/06/26/arkitekttegnet-hengekoyekonstruksjon-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5bcd85f8-fb9d-59af-b055-53ce4d9d421f","locale":"nb"}}