{"data":{"wordpressPost":{"title":"Oppdatert miljøhåndbok for arrangører","date":"8th April 2014","content":"<p>Den reviderte versjonen av Miljøhåndboken ble for første gang vist frem under <a href=\"http://www.norskrockforbund.no/forside/nyhetsarkiv/2014/3/norsk-rockforbunds-miljoefagdag.aspx\">Norsk Rockforbunds miljøfagdag</a> fredag 4. april.</p>\n<p>Det er en bred sammensatt redaksjon med medlemmer fra Norsk Rockforbund, Oikos – Økologisk Norge, Pstereofestivalen, Hovefestivalen og Øyafestivalen som står bak den nye utgaven. Du finner den her <a href=\"http://www.miljohandboken.no/\" target=\"_blank\">http://www.miljohandboken.no</a></p>\n<p>&#8211; Vi er veldig glad for å ha hatt med så mange kompetente folk i revideringen av Miljøhåndboken. Den nye utgaven viser frem mangfoldet av festivaler som har et miljøfokus og bredden av de miljøløsningene som finnes, sier Julie Forchhammer, miljøsjef i Øyafestivalen.</p>\n<p>Den nye utgaven bygger på erfaringer fra en rekke festivaler og har hatt som formål å være mer konkret og hands-on slik at festivaler og utearrangement kan dra mer nytte av den.  Her finner du konkrete punktlister for å gjennomføre et økologisk arrangement, eksempler på å bygge en midlertidig sykkelparkering for 8 000 sykler eller oppskrifter på hvordan å gå frem når du vil miljøsertifisere festivalen eller utearrangementet ditt.</p>\n<p><b>Gamle problemstillinger, nye løsninger</b><br />\nMiljøutfordringene som festivaler og utearrangement vanligvis står ovenfor er allerede godt kjent. Det gjelder innkjøp, forbruk og avfall, energibruk, transport, mat og klimagassutslipp. Men på løsningsiden er det mye som har skjedd de siste årene. Den nye håndboken har prøvd å dekke dette og har introdusert nye kapitler som omhandler energibruk og transport.</p>\n<p>&#8211; I takt med at det kommer nye miljøløsninger i samfunnet generelt ser vi også at det åpner seg nye dører i festivalverden. Samtidig har festivaler også mulighet til å gå lenger enn samfunnsnormen og utforske mulighetene som finnes når man bygger et lite samfunn for en kort tidsperiode, sier Forchhammer.</p>\n<p><b>Eksempelets makt</b><br />\nFestivaler og utearrangementer har ulike forutsetninger og rammer som legger føringer for hvordan miljøarbeidet og hvilke miljøtiltak som kan gjennomføres. Dette kan være alt fra økonomi, størrelse, plassering, om man har camping eller hvilke avfallsløsninger som finnes i festivalens region.</p>\n<p>Den nye utgaven har hatt et fokus på å løfte frem gode eksempler på miljøløsninger i festivalsettinger og har hentet inn best practice løsninger fra både norske og utenlandske festivaler. Det er ikke nødvendigvis at én løsning fungerer for alle, men disse eksemplene kan forhåpentligvis inspirere til handling og lokale tilpasninger.</p>\n<p><b>Tiårsjubileum for håndboken </b><br />\nDet er gått 10 år siden Øyafestivalen ga ut den første utgaven av Miljøhåndboken, da i samarbeid med miljøstiftelsen GRIP. I 2008 ble håndboken revidert og i 2009 ble den gjort tilgjengelig på nett, på både norsk og engelsk. Siden da har håndboken blitt brukt av festivaler, arrangement og organisasjoner i både inn- og utland.</p>\n<p>Denne gangen ble Miljøhåndboken revidert av en større redaksjon.  De som deltok i redaksjonen er: Redaktør: Håvard Lundberg (Øyafestivalen), Julie Forchhammer (Øyafestivalen), Fredrik Eive Refsli (Hovefestivalen), Silje Salomonsen (Pstereofestivalen), Mariann Skjerdal (Norsk Rockforbund) og Kari Tande-Nilsen (Oikos – Økologisk Norge).</p>\n<p>foto: Erik Five Gunnerud</p>\n","wordpress_id":9762,"translations":{"nb":{"url":"/2014/04/08/oppdatert-miljohandbok-for-arrangorer/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6432103f-59a3-550b-a014-ea2775a086b0","locale":"nb"}}