{"data":{"wordpressPost":{"title":"Mer mat, mindre svinn","date":"3rd August 2016","content":"<p><span style=\"font-weight: 400;\">Nærmere en tredjedel av all mat som produseres, ender opp i søppelkassa. Likevel sulter 868 millioner mennesker i verden. Med andre ord: Vi kunne mettet alle verdens sultende med bare 30% av maten som i dag kastes. Hadde vi kastet mindre mat, kunne vi derfor også produsert mindre mat, og slik spart verden for de enorme mengdene CO2-utslipp og ressurser forbundet med matproduksjon. Dette kan og bør vi gjøre noe med! </span></p>\n<p><b>Kast mindre, bruk mer!<br />\n</b><span style=\"font-weight: 400;\">I år har vi derfor jobbet litt ekstra med matsvinn &#8211; på våre egne kjøkkener, på andres kjøkkener og nå kanskje på ditt kjøkken. I følge </span><a href=\"http://matvett.no/\"><span style=\"font-weight: 400;\">matvett.no</span></a><span style=\"font-weight: 400;\"> er det nemlig forbrukerne som står for det største volumet – i gjennomsnitt kaster hver og en av oss hele 46,3 kilo mat i året! Under årets festival kan du lære mer om matsvinn og hva du kan gjøre for hjemme for å kaste mindre. </span></p>\n<p><b>Overskuddsråvarer til de som sulter<br />\n</b><span style=\"font-weight: 400;\">I fjor leverte vi for første gang overskuddsmaten fra festivalen til </span><a href=\"http://matsentralen.no/\"><span style=\"font-weight: 400;\">Matsentralen</span></a><span style=\"font-weight: 400;\">, en veldedig mottakssentral som videreformidler maten til over 90 organisasjoner som igjen deler ut maten til vanskeligstilte i Oslo og omegn. Matsentralen har både en humanitær og en miljømessig målsetning; å redusere matsvinn og samtidig bidra til å forhindre sult. I 2015 delte Matsentralen ut 1,6 millioner måltider &#8211; 1032 av dem med overskuddsmaten fra Øyafestivalen! Det fortsetter vi med i år. </span></p>\n<p><b>Gjenbruk av overskuddsråvarer<br />\n</b><a href=\"http://kompassogco.no/\"><span style=\"font-weight: 400;\">Kompass &amp; co</span></a><span style=\"font-weight: 400;\"> lager mat på noen av overskuddsvarene som kommer inn til Matsentralen, og deltar på Øya i sin splitter nye foodtruck hvor de selger bakt potet med diverse topping laget på overskuddsråvarer. Kompass &amp; co jobber også med redesign, urban dyrking og matlaging som arbeidstrening for vanskeligstilt ungdom i Oslo.</span></p>\n<p>Oljen fra frityrkokerne på festivalen, blir gitt bort som biodrivstoff &#8211; og gjerdeduken vår får <a href=\"https://nabolagshager.no/\">Nabolagshager</a>, som bruker dem til å trekke pallekarmer til urbane dyrkingsprosjekter.</p>\n<p><b>Egen Øya-såpe av kaffegrut!<br />\n</b><span style=\"font-weight: 400;\">Nordmenn er i verdenstoppen når det gjelder kaffedrikking og bare i Oslo forbrukes 10 tonn kaffebønner hver dag. Da blir det mye kaffegrut, som de fleste kaster rett i søpla. Men hos </span><a href=\"http://www.gruten.no/\"><span style=\"font-weight: 400;\">Gruten</span></a><span style=\"font-weight: 400;\"> blir kaffegruten behandlet som en viktig ressurs og brukes blant annet til å lage såper, til plantenæring og til å dyrke østerssopp. I år lager Gruten egne Øyasåper av kaffegruten som produseres under festivalen, og på lørdag kan du møte folka bak Gruten og få tips til hva du kan bruke det sorte gullet til. </span></p>\n<p><b>Fra matavfall til matjord<br />\n</b><span style=\"font-weight: 400;\">Andreas Capjon er </span><a href=\"https://www.facebook.com/bybondenioslo/?fref=ts\"><span style=\"font-weight: 400;\">Bybonden</span></a><span style=\"font-weight: 400;\"> på Losæter i Bjørvika. Han dyrker økologisk mat og ønsker å inspirere flere til å bli bybønder og lære mer om hvor maten vår kommer fra. </span><span style=\"font-weight: 400;\">I år skal han ta med seg deler av matavfallet fra Øyafest</span><span style=\"font-weight: 400;\">ivalen tilbake til seters for å bli kompostert og gjort om til ny, næringsrik jord. </span></p>\n<p><b>Stygge grønnsaker<br />\n</b><span style=\"font-weight: 400;\">Mange grønnsaker når ikke fram til grønnsaksdiskene, men blir kastet fordi de ikke er riktig størrelse eller form. Men de er like gode for det! Besøk boden til Oikos for å ta med deg noen sjarmerende eksemplarer av norske rotgrønnsaker som har blitt forkastet av dagligvarekjedene. </span></p>\n<p><b>Spiselig tallerken<br />\n</b><span style=\"font-weight: 400;\">Biotrem produserer bestikk og servise kun av vanndamp og hvetekli. Hveteklien kommer fra polske hveteprodusenter, som vanligvis kaster klien. På denne måten får dere tallerkener dere kan kaste rett i matavfallet, eller tygge i dere som en fiberrik dessert dersom dere ikke fortsatt ikke er mette etter festivalburgeren. </span></p>\n<p><b>Bransjearbeid<br />\n</b><span style=\"font-weight: 400;\">Vi har 25 restauranter på området, og har jobbet med dem gjennom året for å øke bevisstheten rundt svinnproblematikk. Under festivalen arrangerer vi festivalseminar for andre arrangører og musikkbransjen, hvor vi forteller om årets matsvinnprosjekter og åpner for dialog rundt hvordan vi som bransje kan bli flinkere til å utnytte matressursene bedre.</span></p>\n<p>Matsvinn er ett av temaene på <a href=\"https://api.oyafestivalen.no/festivalseminaret/\">Festivalseminaret</a>. Sjekk også resten av <a href=\"https://api.oyafestivalen.no/seminarprogram/\">seminarprogrammet her</a>.</p>\n<p>Foto: Finn Dale Iversen</p>\n<p>&nbsp;</p>\n","wordpress_id":14875,"translations":{"nb":{"url":"/2016/08/03/mer-mat-mindre-svinn/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"caaeddc5-79e8-502b-be42-9e2d385506dd","locale":"nb"}}