{"data":{"wordpressPost":{"title":"La Roux og The XX til Øya","date":"16th February 2010","content":"<p>The xx og La Roux var begge blant fjorårets mest omtalte og kritikerroste albumdebutanter. Begge har det siste halvåret stått for Oslo-konserter som ble utsolgt mange måneder i forkant. De musikalske forskjellene er likevel flere enn likhetene, men de to navna har med ett fått enda en fellesnevner: De står begge på scenen på Øyafestivalen i sommer. </p>\n<p>THE XX (UK)<br />\nThe xx ble dannet av fire skolekamerater i 2005, men det var i 2009 det skjedde for bandet. I fjor slapp gjengen først to strålende singler, Crystalised og Basic Space, deretter fullengderen xx, som ikke bare ble kåret til årets beste utgivelse hos Rough Trade og Platekompaniet, men ifølge mange også plasserer seg høyt blant det forrige tiårets beste album. I løpet av de siste tolv månedene har bandet bare vokst seg større og større og større, uten at den etablerte delen av musikkbransjen har forstått nøyaktig hvordan. Det ytterst originale uttrykket er én forklaring:<br />\n– The xx tilhører den lille og svært eksklusive gruppa artister som er ferdig formet med en unik sound og særegen stil allerede på sin første plate, åpnet PopMatters’ anmeldelse. Ikke verst for debuterende tenåringer. </p>\n<p>Sounden er ganske riktig unik. Med stor selvtillit blander The xx elementer fra vidt forskjellige stilarter – mollstemt åttitallspop, hypermoderne R&#038;B og dubstep – til noe helt eget. Uttrykket kan enkelt beskrives ved hjelp av titlene til de før nevnte singlene. Det er minimalistisk og krystallisert, mens instrumentene og de seksuelt ladede vokalutvekslingene til Oliver Sim (bass) og Romy Madley Croft (gitar) alltid får rom til å puste. En så moden omgang med tilbakeholdenhet og fravær av lyd, er noe av det mest bemerkelsesverdige med The xx,</p>\n<p>The xx har turnert ekstensivt både i Amerika og Europa det siste halvåret. Underveis har de gått fra å være en kvartett til å bli en trio, men uten å miste sin magiske glans. I januar sto de for årets hittil «mest utsolgte» konsert da de trollbandt et fullstappet Garage i Oslo med en opptreden det vil snakkes om i lange tider, i hvert fall frem til lørdag 14. August. Da spiller The xx på Øyafestivalen.<br />\n<a href=\"http://www.myspace.com/thexx\" target=\"_blank\">MYSPACE</a></p>\n<p>LA ROUX (UK)<br />\nSelv om den karismatiske Eleanor ”Elly” Jackson er i front og senter på både bilder og på scenen, er La Roux en duo. Man kan imidlertid tilgis for å ikke ha lagt merke til den andre halvdelen, synth-traktøren Ben Langmaid, som holder seg i studio og ikke deltar på konserter. De to skriver all musikk sammen i det de selv kaller et 50/50-forhold, mens tre andre musikere er hyret inn til live-formatet. </p>\n<p>La Roux slapp sin første singel, Quicksand, på den franske kred-labelen Kitsuné i desember 2008. Da hadde allerede hypen ulmet en god stund i undergrunnen. Andresingelen In For The Kill kom ut i mars i fjor, og satte bransjefolk og popfans i fyr og flamme. Midt på sommeren kom det selvtitulerte albumet som inneholdt nevnte hits og en rekke andre gromlåter i sjangeren frekk og freidig synthpop. Hypen var innfridd. </p>\n<p>Sist september spilte La Roux en utsolgt konsert for et entusiastisk Blå-publikum, og 2. mars blir det igjen stinn og utsolgt brakke på langt mer romslige Rockefeller. Og det er ikke alt. Fredag 13. August spiller La Roux på Øyafestivalen. Vi er ekstremt stolte over å ha fått rødtoppen og bandet hennes inn i sommerens line-up, som en del av et veritabelt knallfelt innen dansbar popmusikk.<br />\n<a href=\"http://www.myspace.com/larouxuk\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":444,"translations":{"nb":{"url":"/2010/02/16/la-roux-og-the-xx-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5d744f6d-a26a-5d49-89df-45d2a26c46bb","locale":"nb"}}