{"data":{"wordpressPost":{"title":"Øyafestivalen og Hafslund inviterer til  innovasjonskonkurranse","date":"9th July 2010","content":"<p>Er du kreativ og har en genial idé? Har du i all hemmelighet skriblet ned en ny design? Hatt et glimt av inspirasjon? Eller har du et unnagjemt talent?<br />\nI så fall bør du bli med i Øya og Hafslunds innovasjonskonkurranse, som setter fokus på miljøvennlige eller energibesparende tiltak. </p>\n<p>Øyafestivalen har blitt arrangert hver sommer siden 1999, og er en av Norges største festivaler med rundt 85 000 publikummere årlig. Energiselskapet Hafslund og Øyafestivalen etablerer nå Europas grønneste festivalsamarbeid. Sammen har de ambisjoner om å gjøre Øya til en verdensledende miljøvennlig festivalarrangør, blant annet ved at Hafslund skal sørge for at Øya kan bruke fornybar energi under festivalen. Dermed blir Øyafestivalen en av svært få norske festivaler som driftes av kun ren festivalenergi. I år er festivaldagene i Middelalderparken fra 10.–14. august</p>\n<p>Velg en av oppgavene:</p>\n<p>1.\tEnergiprodukt &#8211; Lag et enkelt og energieffektivt produkt som kan brukes på Øyafestivalen, eller et produkt som tilfører Øyafestivalen ren festivalenergi.</p>\n<p>2.\tMiljøprodukt &#8211; Lag et miljøprodukt for Øyafestivalen. Noe som kan brukes av enkeltpersoner eller et konsept som flere kan dra nytte av sammen.</p>\n<p>Produktet må være realiserbart med tanke på både tid og kostnad. Hovedpremien er at akkurat din idé blir produsert og lansert på Øyafestivalen, i tillegg til en miljøreise for to personer med Basecamp Explorer til en verdi av 10.000 kroner. Vinneren må være tilgjengelig i tiden frem til festivalen når produktet skal realiseres. Rettighetene til produktet tilhører den som har utviklet det, men Hafslund står fritt til å benytte seg av det under Øyafestivalen 2010 eller 2011.</p>\n<p>Send inn enten en modell med beskrivelse eller tegninger av produktet. Det kan være en miniatyrmodell eller en modell i full størrelse. I tillegg må du sende inn følgende:<br />\n•\tNavn<br />\n•\tAlder<br />\n•\tStudiested<br />\n•\tStudieretning<br />\n•\tKort redegjørelse for produktets bruksområde og bakgrunnen for produktutviklingen. </p>\n<p>Frist for innlevering av forslaget mandag 12. juli 2010, kl 09.00</p>\n<p>Det trekkes tre finalister, og av disse tre vises vinnerproduktet frem på Øyafestivalen 2010. </p>\n<p>Bidragene sendes til<br />\nPR-operatørene<br />\nv/ Hanne Kjærnes<br />\nMøllergata 8<br />\n0179 Oslo</p>\n<p>Elektroniske bidrag kan sendes inn på mail til hk@pr-o.no og samme adresse kan brukes til henvendelser vedrørende konkurransen. </p>\n","wordpress_id":335,"translations":{"nb":{"url":"/2010/07/09/ayafestivalen-og-hafslund-inviterer-til-innovasjonskonkurranse/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"805b1d37-83e7-5d32-873c-4e19150e7fb9","locale":"nb"}}