{"data":{"wordpressPost":{"title":"Full gavesekk til jul fra Øya","date":"22nd December 2008","content":"<p>Vi har nå fylt en gavesekk med tre knallsterke navn til Øya 09, for at du skal ha mye å glede deg over i jula og langt inn i neste år. Arctic Monkeys er en den siste åras største rockesuksess fra de britiske øyer. Torsdag 13. August gjester de Middelalderparken. Amerikanske The Bronx har stått på ønskelista vår ganske lenge og endelig kan man oppleve dem i hovedstaden. Oslo-bandet Norma Sass er våre nye popfavoritter og vi er sikker på at denne julegava vil kunne glede mange i løpet av 2009. Se opp for flere fete slipp på nyåret.</p>\n<p>Dagsbilletter til torsdag 13. august legges ut 20. januar. Festivalpass er i salg nå.</p>\n<p>ARCTIC MONKEYS (UK) – nytt album til sommeren<br />\nArctic Monkeys fra Sheffield er en av de siste åras største britiske rockesuksesser. I en tid hvor de fleste store band har holdt på ti år eller mer, er det godt å se at noen klarer å få til knockout på publikum med første slag. Vi er mildt sagt stolte over å kunne presentere den friskeste britiske rocken dette tiåret i Middelalderparken. Deres røffe og pønka rock minner om klassiske band som The Jam og The Clash, samtidig som man hører ekko av blant andre The Libertines og The Strokes. De starta som meget unge menn i 2001 og jobba seg i løpet av noen år et meget sterkt rykte i Nord-England. Debutskiva Whatever People Say I Am, That&#8217;s What I&#8217;m Not ble i 2006 den raskest selgende debutskiva på de britiske øyer noensinne. Deres to første singler, I Bet You Look Good on the Dancefloor og When the Sun Goes Down, gikk begge rett inn på førsteplass i England.  De var blant de første banda som slo igjennom etter massiv hyping på nett, blant annet fordi de opprinnelig holdt seg unna plateselskapene og var svært skeptiske til den etablerte musikkbransjen. Året etter kom oppfølgeren Favourite Worst Nightmare. 2008 brukte vokalist og gitarist Alex Turner på det kritikerroste sideprosjektet The Last Shadow Puppets. Neste år er han tilbake med Arctic Monkeys. Tidlig på sommeren kommer bandets tredje skive, hvor de visstnok skal ha med Josh Homme (Queens of The Stone Age, Desert Sessions, Eagles of Death Metal og Kyuss) i produsentstolen. I torsdag 13. august spiller de i Middelalderparken under Øyafestivalen. Vi veit det er mange der ute som gleder seg, basert på alle ønskene om Arctic Monkeys vi har mottatt de siste par åra. Dette blir en rockefest som fort kan ende opp som et av 2009s virkelige minneverdige musikalske opplevelser.<br />\n<a href=\"http://www.myspace.com/arcticmonkeys\" target=\"_blank\">MYSPACE</a></p>\n<p>THE BRONX (US) – for første gang I Norge<br />\nThe Bronx slo ned som ei pønkrockslegge med debutskiva i 2003. I høst kom deres tredje album, som i likhet med de to foregående het The Bronx. Sisteskiva har her hjemme klatret opp på årsbestelistene til blant annet Dagbladet, Musikknyheter.no og Dagsavisen. Som på de andre skivene får man en herlig miks av rå rock, heftig hardcore og påtent pønk. Mer energisk rock enn The Bronx skal du lete lenge etter i disse dager. Vi skal innrømme at vi har ønska oss The Bronx en god stund og at vi nå er skummelt nær overlykkelige over at Øya 09 er plotta inn i bandets turnékalender. Vi veit at det er langt flere enn oss som har lengta etter å se disse gutta på en Oslo-scene. Rapporter fra deres Sverige-besøk i for ikke lenge siden gjorde oss ølflaskegrønne av misunnelse. I tillegg til heseblesende rock med tydeligere nerve enn hos Betty Ford en mandags morra, er frontfigur Matt Caughthran det første man faller for med dette bandet. Hans hese stemme og intense tilstedeværelse gjør det ikke vanskelig å bli henta på The Bronx. Dette bandet er enkelt fortalt gladaggressivt, fengende og rått. The Bronx har de siste åra delt scene med mange av våre favoritter fra den amerikanske bråkerockscena, deriblant High on Fire, Big Business, Against Me!,  Mastodon, Riverboat Gamblers og Rocket From The Crypt, i tillegg til Turboneger. Før du ser denne gjengen på Øya vil de ha rukket å gi ut nok et album, denne gangen under navnet El Bronx. Innholdet her vil være pur mariachimusikk, så ingen skal beskylde dem for å være enspora. Vi lover likevel at du i august vil få servert gapet fullt av grovkorna rock med høyt tempo og tyngde du ikke har kjent siden julemiddagen.<br />\n<a href=\"http://www.myspace.com/thebronx\" target=\"_blank\">MYSPACE</a></p>\n<p>NORMA SASS – nytt demoband i særklasse<br />\nVi på Øyakontoret har i det siste vært hekta på de friske indiepoplåtene til Oslobandet Norma Sass, som nylig kutta ned navnet sitt fra Enorma Sass. Etter å ha overvært en av deres konserter i vinter hadde vi ikke annet valg enn å gi dem tilbudet om å spille i Middelalderparken til sommeren. De fem unge jentene er fortsatt i det som kan kalles startgropa av karrieren, men med et knippe knallsterke låter og upåklagelig pågangsmot, er vi overbevist om at dette er et band vi ønsker å følge med på i årene som kommer. De har nettopp blitt plukket ut som Ukas Urørt på P3, noe som resulterte i at deres låt Japan var den mest nedlasta på Urørt-sidene til NRK. I tillegg har både Radio Nova og Studentradioen i Trondheim lagt sin elsk på jentene. Deres smått mystiske og kilende låter gir deg umiddelbart lyst til å høre mer. Man kan kalle det indie eller man kan kalle det rock, men hovedsakelig er Norma Sass knakende god popmusikk. I løpet av 2009 vil du garantert ha flere muligheter til å oppleve Norma Sass live, ikke minst i Middelalderparken i august.  Vi spår dem allerede nå en tilværelse som neste års store pophåp.<br />\n<a href=\"http://www.myspace.com/normasass\" target=\"_blank\">MYSPACE</a></p>\n<p>Videoslipp av årets julegodt kan ses her<br />\n<a href=\"http://vimeo.com/2598972\" target=\"_blank\">VIMEO</a><br />\n<a href=\"http://www.youtube.com/watch?v=s812IhWFHgA\" target=\"_blank\">YOUTUBE</a></p>\n","wordpress_id":650,"translations":{"nb":{"url":"/2008/12/22/full-gavesekk-til-jul-fra-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"46da073b-a21e-5eeb-87cc-5723a255a71b","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2008/12/22/full-gavesekk-til-jul-fra-%c3%b8ya/","redirect":false}}}