{"data":{"wordpressPost":{"title":"Få med deg Smugs fete Øyanattprogram på Sukkerbiten","date":"2011-08-05T07:29:00.000Z","content":"<p>*Onsdag 10. august*<br />\nJAMES BLAKE (UK) DJ-SETT<br />\nSupport: Lot Lot DJs<br />\nEtterlengtet DJ-sett fra en av årets aller heiteste artister. Fornuft og følelser!</p>\n<p>*Torsdag 11. august. Hercules And Love Affair etterfest!*<br />\nWOLFRAM LIVE (AT) LIVE<br />\nANDY BUTLER (US) DJ-SETT<br />\nKIM ANN FOXMAN (US) DJ-SETT<br />\nNew York er i huset! Frontmann Andy Butler tar med seg medvokalist Kim Ann Foxmann når han inntar Sukkerbiten rett etter Hercules and Love Affair-konserten i Middelalderparken. I tillegg kommer også et livesett fra bandets gode venn Wolfram (AT).</p>\n<p>*Fredag 12. august . Trippel Øyanatt!*<br />\nTWIN SHADOW DJ-SETT (US)<br />\nCHAD VALLEY (UK) LIVE<br />\nLEMÂITRE (NO) LIVE<br />\nI samarbeid med I Am Nikon. Twin Shadow lager noe av den mest bittersøte, 80s inspirerte popmusikken som finnes om dagen, og George + Wynne tar grep om platespillerne på Sukkerbiten etter å ha gjort konsert på Øya. Chad Valley har fått mye oppmerksomhet for sin moderne tolkning av britisk postpunk, mens duoen i Lemâitre vel er det nærmeste vi kommer en lokale pophelter akkurat nå. Da vi så dem på Hove så vi folk som grein på første rad. Helt sant!</p>\n<p>*Lørdag 13. august*<br />\nHOW TO DRESS WELL (US) LIVE<br />\nGEORGE FITZGERALD (UK) DJ-SETT<br />\nHow To Dress Well er det mye omtalte prosjektet til den Brooklyn-baserte musikeren Tom Krell. Debutalbumet Love Remains var en av fjorårets store albumoverraskelser. George FitzGerald tilhører på papiret post-dubstep-generasjonen av britiske DJer og produsenter, men musikalsk sett er det langt fra sjonglerende halvtakt og motorsag-synth til det den unge London-DJen bedriver.</p>\n","wordpress_id":15506,"featured_image":null,"translations":{"nb":{"url":"/2011/08/05/fa-med-deg-smugs-fete-%c3%b8yanattprogram-pa-sukkerbiten/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e93e8168-e61a-524d-a481-27af46cace06","locale":"nb"}}