{"data":{"wordpressPost":{"title":"Jenny Hval vs. La passion de Jeanne d&#8217;Arc 9. august på Øyakino","date":"2011-08-01T09:20:00.000Z","content":"<p>*Jenny Hval vs. La passion de Jeanne d&#8217;Arc*</p>\n<p>Som de fleste sikkert har fått med seg er det i år Jenny Hval som skal spille live i kinoen på Øyas stumfilmkonsert. Vi kan nå med glede opplyse at filmen hun skal lydsette er den klassiske ”La passion de Jeanne d&#8217;Arc” av Carl Theodor Dreyer fra 1928.</p>\n<p>Filmen er av mange regnet som en av de beste i filmhistorien, og er utarbeidet ifra de ekte transkripsjonene av Jeanne d’Arcs rettssak. Jeanne D&#8217;Arc var den unge og dypt religiøse frihetskjemperen som mente seg kallet av Gud til å bistå den franske kongen i kampen mot England under hundreårskrigen. Filmen følger den inkvisitoriske rettergangen mot henne. Den endte som kjent med at hun ble brent på bålet i Rouen den 30. mai 1431. Skuespillerne skildres nesten utelukkende med nærbilder av ansikter som Dreyer valgte å la være usminkede for å skape realisme.</p>\n<p>Jenny Hval har siden hun slo igjennom i 2006 under navnet Rockettothesky vært en av en landets mest markante musikere. Hennes tredje album kom i begynnelsen av året og ble lovpris av kritikere og kalt både ”provoserende vakkert” og ”en musikalsk oppdagelsesreise”. Jenny Hvals har gjennom sin karriere på mesterlig vis klart å skape musikk som på samme tid er både radiovennlig og kompromissløs. </p>\n<p>Publikum bør kjenne sin besøkstid til denne svært så eksklusive forestillingen holdes i Ringen kino tirsdag 9. august kl 18.30.</p>\n<p>Billetter koster kr 100,- for alle med Øya-billett / kr 200,- for andre. Skal man ha Øya-rabatten må man kjøpe billetten i en av Oslo Kinos mange kinoer. </p>\n<p>Ellers viser vi også følgende filmer på Øyakino:<br />\n2 STEG FRÅN HÅKAN (Sve)<br />\nLE HAVRE (Fin/Fra)<br />\nSAMBAEN I MEG (Bra)<br />\nFÅ MEG PÅ FOR FAEN (No)<br />\nTROPA DE ELITE 2 (Bra)</p>\n<p><a href=\"http://oyafestivalen.com/pages/nor/956-oeyakinoprogrammet_er_klart_og_billetter_i_salg\" target=\"_blank\">Mer om Øyakino her</a></p>\n","wordpress_id":15477,"featured_image":null,"translations":{"nb":{"url":"/2011/08/01/jenny-hval-vs-la-passion-de-jeanne-darc-9-august-pa-%c3%b8yakino/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2342de9c-d0b0-5c54-bee1-5eb8b88fb68f","locale":"nb"}}