{"data":{"wordpressPost":{"title":"Øya:Sunkissed 2018","date":"2018-07-03T11:10:32.000Z","content":"<p>Lørdag 11. august på Blå</p>\n<p>Ute 17:00 – 22:00 // gratis</p>\n<p>Inne 22:00 – 03:00 // 160 + avgift // 130 + avgift forsalg eller Øya-billett</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Sunkissed X Smalltown Supersound 25 års jubel</strong></p>\n<p><strong>Bjørn Torske</strong><br />\n<strong>g-HA &amp; Olanskii</strong><br />\n<strong>Vinny Villbass</strong><br />\n<strong>A:G</strong><br />\n<strong>Ronny Rabalder</strong><br />\n<strong>Daniel Vaz</strong><br />\n<strong>Nico Coltsfoot</strong></p>\n<p>&nbsp;</p>\n<p>Sunkissed blir myndig, mens Smalltown Supersound feirer 25 flate! Steike å tida flyr. Med nytt album under vingene i sommer, måtte det bli mester Bjørn Torske som stiller i boksen under stjernene. Det er duket for kake og balluba i dumpa!</p>\n<p>Men snakker vi om tida, så tilhører den Bjørn Torske! Vel har han hold på med musikk enda lenger enn både Supa&#8217;n og Kjøsst&#8217;n, men om noe, så spår vi glatt at 2018 er Torskens år. Bjørns legendestatus hos dem som vet, er for lengst etablert. Etter smuglytting på det nye albumet Byen er det ganske så bænkers at han også tar resten av landet med storm nå (med forbehold om strandbartåkeprat i enkelte kanaler da).</p>\n<p>Bjørn har vært med siden Brygga Radio i Tromsø på slutten av 80-tallet. Siden ble han en sentral skikkelse i Bergenscenen, og ikke minst en av våre mest produktive elektroniske musikere. Han har en lang og lysende diskografi bak seg, som blant annet inkluderer albumene Nedi Myra, Trøbbel, Feil Knapp, Kokning, Square One (med Prins Thomas), og nå i juli slippes altså det nye albumet Byen.</p>\n<p>Bjørn har levert flere legendariske sett på Sunkissed oppigjennom, både som DJ og liveartist. Særlig huskes settet på Fabrikken i 2007, da Bjørn Torske og Per Martinsen kombinerte kokekonkurranse med live techno fra scenen. At de faktisk klarte å lage hver sin gryte høyst edibel pasta, mens hele huset hadde hæla i taket, står det full respekt av! Mange husker nok også livesettet fra Sunkissed:live, da hen snudde Indigo på hue et par år senere. DJ-settet hans fra Nordic Disco Lights festen på Sunkissed var er også et klart høydepunkt her på bruket. Nå har vi han klar for ny runde under stjernene, og det gledes!!!</p>\n<p>g-HA &amp; Olanskii sniker også inn under Smalltown Supersound-paraplyen denne kvelden. Det er riktignok 11 år siden Sunkissed-miksen kom ut, men den står fortsatt som et sentralt dokument over norsk elektronisk musikk. g-HA &amp; Olanskii har da også holdt koken helt i bølgefronten siden det glade nittitall, de siste årene som residents på både Sunkissed og Frædag på Jaeger.</p>\n<p>Vinny Villbass har vært en aktiv produsent siste årene, med et knippe krem 12&#8243;ere på etiketter som Eskimo Afro Art, Trunkfunk og Beatservice. Villbasse holder også styr på Badabing skuta, og er passe myndig han også som resident på Sunkissed.</p>\n<p>Ute i sola holder lettmatros Nico det sprettent sammen med Ronny Rabalder, A:G og Daniel Vaz.</p>\n<p>Vær Sunkissed!</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":22099,"translations":{"nb":{"url":"/2018/07/03/22099/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d23516fd-0351-5a60-819e-6deedd333da8","locale":"nb"}}