{"data":{"wordpressPost":{"title":"Øya og Teknisk Museum lager lyd og leven sammen","date":"8th March 2013","content":"<p>SENT: HØYT! Øya og Teknisk Museum lager lyd og leven sammen.</p>\n<p>Torsdag 21. mars kan du se konserter med Nils Bech og Next Life, lage musikk med Björks Biophilia-apper, høre musikkprodusenter snakke om lyd, bli med på popquiz og mye mer. Teknisk Museum har siden 2009 jevnlig hatt SENT-arrangementer med konserter, vitenshow, quizer, nerding og annen museumsmoro. Torsdag 21. mars blir Øyafestivalen med på laget og presenterer SENT: HØYT! med fokus på musikk og lyd.</p>\n<p>&nbsp;</p>\n<p>KONSERT: NILS BECH<br />\nArtisten Nils Bech gir alltid fantastiske konserter, senest under årets by:Larm. Bech spiller på Øyafestivalen i august, men denne kvelden stiller han på Teknisk Museum. Vi håper han har med gardintrappen!</p>\n<p>&nbsp;</p>\n<p>KONSERT: NEXT LIFE<br />\nNext Life fra Tønsberg spiller hard og hurtiggående progrock med lyder fra gamle datamaskiner og konsoller som Commodore 64 og Super Nintendo.</p>\n<p>&nbsp;</p>\n<p>WORKSHOP: BIOPHILIA</p>\n<p>Teknisk Museum hadde et samarbeid med Øyafestivalen i 2012 om en workshop på Björks fantastiske Biophilia-prosjekt. Som første artist noensinne fikk Björk laget egne apper til hver låt på albumet Biophilia. Kom og prøv dem med veiledning. Du får komponere med det samme verktøyet som Björk brukte på albumet og kanskje framføre ditt bidrag på et stort lydanlegg, foran publikum.</p>\n<p>&nbsp;</p>\n<p>MUSIKKPRODUSENTENES DISKUSJON</p>\n<p>moderator: Kristin Winsents</p>\n<p>&nbsp;</p>\n<p>POPQUIZ med quizmester Harald Fossberg, musikkspesial.</p>\n<p>&nbsp;</p>\n<p>WIMP-FOREDRAG: FRA STEMME TIL STRØM</p>\n<p>Hva er egentlig forskjellen på bits og Hz, analog og digital, mp3 og high-resolution audio? Hva skjer på veien fra stemmebåndene hos utøverne i studio til ørene hos lytteren i morgenrushet på 20-bussen? Pål Bråtelund fra WIMP tar turen til Kjelsås for å hugge veien gjennom begrepsjungelen, spille noen oppklarende lytteeksempler og gi syn for sagn i den digitale lydverdenen.</p>\n<p>&nbsp;</p>\n<p>KONSERT: SKRAP<br />\nHeida Karine Johannesdottir Mobeck på tuba/elektronikk og Anja Lauvdal på Korg Ms10 spiller fri-improvisert musikk hvor de hovedsakelig eksperimenterer med lave frekvenser.</p>\n<p>&nbsp;</p>\n<p>DJ: STINA STJERN</p>\n<p>Kveldens DJ i Musikkmaskiner spiller godbiter fra platesamlinga som har inspirert henne. Hun har lovet minst én låt av Sonic Youth!</p>\n<p>&nbsp;</p>\n<p>18 års aldergrense. Torsdag 21. mars 2013 19-23, Billetter: Student kr 50/ kr 100</p>\n<p>&nbsp;</p>\n<p>Les mer om programmet og meld deg på her:</p>\n<p><a href=\"https://www.facebook.com/events/564502830235706\" target=\"_blank\">https://www.facebook.com/<wbr>events/564502830235706</wbr></a></p>\n<p>&nbsp;</p>\n<p>Norsk Teknisk Museum og Telemuseet står bak arrangementet.</p>\n<p>&nbsp;</p>\n<p>foto: Benjamin Huseby</p>\n<p>&nbsp;</p>\n<p><a href=\"https://api.oyafestivalen.no/2013/03/08/oya-og-teknisk-museum-lager-lyd-og-leven-sammen/poster-sent-crop/\" rel=\"attachment wp-att-6029\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-large wp-image-6029\" title=\"poster sent crop\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"\" width=\"250\" height=\"350\" data-sizes=\"auto\" data-aspectratio=\"300/420\"></body></html>\n</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d1872cc6-811f-54e4-800c-62f09e7aea0f"}}