{"data":{"wordpressPost":{"title":"Fire nye til Øya","date":"28th November 2018","content":"<p><strong>JONATHAN WILSON (US) &#8211; lørdag 10. august</strong></p>\n<p><strong>CULT OF LUNA (SE) – fredag 9. august</strong></p>\n<p><strong>IDLES (UK) – onsdag 7. august</strong></p>\n<p><strong>SPURV</strong></p>\n<p><strong>Rekordsalg av billetter</strong></p>\n<p>&nbsp;</p>\n<p>Øya-programmet 2019 blir stadig mer variert, og flere aktuelle navn legges til i høyt tempo. I dag er amerikanske Jonathan Wilson, svenske Cult of Luna, engelske IDLES og norske Spurv bekrefta til Tøyenparken. I ukene fram mot jul håper vi å legge til enda noen stilarter og artister.</p>\n<p>Aldri tidligere har Øyafestivalen hatt et så godt billettsalg før jul. Vi tolker det som at publikum har sterke og gode minner fra årets festival, samt at vi har truffet godt med de første smakebitene på 2019-programmet. Det er bare å glede seg til fortsettelsen.</p>\n<p>&nbsp;</p>\n<p><strong>JONATHAN WILSON (US)</strong></p>\n<p>Etter noen år som soloartist fikk Jonathan Wilson et gjennombrudd med skiva Fanfare i 2013. Våren 2018 fulgte han opp med Rare Birds. Han har gjentatte ganger fått heder for å videreutvikle vestkystrocken og lydene fra Laurel Canyon.</p>\n<p>Ved siden av låtskriving, egne skiver og turneer, har han produsert innspillinger med Father John Misty, Roy Harper, Conor Oberst, Bonnie «Prince» Billy og andre. Lista over anerkjente musikere han har samarbeida med vokser i høyt tempo, og sier mye om hans status i flere amerikanske musikkmiljøer.</p>\n<p>Klassekampen har kalt Rare Birds «et magnum opus som viderefører og gjenoppfinner mange av de beste kvalitetene fra vestkystrocken».</p>\n<p><a href=\"https://www.npr.org/2018/02/22/587248637/first-listen-jonathan-wilson-rare-birds\">NPR</a> var like imponerte: &#8211; You can tell that Wilson is a student of rock and pop in all its forms, and at the same time he&#8217;s an utterly original and irreverent thinker who&#8217;s evolving with blinding speed. Rarely have those qualities been balanced as elegantly as they are here.</p>\n<p>Jonathan Wilson lager herlig, myk sommermusikk, som vi gleder oss til å nyte sammen med dere i Tøyenparken.</p>\n<p><a href=\"https://www.facebook.com/songsofjw/\">www.facebook.com/songsofjw</a></p>\n<p><a href=\"http://songsofjonathanwilson.com/?fbclid=IwAR3BMRoACRbi3o8Q2Zk5UJpueEXXZAGOXZRt0uDhAEQ-13B-xCIBOzw4wcE\">songsofjonathanwilson.com</a></p>\n<p>&nbsp;</p>\n<p><strong>CULT OF LUNA (SE)</strong></p>\n<p>Cult of Luna starta på slutten av 90-tallet i den nordsvenske byen Umeå. Medlemmene hadde bakgrunn fra byens hardcoremiljø, men utvikla en mørkere og mer progressiv stil. Med sitt tredje album Salvation (2004) ble de for alvor lagt merke til i undergrunnen. Etter flere fantastiske album samarbeidet de i 2016 med den amerikanske sangeren Julie Christmas på skiva Mariner, som er et eksepsjonelt mesterverk.</p>\n<p>Om Vertikal fra 2013 har <a href=\"http://www.bbc.co.uk/music/reviews/xq3q/\">BBC</a> skrevet treffende: &#8211; If you need to understand ugliness for beauty to truly shine, then Cult of Luna have both on display here, right next to one another, time and time again.</p>\n<p>Bandet beveger seg i et grenseland mellom kraftfull doom og stemningsfull post-rock. I den følelsesrike enden av mørk, hard musikk er de i verdenseliten. Vi hørte rykter om at det kommer ny musikk i 2019 og hadde ikke annet valg enn å sørge for at de får en helt fortjent plass på Øya-plakaten.</p>\n<p><a href=\"http://www.cultofluna.com/\">www.cultofluna.com</a></p>\n<p>&nbsp;</p>\n<p><strong>IDLES (UK)</strong></p>\n<p>IDLES fra Bristol har gitt ut to herlige skiver på omtrent halvannet år. Det nyeste, Joy as an Act of Resistance, inntok femteplassen på den britiske albumlista i høst. Til tross for at denne energifylte gjengen har holdt på siden starten av tiåret, er det først de siste par årene de virkelig har funnet formen. I dag er det bred enighet om at de er blant Storbritannias aller mest spennende rockeband.</p>\n<p><a href=\"https://www.theguardian.com/music/2018/aug/31/idles-joy-as-an-act-of-resistance-review-angular-rage-from-britains-most-necessary-band\">The Guardian</a>: &#8211; Their vehicle is furious punk rock with post-punk angularity – a molten, modern cross of the Fall, Fugazi and the Angelic Upstarts – and the songs bolt out of the traps with sparks and guitars flying.</p>\n<p><a href=\"https://louderthanwar.com/idles-manchester-o2-ritz-live-review/\">Louderthanwar.com</a> var tilstede under en konsert i Manchester denne høsten: &#8211; This is modern, urgent, brutal-rock with a message. Whatever we choose to call it I’ve never seen The Ritz explode like this with whole crowd dancing, and although it looks pretty violent from where I’m standing there isn’t a skirmish or any hint of bad behaviour.</p>\n<p>Vi gleder oss til å presentere dette fantastiske livebandet under Øyafestivalen.</p>\n<p><a href=\"https://www.idlesband.com/\">www.idlesband.com</a></p>\n<p><a href=\"https://www.facebook.com/idlesband/\">www.facebook.com/idlesband</a></p>\n<p>&nbsp;</p>\n<p><strong>SPURV</strong></p>\n<p>Spurvs andrealbum Myra har mottatt velfortjent skryt fra fjern og nær, med gode anmeldelser i internasjonale musikkblogger og nettmedier. Bandet har en kjerne på fire medlemmer, med bidrag fra ytterligere to. At den ene av disse er trombonist, bidrar til å gi Spurv et spennende særpreg. De har klare røtter i post-rock av høy kvalitet.</p>\n<p>Etter en demo og en EP, kom det første albumet i 2015. Både denne og oppfølgeren Myra har blitt mastret av Magnus Lindberg fra Øya-aktuelle Cult of Luna.</p>\n<p><a href=\"http://www.musikknyheter.no/anmeldelser/18234/Spurv.html?fbclid=IwAR3I_5tIC2YKX1wAR4qC-2uOpFsX2ALQA--guRJK5WlDB9KLwgIb6b0ahIg\">Musikknyheter.no</a>: &#8211; Musikken er vannet som renner gjennom skogen, og på veien finnes både voldsomme fossefall og behagelige fiskevann. Myra er en av de mest gjennomførte, helhetlige og spennende utgivelsene jeg har vært borti. Jeg bøyer meg i støvet.</p>\n<p><a href=\"https://acloserlisten.com/2018/05/23/spurv-myra/?fbclid=IwAR0zaaeDmwRk5huyH_jmKZpzTnyZmHAhy0mwlki0I7iHfennD9MyLKWdyeE\">Acloserlisten.com</a>: &#8211; On Myra, the tracks are shorter, the riffs more diverse, the power through the roof. This is not a headphone album, or even a car album; it deserves the full speaker treatment. Even a house is hardly enough to contain its energy; an outdoor stadium would be perfect.</p>\n<p><a href=\"https://www.facebook.com/Spurvinnen/\">www.facebook.com/Spurvinnen</a></p>\n","wordpress_id":22858,"translations":{"nb":{"url":"/2018/11/28/fire-nye-til-oya-2/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6069af0d-ea99-5452-9160-c98b2d92e3fb","locale":"nb"}}