{"data":{"wordpressPost":{"wordpress_id":20712,"title":"Hjelp oss å gjøre Øya grønnere!","excerpt":"<p>Vil du bidra til en enda mer miljøvennlig festival? Her er ti ting du kan gjøre:</p>\n","content":"<p><span style=\"font-weight: 400;\">Året rundt jobber vi for å gjøre Øyafestivalen til en av verdens mest miljøvennlige festivaler. Dette innebærer at vi har byttet fra fossil til fornybar energi, vi sorterer avfallet vårt i 15 fraksjoner og materialgjenvinner rundt 75 prosent, vi serverer mer enn 94 prosent økologisk mat, vi bruker flest mulig lavutslippsbiler til transport og når vi må kjøpe noe nytt så kjøper vi miljøsertifiserte varer. </span></p>\n<p><span style=\"font-weight: 400;\">Men vi trenger også din hjelp for å bli enda grønnere! Her er 10 ting du kan bidra med på årets festival: </span></p>\n<ol>\n<li><b> Bruk mindre plast!<br />\n</b>Plast er i ferd med å bli et av våre største miljøproblemer. Om vi fortsetter med samme forbruk og forsøplingen som nå, vil det i 2050 være mer plast i havet enn det er fisk! Det er svært viktig at plast kildesorteres og gjenbrukes, og det har vi har gjort på Øya i mange år. All plasten vår, der i blant ca 2,7 tonn med ølbeger har gått til materialgjenvinning og blitt til ny plast, men for å gjøre noe med miljøproblemet må vi også kutte forbruket. Derfor er drikkebegrene på Øyafestivalen laga av et helt nedbrytbar og plantebasert plastalternativ i år. Nyt en plastfri øl, og skål for verdenshavene!</li>\n</ol>\n<p>&nbsp;</p>\n<ol start=\"2\">\n<li><b> Spis mindre kjøtt og mer grønnsaker<br />\n</b>Vi spiser for mye kjøtt i Norge – både med tanke på miljøet, dyrenes velferd og vår egen helse. Kjøttproduksjon skaper også store klimagassutslipp, så det er god grunn til å spise mer grønt. Derfor er nærmere 75% av rettene på Øya vegetariske – og det skal være enkelt å finne bra mat uten animalske produkter. Vil du spise med bedre samvittighet, både overfor dyrene og miljøet? Spis mer grønnsaker og mindre kjøtt!</li>\n</ol>\n<p>&nbsp;</p>\n<ol start=\"3\">\n<li><b> Nyt solenergidrevet musikk<br />\n</b>Sammen med Hjellnes Consult har vi satt opp 60m<span style=\"font-weight: 400;\">²</span><span style=\"font-weight: 400;\"> med solceller i Tøyenparken. I løpet av hele riggperioden regner vi med å produsere ca 1000 kWh strøm, nok til å dekke Hagen-scena. Vi vil vise fram de gode løsningene for fossilfri energi som verden trenger for å nå en fornybar framtid. Løsningene er der &#8211; vi trenger bare å ta dem i bruk!</span></li>\n</ol>\n<p>&nbsp;</p>\n<ol start=\"4\">\n<li><b> Spis opp maten — og kanskje tallerken din!<br />\n</b>I Norge kaster man nærmere ⅓ av all maten som produseres. Det er både et samfunnsproblem og en stor miljøutfordring. Derfor burde du ikke kjøpe mer mat enn du trenger – og spise opp maten du får servert. I år har vi servise laget kun på hvetekli og vanndamp – så trenger du litt ekstra fiber, kan du avslutte måltidet med å spise opp tallerken, kniv og gaffel. (OBS: inneholder gluten! Har du cøliaki, gi beskjed til de i matbodene, som skal ha et glutenfritt alternativ tilgjengelig).</li>\n</ol>\n<p>&nbsp;</p>\n<ol start=\"5\">\n<li><b> Spis og drikk økologisk<br />\n</b>Årets Øyameny består av alt fra den klassiske burgeren og pølsa – til hawaiisk råfisksalat, elg-kebab, grilla ostetoast, japanske akkarboller, meksikanske tacos, klissete sjokoladekaker, indisk gatemat og nordisk fjellgris-wraps &#8211; alt økologisk, selvfølgelig! Vi mener at kun naturlige råvarer fra et bærekraftig jordbruk er godt nok for vårt publikum, og i 2016 var nærmere 94% av råvarene vi brukte <a href=\"http://oya.test/miljo/okologisk-mat/\"><span style=\"font-weight: 400;\">økologiske</span></a><span style=\"font-weight: 400;\">. Vi har også økologisk øl, vin, kaffe og mineralvann.</span></li>\n</ol>\n<p>&nbsp;</p>\n<ol start=\"6\">\n<li><b> Kildesorter avfallet ditt<br />\n</b>På festivalen kan du sortere matavfall, plast og restavfall. Natur og Ungdom ettersorter alt avfallet for hånd (!) i 15 ulike fraksjoner. Du kan hjelpe dem med å gjøre jobben lettere og festivalen grønnere ved å sortere avfallet ditt ute på festivalområdet. I fjor materialgjenvant vi hele 74% av alt avfallet fra festivalen – som sparte oss for CO2-utslipp tilsvarende det årlige forbruket av 15 biler! Hjelp oss med å bli enda bedre og enda grønnere i år – sorter avfallet ditt!</li>\n</ol>\n<p>&nbsp;</p>\n<ol start=\"7\">\n<li><b> Reis miljøvennlig<br />\n</b>Det skal være enkelt å komme seg til Øyafestivalen på en miljøvennlig måte. Vi tilbyr gratis og trygg sykkelparkering, og <a href=\"https://www.dapper.no/\"><span style=\"font-weight: 400;\">Dapper</span></a><span style=\"font-weight: 400;\"> tilbyr gratis småreparasjoner. Om du ikke har sykkel, kan du ta beina fatt eller benytte deg av trikk, buss eller t-bane for å komme deg til Tøyenparken. T-banestasjonene Tøyen og Carl Berners plass ligger begge i nærheten av festivalinngangen. Husk at vi ikke tilbyr parkeringsplasser for biler.</span></li>\n</ol>\n<p>&nbsp;</p>\n<ol start=\"8\">\n<li><b> Bli en superpanter<br />\n</b>Det lønner seg å hjelpe oss å kildesortere. Hos oss kan du pante tomme ølglass, bærehanker, popcornemballasje og ølglass med sneiper i Natur og ungdoms panteboder. Rundt 240.000 ølglass blir samlet inn på denne måten i løpet av festivalen. Når du panter et ølglass er du med på å spare over to tonn CO2 og 5620 liter olje!</li>\n</ol>\n<p>&nbsp;</p>\n<ol start=\"9\">\n<li><b> Støtt Natur og Ungdoms arbeid<br />\n</b>Øyafestivalen er stolt av å kunne samarbeide med <a href=\"http://www.nu.no/\"><span style=\"font-weight: 400;\">Natur og Ungdom</span></a><span style=\"font-weight: 400;\">, Norges største miljøvernorganisasjon for ungdom. Natur og Ungdom står for all avfallshåndteringen, drifter pantebodene og holder festivalområdet rent for publikum. Er du under 25 kan du bli medlem for 50 kroner ved å sende “NU Medlem” til 2377 eller du kan støtte organisasjonen med et valgfritt, fast beløp ved å bli </span><a href=\"http://nu.no/stott/\"><span style=\"font-weight: 400;\">NU-venn</span></a><span style=\"font-weight: 400;\">.</span></li>\n</ol>\n<p>&nbsp;</p>\n<ol start=\"10\">\n<li><b> Ta med dine nye miljøvaner hjem<br />\n</b>Ta sykkelen til jobben, kjøp økologiske, lokale råvarer på butikken når du handler, planlegg ukens innkjøp og kildesorter avfallet ditt! Husk at du kan plukke med deg en avfallsbøtte til matavfall på standen til <a href=\"http://sortere.no/info/kommune/oslo/oslo/\"><span style=\"font-weight: 400;\">Kildesortering i Oslo</span></a><span style=\"font-weight: 400;\">. Kanskje din neste ferietur blir med tog i stedet for fly? Gode miljøvaner er vi glad i, ta dem med hjem og la dem bli en del av hverdagslivet ditt!</span></li>\n</ol>\n<p>&nbsp;</p>\n<p><strong>God festival!</strong></p>\n","date":"2017-08-07T16:18:56.000Z","featured_image":{"title":"Miljøstasjonen","filename":"oya30.jpg","filesize":458220,"url":"http://oya.test/assets/uploads/2017/08/oya30.jpg","link":"/2017/08/07/hjelp-a-gjore-oya-gronnere/oya30/","alt":"","author":"3","description":"","caption":"","name":"oya30","status":"inherit","uploaded_to":20712,"date":"2017-08-07 16:13:42","modified":"2017-08-07 16:16:19","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":2560,"height":1695,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2017/08/oya30-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2017/08/oya30-300x199.jpg","medium_width":300,"medium_height":199,"medium_large":"http://oya.test/assets/uploads/2017/08/oya30-768x509.jpg","medium_large_width":768,"medium_large_height":509,"large":"http://oya.test/assets/uploads/2017/08/oya30-1024x678.jpg","large_width":1024,"large_height":678,"small":"http://oya.test/assets/uploads/2017/08/oya30.jpg","small_width":320,"small_height":212,"medium_small":"http://oya.test/assets/uploads/2017/08/oya30.jpg","medium_small_width":640,"medium_small_height":424,"xlarge":"http://oya.test/assets/uploads/2017/08/oya30.jpg","xlarge_width":2560,"xlarge_height":1695}},"translations":{"nb":{"url":"/2017/08/07/hjelp-a-gjore-oya-gronnere/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"90cae9d0-652d-5398-bb1e-12fd238733e1","locale":"nb"}}