{"data":{"wordpressPost":{"title":"Lot Lot med to Øyanetter hos Dattera Til Hagen","date":"3rd July 2015","content":"<p><strong>Fredag 14. august</strong></p>\n<p>For sjette året på rad lager Lot Lot fest under Øyafestivalen! Fredag og lørdag vil Lot Lot fylle Dattera til Hagen på Grønland med elektronisk musikk fra kommende stjerner til veletablerte DJs og produsenter innen elektronisk musikk.</p>\n<p><strong><u>MATRiXXMAN (US/Dekmantel/Ghostly)<br />\n</u></strong>Den San Fransisco-baserte produsenten og DJen Matrixxman gjester Lot Lot under Øyanettene. Dette er første gang han kommer til Norge og hovedstaden! Matrixxman debuterte i 2013 med EPen «The XX Files», og for den utgivelsen fikk han fantastiske anmeldelser fra bland andre The Fader, Pitchfork, XLR8R og Fact Magazine.</p>\n<p>For en karriere som bare er i sin spede start (han har bare gitt ut musikk i to år), har han gitt ut hele 12 EPer på labels som Dekmantel og Spectral Sound, i tillegg til sitt kommende album på Ghostly International. Hans seneste utgivelser «Protocol» og «Procedure» har blitt spilt av den elektroniske musikkens største undergrunnsstjerner, han får support fra Levon Vincent, Jeff Mills, Richie Hawtin, Boddika, DBX, Larry Heard, Joey Anderson, DVS1, Seth Troxler og DJ Qu, for å nevne noen.</p>\n<p>Matrixxmans utgivelser beveger seg bredt innenfor elektronisk musikk fra acid house til europeisk techno. Han rører ved klassisk Chicago- og Detroit-house, til gammel elektro. Men det er spesielt ett element som kommer kraftig til livs i Matrixxmans utgivelser, perkusjonen. Hans absolutt største låter er nesten kun basert på trommer. Sjekk ut for eksempel 808 State of Mind EPen hans. Det er et perkusjonsdriv der fra en annen verden, et mayhem av trommer!</p>\n<p>Dette er en fyr man kommer til å høre mye av i årene fremover, og vi gleder oss til å se og høre Matrixxman under fredagens Lot Lot!</p>\n<p><a href=\"http://www.residentadvisor.net/dj/matrixxman\" target=\"_blank\">www.residentadvisor.net/dj/matrixxman</a></p>\n<p><a href=\"http://www.facebook.com/matrixxman\" target=\"_blank\">www.facebook.com/matrixxman</a></p>\n<p><a href=\"http://www.soundcloud.com/matrixxman\" target=\"_blank\">www.soundcloud.com/matrixxman</a></p>\n<p>&nbsp;</p>\n<p><strong><u>Jonas (NO/Lot Lot/Jacks Kantine)<br />\n</u></strong>Som 1/3 av Lot Lot-crewet har Jonas vært endel av Oslos klubbscene de siste årene. Med sin kjærlighet for drivende house og techno, har han spilt fletta av flere av klubbene rundt om i Oslo. Med sin egen månedlige klubbkveld på Dattera til Hagen, Jacks Kantine, viser Jonas at han fortsatt holder seg musikalsk relevant. Dette kommer frem både med sin egen spillestil, men også gjennom de internasjonale bookingene han gjør på Jacks Kantine-kveldene. Jonas varmer opp klubben i andre etasjen på Dattera før Matrixxman.</p>\n<p style=\"text-align: left\"><a href=\"http://www.soundcloud.com/jackskantine\" target=\"_blank\">www.soundcloud.com/jackskantine</a></p>\n<p>&nbsp;</p>\n<p><strong><u>TELEPHONES (NO/Full Pupp/Running Back)<br />\n</u></strong>Telephones har i det siste tatt ett realt byks frem internasjonalt, med topp soloreleaser på Running Back og Sex Tags UFO. Den siste tiden har han også vært aktiv med å gi ut remikser av blant andre Massimiliano Pagliara og av legendariske Jose Padilla. Vi gleder oss til å ta i mot Telephones igjen, og vi er megaspente på å høre ham DJe i første etasjen på Dattera under Lot Lot!</p>\n<p><a href=\"http://www.soundcloud.com/telephones\" target=\"_blank\">www.soundcloud.com/telephones</a></p>\n<p><a href=\"http://www.facebook.com/pages/Telephones/315035320900?fref=ts\" target=\"_blank\">www.facebook.com/pages/Telephones/315035320900?fref=ts</a></p>\n<p>&nbsp;</p>\n<p><strong><u>CHMMR (NO/Full Pupp)<br />\n</u></strong>Bak aliaset Chmmr finner man Even Brenden, platesamler, platemaker, platespiller og all around plateelsker. Hans sommerlige debut kom til verden gjennom det riktig så psykedeliske plateselskapet Luna Flicks, som ble drevet av Strangefruit, Kango og Øyvind Morken i et annet tiår. Etter at det ble tomt i hyllene for denne i løpet av noen knappe uker, tok den da Trondheimsbaserte Brenden turen til Berlin og gjorde spor for sveitsiske Headman på hans Relish Records, i godt selskap med artister som Daniel Avery og Hannulelauri.</p>\n<p>I november i fjor ga han ut EPen «Lyd &amp; Bilde», og i løpet av kort tid kommer det også et par remixer, en av en ny Prins Thomas 12’’ og debuten til Pelifix, pluss mer eget materiale: Dette også på Full Pupp.</p>\n<p>På fredagens Lot Lot gjør han et DJ-set før Telephones i førsteetasjen på Dattera.</p>\n<p><a href=\"http://www.soundcloud.com/chmmr\" target=\"_blank\">www.soundcloud.com/chmmr</a></p>\n<p>&nbsp;</p>\n<p><strong>Lørdag 15. august</strong></p>\n<p>Lot Lot avslutter årets Øyafestival som alltid med en kjempefest. I år har vi fått med oss det skotske labelet Numbers og en av grunnleggerne, Spencer å spille b2b med en meget prominent gjest. I første etasje på Dattera vil det som alltid være Lot Lot Soundsystem som runder av årets Øyafestival med en god gjeng av våre residents og affilierte artister.</p>\n<p>&nbsp;</p>\n<p><strong><u>NUMBERS with SPENCER b2b SPECIAL GUEST<br />\n</u></strong>Labelet Numbers, som ble grunnlagt av en vennegjeng ledet av Calum Morton aka Spencer og Jack Revill aka Jackmaster, har over de siste 10 årene satt sitt preg på elektronisk musikk som få andre labels har. Gjennom sine releaser av artister som Hudson Mohawke, Rustie, Jamie xx, Mosca, SOPHIE og mange flere, har de definert sin egen scene og sin åpne tilnærming til klubbmusikk. Det er like naturlig å spille Talking Heads som det er å spille Model 500. Gjennom sine Numbers-kvelder rundt om i Europa, på Sonar og på Sub Club har Jackmaster og Spencer greid å skape en nyskapende og levedyktig elektronisk label i 2015! Vi er over oss av glede for å kunne avslutte årets Øyafestival med en kjempefest i andreetasjen med ett eksklusivt b2b sett med Spencer og en meget spesiell gjest.</p>\n<p>&nbsp;</p>\n<p><strong><u>ØYVIND MORKEN (NO/Full Pupp/Moonlighting)<br />\n</u></strong>Øyvind Morken har med sin påståelige spillestil og varme kjærlighet til klubbmusikken gjort stor suksess de siste årene, både som produsent og DJ. Han er en av Oslos dyktigste DJs, og har holdt det gående i flere år, nå kjent som mannen bak Moonlighting på Dattera til Hagen, og en av to bak klubbkvelden Untzdag på Jaeger. Han har lagt et meget spennende år bak seg; med sin første utgivelse på Prins Thomas’ Full Pupp i 2013, Kakemonsteret. I fjor bidro han med en ny låt på Full Pupp Sampler 3, og slapp også sin andre 12’’ på Full Pupp, Gnagsår I Hjernen. Denne våren har han startet sitt eget plateselskap; Moonlighting, og den første utgivelsen er allerede ute, 7’’ Jungelerotikk.</p>\n<p>Vi er stolte av å kunne igjen presentere ham for klubbpublikummet under Lot Lots siste kveld, der Øyvind Morken spiller et eksklusivt disco-sett, før Spencer fra Numbers og en veldig spesiell gjest inntar DJ boothen!</p>\n<p><a href=\"http://www.soundcloud.com/oyvind-morken\" target=\"_blank\">www.soundcloud.com/oyvind-morken</a></p>\n<p>&nbsp;</p>\n<p><strong><u>LOT LOT SOUNDSYSTEM<br />\n</u></strong>En årlig tradisjon avslutter førsteetasjen med Lot Lot Soundsystem ft. noen av våre favorittresidents og artister. Lot Lot Soundsystem i år består av ett knippe prominente norske elektroniske artister vi dessverre ikke kan annonsere, men de som var der ifjor vet hva de kan vente seg. Svett, høy og intens klubbmusikk, og den beste måten å avslutte Øyafestivalen 2015 på!</p>\n<p><a href=\"http://www.lotlot.no\" target=\"_blank\">www.lotlot.no</a></p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2563b016-3830-5e3d-9b3d-8691525404e7"}}