{"data":{"wordpressPost":{"wordpress_id":15508,"title":"Tommelen opp for Øya 2011","excerpt":"<p>Vi har fått resultatene fra publikumsundersøkelsen som ble gjennomført under årets festival. Der er det mye morsom og spennende lesing om Øya-publikummet. Tilbakemeldinger og kommentarer fra dere som besøker Øyafestivalen, er veldig verdifull for oss som hvert år ønsker å forbedre oss i planlegging og gjennomføring. Her kan du lese noen av høydepunktene fra publikums tilbakemeldinger.</p>\n","content":"<p>Publikumsundersøkelsen er basert på 1340 intervjuer med publikummere:</p>\n<p>&#8211; 96% av publikum hadde et ganske eller svært positivt helhetsinntrykk av årets festival, noe vi må si oss godt fornøyde med.<br />\n&#8211; 3/4 av publikummet oppga musikken som hovedgrunnen til å dra på Øya, mens andre oppga avslapping, sosialt samvær med venner og fest<br />\n&#8211; Det viser seg at de publikummerne som i stor grad benytter streamingtjenester for musikk, er de som er mest fornøyde med Øya-programmet.<br />\n&#8211; I 2011 var 69% av Øya-publikummet bosatt i Oslo eller Akershus<br />\n&#8211; 84% av de som besøkte Øyafestivalen i 2011 har vært på festivalen tidligere, noe som betyr at Øya har et trofast publikum<br />\n&#8211; 54% av publikummet er kvinner. Disse har 3,5 år lavere snittalder enn menna, men har likevel (i snitt) høyere utdanning<br />\n&#8211; 92% av Øya-publikummet brukte våre nettsider til å skaffe seg informasjon om festivalen<br />\n&#8211; 80% mener det er viktig at Øya har en miljøvennlig profil. De miljøtiltakene publikum regner som viktigst er gjenbruk og kildesortering.</p>\n<p>I intervjuene var det mulig å legge inn egne kommentarer. Samla ble dette en enorm bunke innspill, som alle er lest. Disse verdifulle kommentarene tar vi med oss i planleggingen av øyafestivalen 2012 og vi merker oss alle forslag, enten det handler om artistforslag, toalettkapasitet eller prisnivå.</p>\n<p>foto: Johannes Granseth</p>\n","date":"2011-11-14T12:28:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/11/14/publikumsundersokelsen-for-oya-2011/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"068b0932-3a50-5e95-bbee-d2b78b2116bd","locale":"nb"}}