{"data":{"wordpressPost":{"wordpress_id":20325,"title":"To Øyanetter med Sunkissed","excerpt":"<p>På Blå torsdag 10. og lørdag 12. august: MICHAEL MAYER // ADA // G-HA &#038; OLANSKII // VINNY VILLBASS // RONNY RABALDER // A:G // GEMINI CORPULENTI // COLTSFOOT // DANIEL VAZ</p>\n","content":"<p>Torsdag 10. og lørdag 12. august 2017</p>\n<p>Ute 17:00 – 22:00 // gratis</p>\n<p>Inne 22:00 – 03:00 // 160 + avgift // 130 + avgift (forsalg eller gyldig Øya-billett)</p>\n<p>Etter flere år på Sunkissedlista, leverer endelig festivalnissen både Kompaktsjef Michael Mayer og Köln-sambygding Ada (bildet) til dumpa. Kan forsiktig si at vi har venta/gleda oss mye til begge!</p>\n<p><strong>TORSDAG 10. AUGUST</strong></p>\n<p>Inne:<br />\nMICHAEL MAYER [Kompakt, DE]\n<p>G-HA &amp; OLANSKII<br />\nCOLTSFOOT</p>\n<p>Ute fra 17:00:<br />\nA:G<br />\nDANIEL VAZ<br />\nMichael Mayer er en av Tysklands sentrale skikkelser innen house og tekno. Ubestridt som den lokale mesterhjernen i Köln-scena. Han har spilt plater siden tidlig 90-tall, og er et ekte barn av den første bølgen. Men det er først med etiketten, platesjappa og distribusjonsselskapet Kompakt, samt klubbkvelden Total Confusion at han brer vingene utover døskerrikets grenser. Han har vært fast snurrer på de mest toneangivende sjappene siste 15 årene, som Fabric, Robert Johnson og Panobar.</p>\n<p>Riktignok pakket Michael Mayer og Tobi Tobias sammen Total Confusion i 2014, men lite tyder på at Mayer har tatt det særlig rolig ellers. Kompakt går så det griner om dagen, og Mayer signerte i år for siste utgave av K7’s ’Dj Kicks’-serie. Og vi skulle vel klare å driste oss til å mene at denne Øya:Sunkissed torsdagen er en mulighet til å oppleve denne dösker-über-dj’en i sitt rette element.</p>\n<p>G-Ha &amp; Olanskii er ikke førstereisgutter de heller akkurat. De to Sunkissed- og Frædag-residentene har holdt koken helt i bølgefronten siden det glade nittitall. Sjekk bare ut galskapen fra Boilerroom-settene i vinter, om bevis skulle trenges. Sammen med lettmatros Nico Coltsfoot, skal nok både kapteinen og apa i tårnet få heist fargene denne torsdagen! Ute koker Daniel Vaz og A:G sammen godlåter i sola.</p>\n<p><strong>LØRDAG 12. AUGUST</strong></p>\n<p>Inne:<br />\nADA [Pampa, DE]\n<p>VINNY VILLBASS<br />\nRONNY RABALDER<br />\nDANIEL VAZ</p>\n<p>Ute fra 17:00:<br />\nGEMINI CORPULENTI<br />\nCOLTSFOOT</p>\n<p>ADA er en type artist som gir deg håp, i en ellers rigid klubbscene. Det som begynte med en gjenglemt Groovebox i bandstudioet hennes, ble til EP, som ble til album som ble til verdensturné. ADA sitt debutalbum Blondie på det fantastiske plateselskapet Areal, havnet blant de 10 beste popalbum i New York Times det året. Men er det pop? Hennes eminente touch og talent gjør låtene hennes til noe eget, noe for seg selv, noe sært og allikevel inkluderende. Et varmt og analogt lydbilde, men med harmonier som leker med dissonans og melankoli. Har du først hørt musikken til Ada er du definitivt hekta. Etter en lang rekke samarbeid og singelutgivelser kom hennes oppfølgeralbum Meine Zarten Pfoten på Koze sitt plateselskap Pampa i 2011. Dette også rost i skyene og hyllet i diverse medier.</p>\n<p>Som regel er produsenter ikke nødvendigvis de beste DJs, og omvendt, men med Ada får man både i pose og sekk. Nærheten til musikken og omgivelsene har gjort både hennes liveopptredener og DJ-sett viden kjent.</p>\n<p>Vi har lenge lett etter perfekt tid og rom for Ada, og nå kommer hun altså til Oslo for første gang. ØYA-lørdagen blir definitivt en minneverdig affære. Funfact &#8211; Navnet ADA har hun stjælt fra vokteren av blinde zombies i en audiobok hun hadde som liten.</p>\n<p>Vinny Villbass er i slaget om dagen. Vel egentlig om åra, skulle en si. Masse raff musikk på raffe etikketter, og fingrene i fat overalt. Spille funky skiver har han jo alltid kunnet. Ronny Rabalder, aka technofar, lufter også funken en runde. Ute holder lettmatros Nico det sprettent sammen Gemini Corpulenti.</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","date":"2017-07-05T07:26:33.000Z","featured_image":{"title":"ADA (1) crop","filename":"ada-1-crop.png","filesize":190413,"url":"http://oya.test/assets/uploads/2017/07/ada-1-crop.png","link":"/2017/07/05/to-oyanetter-sunkissed/ada-1-crop/","alt":"","author":"3","description":"","caption":"","name":"ada-1-crop","status":"inherit","uploaded_to":20325,"date":"2017-07-03 11:34:49","modified":"2017-07-03 11:34:49","menu_order":0,"mime_type":"image/png","type":"image","subtype":"png","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2017/07/ada-1-crop-150x150.png","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2017/07/ada-1-crop-300x188.png","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2017/07/ada-1-crop-768x480.png","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2017/07/ada-1-crop.png","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2017/07/ada-1-crop.png","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2017/07/ada-1-crop.png","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2017/07/ada-1-crop.png","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2017/07/05/to-oyanetter-sunkissed/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"759cc919-308f-5f86-a837-03ca3bda22c5","locale":"nb"}}