{"data":{"wordpressPost":{"title":"Nachtmystium erstatter Baroness","excerpt":"<p>Baroness har valgt å avlyse sin Øya-konsert etter at de fikk tilbud om å bli med på en større turné i USA i samme periode. Dette er trist for publikum, fans og oss på Øya-kontoret. Heldigvis har vi fått på plass en glimrende erstatter på kort tid. Nachtmystium, som er plateaktuelle denne uka, kommer til Middelalderparken for å bringe herlig styggedom inn i øregangene dine torsdag 12. august.</p>\n","content":"<p>NACHTMYSTIUM (US)<br />\nDenne uka kom skiva Addicts: Black Meddle part II av amerikanske Nachtmystium. Skiva er, i følge Øya-kontorets svartkledde avdeling, en av årets aller sterkeste metalutgivelser. Nachtmystium ble danna i 2000 utenfor Chicago som et mer eller mindre reint black metal-band. Siden da har det vært en del utskiftninger i mannskap, men sjef Blake Judd utgjort den kreative drivkraften hele veien. I starten var de tydelig inspirert av blant annet Darkthrone, men etter hvert utviklet de et helt særegent sound ved å inkludere elementer av psykedelia og rock i ekstremmetallen. På de siste albuma kan man også høre at Nachtmystium er begeistra for post-rock og industriell metal. Deres forrige skive Assasins: Black Meddle part I kom i 2008 og fikk terningkast seks (!) i Dagbladet. Torgrim Øyre skreiv ”Det er nemlig lenge siden ekstrem metal har føltes så vital, viktig og visjonær” og kalte plata en moderne klassiker. Du skal ikke se bort fra at det ferske albumet følger i samme fotspor. På Addicts spiller Will Lindsay (tidligere Wolves In A Throne Room) bass og blant gjestene finner man Russ Strahan fra Pentagram på gitar. Internasjonale magasiner som Metal Hammer og Rock Sound har allerede rukket å gi Addicts fantastiske anmeldelser. Vi så Nachtmystium på Inferno for noen måneder siden og kan love et liveband som setter svimerker i øra dine. Fans av band som Enslaved og Mastodon kan ha mye å hente hos Nachtmystium, for på samme måte som dem utvider dette bandet rammene av en stilart en del forbinder med strenge regler.<br />\n<a href=\"http://www.myspace.com/nachtmystium\" target=\"_blank\">MYSPACE</a></p>\n","date":"2010-06-24T10:40:00.000Z","wordpress_id":352,"featured_image":null,"translations":{"nb":{"url":"/2010/06/24/nachtmystium-erstatter-baroness/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"802b8b76-ed6b-5e86-b36f-a0e2c54f15b0","locale":"nb"}}