{"data":{"wordpressPost":{"wordpress_id":157,"title":"Øyanatt med Okkervil River på Rockefeller onsdag 10/8","excerpt":"<p>Årets første Øyanatt-konsert er klar! Onsdag 10. august kommer Okkervil River til Rockefeller for å spille nattkonsert etter at vi er ferdige i parken. Konserten presenteres i samarbeid med <a href=\"http://www.goldstar.no/.\" target=\"_blank\">Goldstar</a> Snart slippes det flere Øyanatt-arrangementer, vi skal sørge for at det blir liv i Oslo hele dagen og hele natta. </p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement. </p>\n","content":"<p>OKKERVIL RIVER (US)<br />\nOkkervil River fra Austin, Texas har de siste årene opplevd å trekke et stadig større publikum her i Norge. Bandet, som er bygget opp rundt låtskriver og vokalist Will Sheff, kommer nå til Rockefeller for å spille en heit Øyanatt-konsert. De starta opp på slutten av 90-tallet, men det var med Black Sheep Boy fra 2005 at kritikerne og nysgjerrige musikkelskere våkna for alvor. Suksessen fortsatte med de to relaterte skivene The Stage Names (2007) og The Stand Ins (2008). Mellom disse spilte bandet en flott konsert i Middelalderparken under Øyafestivalen 2008. I fjor var de Roky Ericksons samarbeidspartnere på turné og på skiva True Love Cast Out All Evil. Nå i vår var Okkervil River tilbake på egenhånd med albumet I Am Very Far, hvor bandet har eksperimentert en del mer enn man er vant til. Drownedinsound.com kalte skiva” a likely contender for the finest indie rock record of the year”. Det er med andre ord et band i knallform som skal sørge for at du har festivalfølelsen til langt på natt.<br />\n<a href=\"http://www.myspace.com/okkervilriver\" target=\"_blank\">MYSPACE</a></p>\n","date":"2011-05-12T11:51:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/05/12/ayanatt-med-okkervil-river-pay-rockefeller-onsdag-108/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c370026b-23de-5bf0-be22-b331505e2184","locale":"nb"}}