{"data":{"wordpressPost":{"title":"Jupiter &#038; Okwess International til Øya","date":"2013-01-25T09:33:39.000Z","content":"<p>I flere år har Øya presentert spennende musikalske navn fra Afrika. Seun Kuti, Tony Allen, Tinariwen og Khaira Arby er bare noen av de afrikanske artistene som har spilt i Middelalderparken. I år får vi oppleve Jupiter &amp; Okwess International på Øya. Det er all grunn til å glede seg til konserten med dette bandet fra Kongo.</p>\n<p>&nbsp;</p>\n<p>JUPITER &amp; OKWESS INTERNATIONAL (CD)</p>\n<p>Jupiter Bokndji fikk først internasjonal oppmerksomhet i 2007 på grunn av dokumentaren Jupiter’s Dance, som handla om Jupiter, musikk og hjembyen Kinshasa. Nå venter verden på debutalbumet, som er laget med bandet hans Okwess International. Noen kjenner kanskje navnet fordi han i tillegg har samarbeidet med den Øya-aktuelle Blur-sangeren Damon Albarn på plata Kinshasa One Two fra 2011.</p>\n<p><strong> </strong></p>\n<p>Jupiter starta sin musikalske karriere med å reise rundt i Kongo, hvor han blant annet sang under religiøse ritualer. Sitt første møte med musikk fra regionen, fikk han gjennom sin musikalske bestemor. I oppveksten bodde han en periode i Tyskland og fikk sansen for blant annet Rolling Stones, Led Zeppelin, Deep Purple og James Brown. Han så likheter mellom elementer i denne musikken og den han kjente fra Kongo. På 80-tallet starta han sitt første band, Bongofolk. Hans ambisjon var å ta utgangspunkt i tradisjonell musikk fra folkeslaga i Kongo og å gjøre dette kjent for et større publikum. Siden 1990, med Okwess International, har han ønska å skape en musikalsk revolusjon i hjemlandet. Bandet har møtt på flere hindre på grunn av uroligheter i hjemlandet, men har tross utfordringene blitt inspirasjonskilde for en masse yngre musikere i Kinshasa. Debutalbumet Hotel Univers var planlagt utgitt i fjor, men vi venter fortsatt i spenning.</p>\n<p>&nbsp;</p>\n<p>De som har opplevd Jupiter &amp; Okwess International lover at det er noe du ikke må gå glipp av. Vi gleder oss til de skal lage god og varm stemning i Middelalderparken når de kommer til Oslo for første gang.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":5579,"translations":{"nb":{"url":"/2013/01/25/jupiter-okwess-international-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6f52b819-2fa3-5102-ba47-46094a6f57de","locale":"nb"}}