{"data":{"wordpressPost":{"title":"Tryggere Øyanatt med Tøyenravnene","date":"15th August 2015","content":"<p>De aller fleste er sikkert kjent med Natteravnene, som organiserer voksne frivilige for å vandre rundt og holde sentrumsområder og lokalmiljø trygge på nattestid. Under Øyafestivalen har Tøyen fått sine egne Tøyenravner som spesielt fokuserer på området rundt Tøyenparken og innfartsårene til festivalområdet der mange tusen mennesker ferdes i alle døgnets timer gjennom festivaluka.</p>\n<p>Vi gikk en runde med Tøyenravnene fredag kveld for å føle på stemninga ute i felten.</p>\n<p>&#8211; Folk er veldig hyggelige, vi får masse oppmerksomhet, men det er bare av det positive slaget, forteller ravnene. Vi hjelper folk som trenger det å finne taxi hjem, plukker opp litt fulle ungdommer fra gata og bidrar der vi kan.</p>\n<p>Ravnene patruljerer rundt festivalområdet men ser sjelden noen som tisser i gata eller lager bråk. Bortsett fra den spontankonserten nedi Hagegata på torsdagskvelden da, men det var jo bare god stemning, sier de.</p>\n<p>&#8211; I går var det en litt påseila fyr som hadde blitt kasta ut av området med beskjed om at hans eneste mulighet for å komme inn igjen var å gå en runde på Tøyen og få i seg noe mat, han konkluderte med at han måtte spise en stor burger med masse fett. Vi fulgte han bort til nærmeste burgersjappe før han plutselig ble ble oppmerksom på at det han trodde var «hele vaktstyrken til festivalen» holdt han med selskap og ble veldig bekymra for at vi prioriterte å hjelpe han foran å holde festivalen trygg. Det blir en del sånne hyggelige bekjentskaper under Øya.</p>\n<p>Tøyenravnene begynner å gå rundt kl 19 hver kveld og helt til de siste festivalgjengerne har beveget seg vekk fra gatene på Tøyen.</p>\n<p>&#8211; Alle sier ha det bra og god natt når de går forbi oss på vei hjem eller videre på Øyanatt, folk er veldig glade og positive.</p>\n<p>Det er altså ingen tvil om at Tøyenravnene har verdens beste jobb!</p>\n","wordpress_id":13046,"translations":{"nb":{"url":"/2015/08/15/tryggere-oyanatt-med-toyenravnene/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bfb54deb-1d18-5bff-925a-e03dfbe799fa","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2015/08/15/tryggere-oyanatt-med-toyenravnene/","redirect":false}}}