{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"caf5bae2-99f8-587b-a354-611322f09067","slug":"kjop-%c3%b8ya-kortet-rimelige-kollektivreiser-under-festivalen","title":"Kjøp Øya-kortet &#8211; Rimelige kollektivreiser under festivalen","date":"2011-07-31T07:41:00.000Z","excerpt":"<p>Øyakortet koster 100 kroner og kan kjøpes fra Øyafestivalens stand på Youngstorget mandag 8. august og tirsdag 9. august. Her tar man kun bankkort, så det er ingen grunn til å ta med kontanter. Dersom det er flere kort til overs selges disse fra boden med bandmerch på festivalområdet fra onsdag 10. august. Kortet er gyldig på alle Ruters linjer i Oslo i perioden tirsdag 9 august til og med lørdag 13. august.</p>\n"}},{"node":{"id":"41eea835-3196-5e1a-8e8f-14a29bced07c","slug":"hurra-elektrisk-episode-6","title":"Hurra elektrisk &#8211; episode 6","date":"2011-07-29T14:41:00.000Z","excerpt":"<p>Hurra Torpedo har kommet til epsiode seks i jakten på nye elektriske instrumenter. Idag tester de et utvalg av nyvinningene. Hvilke ulike instrumenter passer de tre personlighetene i bandet best? Hvilke artister foretrekker Hurra Torpedo å tolke? Få svarene her. Lørdag 13. august klokka 13.00 kan du se og høre det endelige resultatet på Øyafestivalen.</p>\n"}},{"node":{"id":"2d64ef56-0e21-5b2c-a1f9-a96ab18a0f96","slug":"gjenbruk-nye-%c3%b8ya-mobler-av-gamle-bannere","title":"GJENBRUK: Nye Øya-møbler av gamle bannere","date":"2011-07-29T10:55:24.000Z","excerpt":"<p>Som en del av årets områdedesign og profilering på Øyafestivalen er temaet gjenbruk satt i system. Gamle festivalbannere har fått nytt liv som sittemøbler, kunstinstallasjoner, dekor og blomsterkasser. Hvorfor kaste når man kan gi noe nytt liv?</p>\n"}},{"node":{"id":"d6f3f1f0-b741-5280-b838-876446a3999c","slug":"barnedisko-fredag-og-lordag-under-%c3%b8ya","title":"Barnedisko fredag og lørdag under Øya","date":"2011-07-28T09:26:00.000Z","excerpt":"<p>Tradisjonen tro skal vi sørge for at kidsa får dansa fra seg på ettermiddagen på Øya. I VG-teltet skal kule DJs spille opp til fest for de minste. I år blir forbud mot voksne på barnediskoen. Vi har trivselsvakter som hjelper de som skal ut til mamma og pappa slik at barna for bedre danseplass. Marianne fra NRK Super + Olle Abstract &#038; Elias står bak platespillerne.</p>\n"}},{"node":{"id":"9b349f79-cf1c-5f63-b66b-d512e2784780","slug":"ta-oslo-tilbake","title":"TA OSLO TILBAKE","date":"2011-07-25T16:44:00.000Z","excerpt":"<p>De siste dagene har vært tunge og uvirkelige. Våre tanker går til alle de som har mistet noen eller på annen måte vært berørt av tragedien i Oslo sentrum og på Utøya. Vi sender våre kondolanser og medfølelse til de som har det vanskeligst akkurat nå. Det er tid for sorg og ettertanke, og vi veit at mange trenger å bruke mye krefter på å bearbeide det som har hendt. Likevel er vi opptatt av at byen vår og landets innbyggere ikke skal la seg knekke av helgas hendelser. Oslos arrangørmiljø er samla enige om at dette ikke skal stoppe oss. Politi, regjering og publikum har alle uttrykt sterke ønsker om at Oslo skal være tilbake i normal gjenge, så snart som mulig. Sammen med Oslos befolkning og tilreisende ønsker vi å ta byen vår tilbake. Festivaler, konserter og andre kultur- og idrettsarrangementer skal være gode arenaer for felles opplevelser, samhold og positive inntrykk i en tung tid. </p>\n"}},{"node":{"id":"6cd3f52d-2518-58e1-b699-3068b0ea5aab","slug":"aya-app-2011-er-lansert","title":"Øya-app 2011 er lansert","date":"2011-07-25T12:48:00.000Z","excerpt":"<p>Få full oversikt over Øyafestivalen 2011 på din telefon. Hold deg oppdatert på artistene, finn fram til praktisk info, sjekk festivalkartet, legg opp ditt eget program og del herlighetene med vennene dine på Facebook</p>\n"}},{"node":{"id":"ab738d96-6208-5e15-b595-1c618c7f7ddf","slug":"vinnere-roky-erickson","title":"Vinnere: Roky Erickson","date":"2011-07-25T11:49:00.000Z","excerpt":"<p>Mange visste at backingbandet Roky Erickson brukte på Øyafestivalen 2007 heter The Explosives. Vi har trukket ut fem vinnere, som får ta med en venn på Rockefeller førstkommende lørdag. Vinnerne vil bli kontaktet på mail snart.</p>\n"}},{"node":{"id":"f27786bb-ca79-5aa5-908e-fbd9a93c90f2","slug":"hurra-elektrisk-episode-5","title":"Hurra elektrisk &#8211; episode 5","date":"2011-07-22T13:35:00.000Z","excerpt":"<p>Hurra Torpedo har kommet til epsiode fem i jakten på nye elektriske instrumenter. Idag er de på besøk hos Hafslund, for en første titt på noen av nyvinningene. Kan vaffeljern brukes som instrument? Blir det varmere lyd om man monterer instrumenter på en panelovn? Få svarene her. Lørdag 13. august kan du se og høre det endelige resultatet på Øyafestivalen.</p>\n"}},{"node":{"id":"f5e763bf-098c-5097-afd1-d346bc73c8f6","slug":"aktiv-i-oslo-sin-%c3%b8ya-quiz","title":"Aktiv i Oslo sin Øya-quiz","date":"2011-07-20T11:49:51.000Z","excerpt":"<p>Våre venner i <a href=\"http://www.aktivioslo.no/index.php\" target=\"_blank\">Aktiv i Oslo</a> har laget en Øya-quiz om Øyafestivalen, musikk, Oslo og litt til. Svar riktig på de 15 spørsmålene  og du er med i trekningen av et femdagers festivalpass til Øyafestivalen 2011, 9.-13. august i Middelalderparken, Oslo. Konkurransen avsluttes fredag 5. august kl 12:00. <a href=\"http://aktivioslono.polldaddy.com/s/%C3%98yaquiz-sommer-2011\" target=\"_blank\">Finn quizen her</a></p>\n"}},{"node":{"id":"5dec1761-15c5-578c-b5ce-ea774055ac8f","slug":"ayafestivalen-2011-utsolgt","title":"Øyafestivalen 2011 utsolgt","date":"2011-07-18T11:17:00.000Z","excerpt":"<p>I løpet av helga gikk Billettservice tom for billetter til Øyafestivalen 2011. Det betyr at det nå verken er femdagerspass eller dagsbilletter igjen til festivalen. Årets Øya-billetter har solgt kjappere enn tidligere år, og er helt utsolgt nesten fire uker før den starter. Dette er svært gledelig og viser at det er mange som setter like stor pris på årets program som oss.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":110,"pageCount":194,"additionalContext":{}}}