{"data":{"wordpressPost":{"title":"Tre nye til Øya – Under 500 fredagsbilletter igjen","excerpt":"<p>Beth Ditto (US) / Childhood (UK) / Wet Dreams</p>\n","content":"<p><strong>Beth Ditto (US) – ons 9. aug</strong></p>\n<p><strong>Childhood (UK) – lør 12. aug</strong></p>\n<p><strong>Wet Dreams – lør 12. aug</strong></p>\n<p><strong>UNDER 500 FREDAGSBILLETTER IGJEN</strong></p>\n<p>&nbsp;</p>\n<p>Vi har fortsatt noen festivalgodbiter igjen til Tøyenparken og Øyanatt. I dag er det klart at albumaktuelle Beth Ditto tar turen til Øya den første dagen i Tøyenparken. På avslutningsdagen kommer det aktuelle engelske håpet Childhood og rockefyrverkeriet Wet Dreams.</p>\n<p>&nbsp;</p>\n<p>Dagsbillettsalget har gått unna etter at ukespassene ble utsolgt for en stund siden. Det haster med å bestemme seg, for det er bare noen få billetter igjen til onsdag 9. august og fredag 11. august. Det er nå under 500 fredagsbilletter igjen, så bestill nå om du vil se Pixies, The Shins, Cashmere Cat, Young M.A, Colter Wall, Daniel Kvammen, Kaja Gunnufsen eller noen av de andre høydepunktene den dagen.</p>\n<p>&nbsp;</p>\n<p><strong>BETH DITTO (US)</strong></p>\n<p>Beth Ditto tok steget fra undergrunnsklubber til enorme festivalscener med trioen Gossip. Hun har også gjort seg bemerket som et annerledes moteikon og feminist. I 2011 ga hun ut en EP på egenhånd, men det er først nå den virkelige solosatsingen starter. Den herlige singelen Fire har vært ute i noen uker og albumet Fake Sugar kommer denne uka.</p>\n<p>Hun er en energisk og unik artist, som henter elementer fra rock, soul og dansbar pop. Det nye albumet har klare røtter i sørstatene, hvor hun sjøl vokste opp. <a href=\"https://www.theguardian.com/music/2017/apr/21/beth-ditto-fire-track-of-week\">The Guardian</a> beskreiv smakebiten Fire slik: &#8211;  It feels hellish in the best kind of way, with Ditto ramping up the blues huskiness to match a swaggering, zombie-Zep riff.</p>\n<p><a href=\"https://www.facebook.com/bethditto/?fref=ts\">www.facebook.com/bethditto</a></p>\n<p><a href=\"https://www.bethditto.com/\">www.bethditto.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>CHILDHOOD (UK)</strong></p>\n<p>I juli kommer Universal High, det andre albumet fra engelske Childhood. De har videreutvikla soundet på de tre åra som har gått siden debuten, sjøl om rocken fortsatt danner grunnlaget. Folk som har hørt de nye låtene mener at inspirasjon fra blant andre Prince og Curtis Mayfield har satt sine spor. De har fått hjelp av produsent Ben Allen, som tidligere har jobba med Deerhunter, Animal Collective og Gnarls Barkley.</p>\n<p>&nbsp;</p>\n<p>Bandet ble starta av to London-fyrer som studerte ved universitetet i Nottingham på starten av tiåret. Etter hvert utvikla Childhood seg til et fullt band, som merker voksende interesse rundt musikken sin. California Light er første singel fra det nye albumet. Om den skreiv <a href=\"http://www.gigwise.com/newmusic/109815/childhood-californian-light-new-song-album-universal-high-out-july\">Gigwise.com</a>: -It sees them shed their shoegaze skin and veer into a soul-infused psych pop direction. &#8211; and it&#8217;s one that works.</p>\n<p><a href=\"https://www.facebook.com/childhoodband/?fref=ts\">www.facebook.com/childhoodband</a></p>\n<p><a href=\"http://www.childhoodband.com/\">www.childhoodband.com</a></p>\n<p>&nbsp;</p>\n<p><strong>WET DREAMS</strong></p>\n<p>Wet Dreams har sitt utspring fra Death By Unga Bunga, FOAAAM og Warp Riders. Medlemmene fant en felles interesse for moderne amerikansk psykedelisk hardrock og punk, og har gjort en rekke konserter i Oslo etter oppstarten i 2015. Endelig kommer de med sin etterlengtede debut, Cartridge Belt. Singelen består av 3 låter som omhandler krig, reise i eget sinn og festritualer. Låtskriver Sebastian Ulstad Olsen har dette å si om musikken: «Selv om låtoppbyggingen ikke er milevis unna det jeg skriver i Death By Unga Bunga har jeg lenge hatt et ønske om å utfordre innspillings- og produksjonsprosessen. Jeg elsker musikk som drar strikken langt, så derfor ble Wet Dreams et naturlig laboratorium for dette. Med god hjelp fra Preben Andersen og Øystein Braut brukte vi nok ikke mer enn 18 timer på hele prosjektet.»</p>\n<p><a href=\"https://www.facebook.com/wetdreamsband/?fref=ts\">www.facebook.com/wetdreamsband</a></p>\n","date":"2017-06-12T07:47:04.000Z","wordpress_id":20108,"featured_image":{"title":"beth ditto","filename":"beth-ditto.jpg","filesize":404139,"url":"http://oya.test/assets/uploads/2017/06/beth-ditto.jpg","link":"/2017/06/12/tre-nye-oya-500-fredagsbilletter-igjen/beth-ditto/","alt":"","author":"3","description":"","caption":"","name":"beth-ditto","status":"inherit","uploaded_to":20108,"date":"2017-06-11 19:47:35","modified":"2017-06-11 19:47:35","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2017/06/beth-ditto-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2017/06/beth-ditto-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2017/06/beth-ditto-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2017/06/beth-ditto.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2017/06/beth-ditto.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2017/06/beth-ditto.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2017/06/beth-ditto.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2017/06/12/tre-nye-oya-500-fredagsbilletter-igjen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e6a9f798-ee81-5fa4-9e60-9dd3e2f9bc0e","locale":"nb"}}