{"data":{"wordpressPost":{"title":"Mer fet rock på Øya","date":"6th March 2012","content":"<p><strong>THE AFGHAN WHIGS (US)</strong></p>\n<p><strong>CEREMONY (US)</strong></p>\n<p><strong>DIE A LEGEND</strong></p>\n<p><strong>BUSHMAN’S REVENGE</strong></p>\n<p>&nbsp;</p>\n<p>The Afghan Whigs annonserte for kort tid siden at de i 2012 skal spille konserter igjen, etter et opphold på over ti år. Torsdag 9. august spiller de på Øyafestivalen. I tillegg har vi nettopp fått bekrefta tre andre fete rockeband, som alle er albumaktuelle i disse dager. Die A Legend er et av landets største hardcorehåp, mens Bushman’s Revenge har imponert mange med sin instrumentale, rå og jazzprega rock. Etter at vi de siste åra har invitert California-punkere som Trash Talk og OFF! til Øya, er det virkelig på sin plass å få Ceremony til byen. Denne uka kommer deres ferske album Zoo og i august kan du se dem i parken.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>THE AFGHAN WHIGS (US)</strong></p>\n<p>25 år etter deres første konsert fikk Greg Dulli, John Curley og Rick McCollum igjen en stor trang til å spille sammen. De tre grunnleggerne av The Afghan Whigs gikk opprinnelig hver til sitt for over ti år siden. I 2012 skal de igjen framføre mange av Afghan Whigs-godbitene, blant annet på Øya torsdag 9. august. Det hele starta med at Dulli, som de siste åra har vært opptatt med The Twilight Singers og Gutter Twins, tok med bassist Curley på noen av sine solokonserter i 2010. De begynte å spille noen gamle låter og lysten til å gjøre mer sammen økte. Året etter fikk de gitarist McCollum med på idéen om en gjenforening.</p>\n<p>&nbsp;</p>\n<p>The Afghan Whigs kom opprinnelig fra Cincinnati, Ohio og ga ut sin debut Big Top Halloween i 1988. Med sin miks av indie, soul og feinshcmeckerrock ble de regna som selve indrefileten i den alternative rocken på 90-tallet. The Afghan Whigs var både kraftfulle og følsomme, på en gang.  Gode album kom på rekke og rad, med Up In It (1990), Congregation (1992), Gentlemen (1993), Black Love (1996) og 1965 (1998).</p>\n<p>&nbsp;</p>\n<p>Deres første skive på stort plateselskap var Gentlemen i 1993, etter et par utgivelser på Sub Pop. Dette medførte noe større platesalg og mye mer oppmerksomhet. Om Gentlemen står det i 1001 Album Du Må Høre Før Du Dør at bandet driver med «en ulmende hybrid av dynamisk rock og dyptloddende soul» og at plata inneholder «en triumfferd av fløyelsmyk låtskriving med uttrykksevne som en knyttneve av stål». De tre hovedmedlemmene møttes igjen i 2006, for å spille inn et par nye låter til ei samleskive, men det var først før jul 2011 de gjorde det kjent at de har lyst til å spille konserter igjen. De lover å spille et godt utvalg gamle favoritter, iblanda noen overraskelser.</p>\n<p>&nbsp;</p>\n<p>Bandet er kjent som et av de virkelig gode livebanda i sin generasjon. I løpet av festivalsesongen skal de spille på All Tomorrow’s Parties-arrangementer på begge sider av Atlanteren, headline Primavera i Spania og spille på Øyafestivalen. Med seg på scena har de tre originalmedlemmene trommeslager Cully Symington (Okkervil River, Gutter Twins) og alt-mulig-mann Rick Nelson (Polyphonic Spree, Twilight Singers). Vokalist Greg Dulli har tidligere spilt på Øya med The Twilight Singers. Det er en ære å få ham tilbake med The Afghan Whigs.</p>\n<p><a href=\"http://theafghanwhigs.com/\" target=\"_blank\">theafghanwhigs.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>CEREMONY (US)</strong></p>\n<p>Ceremony fra Rohnert Park, noen mil fra San Francisco, er et av pønk- og hardcorebanda det knyttes størst forventninger til i år. Etter flere utgivelser på Bridge 9 (Agnostic Front, Strike Anywhere, Dead Swans m.fl.), kommer albumet Zoo ut denne uka på Matador. Skiva viser et band i utvikling. Der de tidligere holdt seg hovedsakelig til kjapp og energisk hardcore, inneholder de nye låtene elementer av rock og post-punk. Samtidig holder bandet hardt fast i hardcore-idealene sine. Skiva er produsert av John Goodmanson, som tidligere har jobba med band som Sleater Kinney, Gossip og Blood Brothers. Den føles kanskje modnere enn tidligere utgivelser, men det betyr ikke at den er ufarlig eller kjedelig. Tvert imot. Vokalist Ross Farrar har ment følgende om Zoo:</p>\n<p>&#8211;        I suppose this record is our first sort of comprehensive sounding record, in that – each song binds to one another better than we’ve done in the past.</p>\n<p>Psychkicks.com konkluderte på denne måten i sin anmeldelse:</p>\n<p>&#8211;        While Ceremony may be influenced by a disparate assemblage of bands and artists, they have the sense to manipulate their influences to fit their own vision rather than imitate the sounds and ideas they like willy-nilly. The fact that <em>Zoo </em>can absorb so many influences and still sound like a stand-up punk record is testament to the versatility of this vision.</p>\n<p>&nbsp;</p>\n<p>Bandet opplevde å få oppmerksomhet, også utenfor de strengeste hardcoremiljøene, med skiva Rohnert Park i 2010. I fjor ga de ut en EP med coverversjoner av deres egne hardcorefavoritter, samt Pixies og Wire. De siste åra har de vært på veien med blant andre Converge, Touché Amoré og Coliseum. Ceremony er et sosialt og politisk bevisst band, som kommer til Oslo med bagasjen full av rå punk.</p>\n<p><a href=\"http://www.ceremonyhc.com/\" target=\"_blank\">www.ceremonyhc.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>DIE A LEGEND</strong></p>\n<p>Tromsøs nye hardcorehåp Die A Legend (også kjent som Die X Legend) ga nylig ut sitt debutalbum. Bandet oppsto for kort tid siden og består av folk som har vært å finne i blant annet The Box Of Mothers, Kamikaze A Go Go, Turdus Musicus og Jabba The Butt. De hadde i utgangspunktet et ønske om å dyrke lyden av amerikansk østkysthardcore, men la kjapt til flere inspirasjonskilder. Die A Legend har blitt sammenligna med både Comeback Kid, Dead Swans og Bane, og har blitt kalt “Drive Like Jehu på speed”. Dette er hektisk og intens råkjøring med elementer fra punk- og hardcorehistorien. Diverse musikknettsteder har uttrykt sin begeistring. Nå er det på tide at du også finner ut hvorfor Die A Legend er noe av det tøffeste som beveger seg nord for polarsirkelen.</p>\n<p>&nbsp;</p>\n<p>Vi var nysgjerrige da vi fikk en forhåndslytt på skiva i vinter og alle forventninger ble innfridd når vi så dem på Mono i Oslo i februar. Die A Legend står for en av årets feteste rockeskiver i Norge og er samtidig et liveband du ikke vil gå glipp av. Om ikke muligheten har vært der tidligere, bør du få dem med deg på Øya. Du vil ikke angre.</p>\n<p><a href=\"https://www.facebook.com/diealegendx\" target=\"_blank\">facebook.com/diealegendx</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>BUSHMAN’S REVENGE</strong></p>\n<p>Bushman’s Revenge er forsøkt beskrevet som et band som beveger seg mellom jazz og klassisk tung rock. I tillegg finner du rester av blues, prog og syrerock både under og på overflaten. Besøker man dem på facebook, kan man lære at de sjøl mener det er «Rock &amp; Actionjazz from Norway played by Even Hermansen, Rune Nergaard and Gard Nilssen». Medlemmene har vært å finne i herlige utfordrende band som Shining og Puma. Trioen har nettopp gitt ut sitt fjerde album, kalt A Little Bit Of Big Bonanza. Det bør nevnes at de samtidig ga ut et knippe coverlåter, på LPen Never Mind The Botox. Begge utgivelsene har kommet på alltid kvalitetsbevisste Rune Grammofon.</p>\n<p>&nbsp;</p>\n<p>Det britiske magasinet Rock-a-Rolla har skrevet:</p>\n<p>&#8211;        Blimey, these guys rock. The jazz element is downplayed on this fourth album, the result being a collection of classic instrumental rock in which each member effortlessly acquits himself. Rune Nergaard on bass and Gard Nilssen on drums make for a punishing rhythm section, while Even Helte Hermansen´s guitar playing is beginning to reach the furious peaks of Neil Young at his most ragged and glorious. An absolute blast guaranteed to blow away any lingering winter cobwebs.</p>\n<p>Det meste man hører på A Little Bit Of Big Bonanza er første eller annet opptaksforsøk. Det betyr at uttrykket blir energisk, vitalt og spontant. Bushman’s Revenge har et fantastisk driv og et herlig liv i musikken. Man ender opp som en kombinasjon av andpusten og smørblid etter noen runder med dette bandet. Vi ser fram til de skal spre rå musikkglede på Øya i august.</p>\n<p><a href=\"http://bushmansrevenge.virb.com/\" target=\"_blank\">bushmansrevenge.virb.com</a></p>\n<p>&nbsp;</p>\n<p>foto: Sam Holden</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c606bec0-04bb-5f43-b5c1-392c2f3b4886"}}