{"data":{"wordpressPost":{"wordpress_id":164,"title":"Hurra Torpedo prøver noe nytt og åpner festivalens siste dag","excerpt":"<p>I mange år har åpningskonserten på Øyafestivalens siste dag vært noe helt spesielt. Tusenvis av mennesker har møtt opp til klokka 13.00 for å få med seg startskuddet for vår lengste og fyldigste festivaldag. I år skal Hurra Torpedo lage et helt spesielt show i solsteika midt på dagen. Forvent å se Hurra Torpedo gjøre noe de aldri har gjort tidligere. Dette blir en festkonsert av dimensjoner og et herlig startskudd for en festivaldag som også inkluderer Håkan Hellström, Kyuss Lives!, The Avett Brothers, Jamie XX, Kitchie Kitchie Ki Me O, Comeback Kid, Crystal Fighters, Stein Torleif Bjella og mange flere.  <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n","content":"<p>HURRA TORPEDO<br />\nLørdag 13. august kan du oppleve verdens fremste hvitevarerockere. Siden starten for omtrent 20 år siden har de overraska publikum med sin uvanlige instrumentbruk, samt kombinasjonen av egne låter og merkelige tolkninger av slagere. Bak de tre scenepersonlighetene, som alle bærer navnet Farbror Blå, finner vi folk som har spilt eller spiller i Bare Egil Band, Thulsa Doom, Mongo Ninja, Gartnerlosjen, The Cumshots, Black Debbath, LYD og O-men. Siden folk over hele verden begynte å bli begeistra for det gamle NRK-klippet hvor de spiller sin utgave av Total Eclipse Of The Heart, har de spilt konserter jevnlig i inn- og utland. Det ble til og med laget en egen dokumentar når de la ut på sin første skikkelige USA-turné i 2005.</p>\n<p>I starten var opplegget for retur av hvitevarer i hovedstaden så dårlig at bandet kunne finne instrumenter på gatehjørner på østkanten. Selv om situasjonen er en annen i dag, er det plenty av frysere og komfyrer som har blitt slått i filler av denne perkusjonskraftige trioen. Dersom man ser bort fra en demokassett tidlig på 90-tallet, kom den første plateutgivelsen i form av vinylsingelen Stockholm, som inneholdt fire egne komposisjoner og en tolkning av Slades My Oh My. Noe fullt album ble ikke utgitt før i 2006 med Kollossus of Macedonia. Hurra Torpedo er fortsatt et ettertrakta liveband og showet deres sier alt om hvorfor. På Øya kan du se dem trekke noen overraskelser og noen gamle favoritter ut av de blå treningsdressene.<br />\nhttp://www.hurratorpedo.com/</p>\n","date":"2011-05-05T10:07:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/05/05/hurra-torpedo-prover-noe-nytt-og-apner-festivalens-siste-dag/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c056601b-8999-5932-84ab-a4cec03ed0b0","locale":"nb"}}