{"data":{"wordpressPost":{"title":"Mew, Snöras og The Little Hands of Asphalt er klare!","date":"21st April 2009","content":"<p>Det går så det suser på Øya-kontoret om dagen og bare et døgn etter vi slapp Noora Noor, Nils Bech og amerikanske Wale, er vi klare med tre navn til. Denne gangen er det to nye norske band og et stort dansk. Mew har ikke vært i Oslo siden 2006 og skal spille under Øyafestivalens onsdag, 12. august. Dette blir deres eneste norske festival i år. De spiller samme dag som Band of Horses, Bon Iver, Rise Against, The Bronx og mange til. Snöras og Little Hands of Asphalt er blant hovedstadens mest spennende navn for tiden. Nå er de begge klare for Middelalderparken.</p>\n<p>MEW (DK)<br />\nDanske Mew har dette tiåret klart å etablere seg som et av Skandinavias største band, med over 45.000 solgte album i Norge. I juni slipper de et nytt album og onsdag 12. august står de på vår største scene i Middelalderparken. Dette blir deres første Norges-konsert på hele tre år. Danskene har en solid fanskare her i landet, noe vi har merket på våre nettsider. Både gjennombruddsalbumet Frengers (2003) og oppfølgeren And the Glass Handed Kites (2005) har nådd topp ti på den norske albumlista. Mews episke, storslagne, hypnotiserende og svevende popmusikk har en evne til å være avhengighetsskapende. Om forrige album skrev kredguruene i Pitchfork:  ”at a time when indie rock is enamored of scratchy post-punk minimalism, and even a grand-ambition pop act like Bloc Party pretends to be bristly&#8211; this could be the escape of the year&#8230;”. Nylig ble Mew booka til sommerens Pitchfork Festival I Chicago</p>\n<p>På det nye albumet har de fått hjelp av Rich Costey, som også har hatt fingra borti innspillinger med Interpol, Franz Ferdinand, Muse og Øya-klare Glasvegas. På Øya vil du kunne oppleve et Mew som er sultne på å presentere låter fra sitt nye album, samtidig som de helt sikkert leverer et solid knippe av fansens favoritter.  Er du blant de som tidligere har latt deg overbegeistre over disse guttas kvaliteter som liveband, bør du absolutt kjenne din besøkelsestid. Mye tyder på at 2009 blir Mews år, da de er høyt prioritert av Columbia Records internasjonalt og i disse dager er de bekrefta til fete festivaler over hele verden.<br />\n<a href=\"http://www.myspace.com/mew\" target=\"_blank\">MYSPACE</a></p>\n<p>SNÖRAS<br />\nSnöras er bandet til Yngve Hilmo, som også er å finne i det langt mer poppa Lukestar. I dette bandet får han utløp for helt andre følelser, som sinne og frustrasjon. Dagens utgave av bandet innholder også medlemmer fra Oslo-band som Kaospilot og Angora Static. Gjennom de to albuma Heart of Weakness (2006) og Plague Waters (2008) har Snöras vist seg som et av de friskeste tilskudda til hovedstadens hardcorescene. Det foreløpig siste albumet kom på kvalitetslabelen Fysisk Format og inneholder uforutsigbar, kompleks og aggressiv musikk som har et slags brorskap med støyrock. Dagsavisen beskrev albumet på følgende måte: ”Det går i rasende gitarer, stemmebånd som tynes til maks, lynkjappe overganger og veksling mellom dyster dissonans og små biter av melodi”. Ikke småtterier, altså. Man har ikke vært direkte bortskjemt med Snöras-konserter, da medlemmene ofte er opptatt med andre band og prosjekter. Det er derfor stor stas at vi nå kan presentere bandet under årets Øyafestival.<br />\n<a href=\"http://www.myspace.com/snoras\" target=\"_blank\">MYSPACE</a></p>\n<p>THE LITTLE HANDS OF ASPHALT<br />\nLittle Hands of Asphalt  er bandet til Sjur Lyseid, som du de siste årene også har kunnet se på norske scener i band som Monzano og LoFiMan. Debutskiva Leap Years er finfin indiepop, krydra med elementer fra country og folk.  Leap Years renner over av gode låter og solid tekstarbeid. På albumet til Little Hands… finner du også unge menn fra Beezewax og My Little Pony. Lydverket forelsket seg i plata og mente blant annet at: ”Det er få norske artister om dagen som har et så uforfalsket godt poputtrykk som The Little Hands Of Asphalt, og Leap Years er et ypperlig eksempel på klassisk singer/songwriting med en passe moderne og delikat tilnærming”. Lyseid har selvsagt satt sammen et liveband som er mer en kapable til å fremføre herlighetene fra små og store scener. Little Hands of Asphalt er et band du med god grunn kan følge tett i årene som kommer. Hvorfor ikke starte på Øya? I Middelalderparken vil du kunne oppleve et band som er det musikalske motstykket til lett bris og 22 varmegrader<br />\n<a href=\"http://www.myspace.com/thelittlehandsofasphalt\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"725e0241-c480-55a1-8098-af2dfb3c989a"}}