{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"b4d12bf5-6512-5f6f-8c86-9f5c47b5bcb7","slug":"casual-friday-og-slim-b-horvei-the-greatness-vant-zoom","title":"Casual Friday og Slim B &#038; Horvei The Greatness vant Zoom","date":"2011-11-24T13:10:29.000Z","excerpt":"<p>I natt ble Casual Friday (Oslo/Tønsberg) og Slim B &amp; Horvei The Greatness (Stavanger) kåra til Zoom-vinnere. Det betyr at de skal turnere hele landet sammen på nyåret. Zoom-turnèen vil ta dem til samtlige landsdeler og inkludere to spillejobber under by:Larm i Oslo. De to vinnerne imponerte fra scenen på Mono på hvert sitt vis. [&hellip;]</p>\n"}},{"node":{"id":"6e530c92-3d38-5445-8c56-144c8babbd3f","slug":"publikumsundersokelsen-for-oya-2011","title":"Tommelen opp for Øya 2011","date":"2011-11-14T12:28:00.000Z","excerpt":"<p>Vi har fått resultatene fra publikumsundersøkelsen som ble gjennomført under årets festival. Der er det mye morsom og spennende lesing om Øya-publikummet. Tilbakemeldinger og kommentarer fra dere som besøker Øyafestivalen, er veldig verdifull for oss som hvert år ønsker å forbedre oss i planlegging og gjennomføring. Her kan du lese noen av høydepunktene fra publikums tilbakemeldinger.</p>\n"}},{"node":{"id":"221a93de-b9cb-55b9-a030-84ee959eca91","slug":"aya-med-to-nominasjoner-i-festival-awards-europe-ae-stem-nay","title":"Øya nominert i Festival Awards Europe","date":"2011-11-08T10:31:52.000Z","excerpt":"<p>Øyafestivalen 2011 er nominert i to kategorier i den store og anerkjente kåringen Festival Awards Europe, som beste mellomstore festival og for beste line-up. Vi er den første norske festivalen som er nominert til prisen for beste program. Nominasjonene er en fin bekreftelse på det vi sjøl har tenkt siden august, at Øyafestivalen 2011 var den beste noensinne. Dette stemmer godt overens med tilbakemeldinger fra publikum, artister, frivillige, samarbeidspartnere, bransje og media. Nå kan du stemme på Øya i de to kategoriene, samt støtte dine favoritter i flere andre festivalpriskategorier. Alle stemmer må være mottatt seinest 6. desember. De som stemmer, er med i trekningen om festivalpass til vinnerfestivalene i alle kategorier.</p>\n"}},{"node":{"id":"0693400b-21d6-5b95-8671-a57b3894e3b5","slug":"bon-iver-silketrykk","title":"Bon Iver-silketrykk!","date":"2011-10-28T15:35:00.000Z","excerpt":"<p>Den kommende <a href=\"http://www.facebook.com/event.php?eid=116385308447429&#038;ref=ts\" target=\"_blank\">Øya Open med Bon Iver</a> på Sentrum Scene torsdag 3. november, i samarbeid med <a href=\"http://spoontrain.no/,\" target=\"_blank\">Spoon Train</a> har vært utsolgt helt siden konserten ble offentliggjort. I stedet for å tapetsere byen med reklameplakater, ba vi derfor vår designer <a href=\"http://metricsystem.no/\" target=\"_blank\">Are Kleivan fra The Metric System</a> om å gjøre noe helt spesielt. Han har laget et snasent silketrykk i fire farger, som vil produseres i 90 nummererte og signerte eksemplarer. Justin Vernon og resten av følget digger trykket og skal ha hvert sitt, resten av herlighetene kan kjøpes i merchbua under konserten. </p>\n"}},{"node":{"id":"86a45292-7558-5b0a-9db8-4b8ee6c7ea92","slug":"ayafestivalen-scorer-miljahattrick","title":"Øyafestivalen scorer miljøhattrick","date":"2011-10-28T14:47:00.000Z","excerpt":"<p>For tredje år på rad har Øyafestivalen fått utmerkelse fra The Greener Festival Award for vårt miljøarbeid. The Greener Festival Award deles ut i fire kategorier, hvor &laquo;outstanding&raquo;, som Øya har mottatt, er den høyeste utmerkelsen. &#8211; Festivalen og våre samarbeidspartnere har jobbet hardt i mange år for å bli en grønnere og stadig mer miljøansvarlig festival. Å toppe en kåring som dette er både utrolig hyggelig og en viktig pådriver for å gjøre oss enda bedre, uttaler Stein Arne Blomseth, daglig leder for Øyafestivalen.</p>\n"}},{"node":{"id":"6aa36629-fdd5-55db-bea6-9b5205ae9973","slug":"intervju-oslo-ess","title":"Intervju: Oslo Ess","date":"2011-10-24T09:57:00.000Z","excerpt":"<p><a href=\"http://www.furoreiharare.com/\" target=\"_blank\">Furoreiharare.com</a> møtte Åsmund og Knut-Oscar fra Oslo Ess og fikk slått av en prat om festivalsommeren, rockesko, turnélivet og tanker om et nytt album. Som vanlig kan du se en lengre utgave av intervjuet hos <a href=\"http://www.furoreiharare.com/\" target=\"_blank\">Furoreiharare.com</a></p>\n<p>(Foto: Bjørnar Håland)</p>\n"}},{"node":{"id":"9262c52d-117a-5547-8d80-61cb0e005d3c","slug":"intervju-off","title":"Intervju: OFF!","date":"2011-10-03T11:24:36.000Z","excerpt":"<p>Mark fra <a href=\"http://www.furoreiharare.com/\" target=\"_blank\">Furore i Harare</a> tok en prat med OFF! under Øya. Pratsomme Keith Morris og Steven McDonald lar oss få vite at debutalbumet egentlig er en samling demoer, hvor de mørke ideene til tekster kommer fra og masse mer.</p>\n"}},{"node":{"id":"4abef7c3-3436-50e5-9f38-5238cb915378","slug":"stem-pa-oya-vinn-flust-av-festivalpass","title":"Stem på Øya, vinn flust av festivalpass!","date":"2011-09-19T14:42:00.000Z","excerpt":"<p>Øyafestivalen er nominert i kategorien Best Overseas Festival i prestisjetunge UK Festival Awards. Stem på oss og vær med i trekningen av to billetter til ALLE festivalene som vinner pris. </p>\n<p>Avstemningen avsluttes mandag 10. oktober og selve utdelingen foregår tirsdag 15. november på The Roundhouse i London. Tvi-tvi!</p>\n"}},{"node":{"id":"1a271833-5f44-58ca-a7c5-bcc23fff9849","slug":"intervju-kvelertak","title":"Intervju: Kvelertak","date":"2011-09-15T10:11:00.000Z","excerpt":"<p>Som i fjor har folka bak <a href=\"http://www.furoreiharare.com/\" target=\"_blank\">Furoreiharare.com</a> laget noen finfine videointervjuer med noen av de heiteste navna fra Øya 2011. Først ut er Vidar fra Kvelertak. Han forteller litt om valg av produsent på debutskiva, den første turen til USA, Kvelertaks suksess og en del annet. Se opp for flere intervjuer utover høsten.</p>\n"}},{"node":{"id":"d508e7d5-fc50-5927-9c47-b29e62ed7b01","slug":"flere-bilder-fra-oya","title":"Flere bilder fra Øya","date":"2011-09-08T11:19:00.000Z","excerpt":"<p>Den spanske Guided By Voices-entusiasten Héctor Cenador García besøkte i år Øya for første gang. Han fikk sett langt mer enn indierocklegendene fra Ohio, og han storkoste seg i Middelalderparken. Nå har han sendt oss et utvalg av bildene han tok på torsdagen under festivalen. Her kan du se et utvalg av dem: Guided By Voices, Janelle Monae og Wiz Khalifa.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":107,"pageCount":183,"additionalContext":{}}}