{"data":{"wordpressPost":{"title":"Miljørekord på Tøyen!","date":"29th October 2014","content":"<p>Øyafestivalen har siden 2002 arbeidet målrettet med å gjøre festivalopplevelsen så miljøvennlig som mulig. Dette har satt sine spor på alt fra energiforsyning til innkjøp av dopapir. Da festivalen flyttet til Tøyen i år, var det viktig  å holde samme miljøstandard.</p>\n<p>&#8211; Vi er stolte over å ha arrangert en festival med 72 prosent materialgjenvunnet avfall, 95 prosent økologisk mat, mat helt uten palmeolje og rekordmange syklende til festivalen, sier miljøsjef Ingrid Kleiva Møller.</p>\n<p><b>Sorteringsrekord!<br />\n</b>Ett av områdene Øyafestivalen har fokusert på er avfall. I tillegg til å kildesortere, har festivalen lagt stor vekt på å gjenbruke materialer og utstyr fra år til år for å redusere mengden avfall. I Tøyenparken ble det lagt til rette for god kildesortering for publikum, artister og medarbeidere. 150 frivillige fra Natur og Ungdom sorterer avfallet fra festivalen i 15 ulike fraksjoner.</p>\n<p>Over 72 prosent av avfallet ble sortert ut og blir brukt til å lage nye produkter, fremfor å bli kastet som restavfall. Man må helt tilbake til 2005, da festivalen varte i tre dager og hadde halvparten så mange publikummere, for å finne lavere restavfallsmengder. Avfall som matavfall, glass, metall, plast, papp og papir og trevirke ble materialgjenvunnet. Dette førte til unngåtte klimagassutslipp på over 34 000 kg CO<sub>2</sub>, som tilsvarer de årlige utslippene til 13 biler.</p>\n<p>&#8211; For første gang i historien har vi sortert over 70 prosent av avfallet vårt! Dette hadde vi aldri fått til uten hjelp fra publikum og de dedikerte frivillige fra Natur og Ungdom som går gjennom hver eneste søppelpose, sier miljøkoordinator Håvard Lundberg.</p>\n<p><b>Miljøvennlig mat<br />\n</b>Miljøvennlig mat er et annet felt festivalen har jobbet mye med. I år var over 95 prosent av råvarene på Øya økologiske. Dette mettet 500 artister, 2 400 frivillige og over 60 000 publikummere. I tillegg ble det servert økologisk kaffe, øl, vin og mineralvann på området. For dette arbeidet fikk Øyafestivalen gullmerket fra Debio.</p>\n<p>For å oppfordre til mindre (klimabelastende) kjøttspising, var det like mange vegetariske retter som retter med kjøtt på festivalområdet. To av matbodene var veganske &#8211; det vil si at det ikke var noen animalske produkter i maten.</p>\n<p>Øyafestivalen jobbet sammen med Regnskogfondet for å kutte all bruk av palmeolje i maten og var derfor for første gang palmeoljefri i 2014.</p>\n<p><b>Gratis sykkelparkering<br />\n</b>I samarbeid med Sykkelprosjektet i Oslo kunne Øyafestivalen for første gang tilby tilrettelagte parkeringsplasser for 500 sykler. I forkant av festivalen ble publikum oppfordret til å reise miljøvennlig, blant annet med sykkel.</p>\n<p>Publikumsundersøkelsen i etterkant av festivalen viste at et bedre tilbud virket; 9 prosent svarte at de syklet til festivalområdet, 43 prosent spaserte, 44 prosent brukte kollektivtransport, mens 2,5 prosent kom med bil eller taxi.</p>\n<p>Foto: Anna Lerheim Ask</p>\n","wordpress_id":11094,"translations":{"nb":{"url":"/2014/10/29/miljorekord-pa-toyen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9a5be8c3-17ff-52db-9d62-0238cff8ecbc","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2014/10/29/miljorekord-pa-toyen/","redirect":false}}}