{"data":{"wordpressPost":{"title":"Kvelertak på Øya","date":"2013-01-23T10:59:11.000Z","content":"<p>Et av de beste livebanda som har kommet fra Norge noensinne, er snart klare for å presentere album nummer to for verden. I august kommer de til Middelalderparken for å plante en musikalsk knyttneve i mellomgulvet ditt.</p>\n<p>&nbsp;</p>\n<p><strong>KVELERTAK</strong></p>\n<p>Kvelertak er en suksesshistorie uten sidestykke i norsk rock de siste åra. Nå nærmer det seg utgivelse for deres andre album. Vi har fått en sniklytt på de nye låtene, og dette lover absolutt godt. Om smakebiten Bruane Brenn skreiv Dagbladet nylig at dette låter «like iørenfallende og groovy som alltid» og «det virker ikke som om forventningene har lagt noen demper på det kreative». Med andre ord vil skiva, som skal hete Meir, by på nye doser metal, hard rock’n’roll og pønk. Kvelertak fortsetter nemlig sin generøse miks av rockens hardere uttrykk. Også denne gangen har de vært i studio med Kurt Ballou fra Converge.</p>\n<p>&nbsp;</p>\n<p>Deres selvtittulerte debutalbum fra 2010 lå hele 30 uker på den norske albumlista, en prestasjon med tanke på hvor kompromissløs musikken er. I tillegg har Kvelertak vært på et utall turnéer med noen av rockens råeste undergrunnsnavn, som Coliseum, Converge, Toxic Holocaust, Torche og Kylesa. Få norske band spiller så mye utenlands som nettopp Kvelertak. Dette har medført at også utenlandske musikkmedier følger nøye med på hva bandet foretar seg. Vi har ingen problemer med å se for oss at både norske og utenlandske fans kommer til å trykke Kvelertak enda hardere til sine hjerter etter at de har hørt Meir.</p>\n<p>&nbsp;</p>\n<p>I høst var de også med på Øya Under 18, vår turné på ungdomsklubber i Oslo. Enten de står på store festivalscener eller spiller for ungdommer på Bøler, elsker disse gutta å spille. Kvelertak stiller, som vanlig, med garanti for herlig herjing, spontan musikkglede og primalskrik fra begge sidene av scenekanten.</p>\n<p><a href=\"https://www.facebook.com/Kvelertak\">https://www.facebook.com/Kvelertak</a></p>\n","wordpress_id":5548,"translations":{"nb":{"url":"/2013/01/23/kvelertak-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"cd9ef797-cfa2-5fa2-b944-322d44bbf028","locale":"nb"}}