{"data":{"wordpressPost":{"title":"Litteratur på Øya","date":"7th August 2010","content":"<p>*Akademika*<br />\nStudentenes egen bokhandel setter opp et koselig lite leseområde på Øyafestivalen. Her kan du slenge deg ned og hvile litt, titte litt, eller lese litt. Det blir inspirerende bøker fra Taschen og Phaidon, det blir nye og gamle pocketbøker, og det blir demonstrasjon og testing av lesebrett. Er du blakk kan du ta med en bok du har lest og bytte den i en annen bok du ikke har lest. Sammen med folkene fra Vinduet og Deichmanske bibliotek lager Akademika en herlig kosekrok. Det blir inspirasjon, undring og litt kjærlighet&#8230;</p>\n<p>*Deichmanske bibliotek*<br />\nI samarbeid med Foreningen !les tilbyr Deichmanske bibliotek litterære festivalopplevelser på Øyafestivalen. Besøk oss i Litteraturteltet for å høre Martha Breen intervjue aktuelle forfattere, låne bøker, eller rett og slett bare slappe av med ferske aviser, magasiner eller en god bok. Ta gjerne med deg de små og heng i barnekroken vår! Vi har bibliotekarer på plass hele dagen, så er det noe du lurer på er det bare å spørre oss. Husk lånekort hvis du vil låne bøker!</p>\n<p>Program:<br />\nTorsdag kl. 16: Møt *Aslak ”Alis” Hartberg*, kjent fra Klovner i Kamp og Yoga Fire. Alis snakker om boka si *Fuck you eller penga tilbake! : min historie om Yoga Fire* (2009), om hip-hoperne fra Klovner i Kamp som snudde bunken og satset alt på drømmen om å bli rockestjerner. Dette er historien om katastrofale spillejobber, videoinnspilling, strippefester og skyteepisoder i LA, scenen på Roskilde-festivalen og vennskap på prøve. Og ikke minst om en drøm som blir virkelighet.</p>\n<p>Fredag kl. 16: Poet, reiseskildrer, barnebokforfatter og biograf *Håvard Rem* kommer og snakker om sin nyeste bok *Innfødte skrik : norsk svartmetall* (2010). Boka tar for seg norsk blackmetals historie fra gutterom til internasjonalt herredømme, med skandaler, tragedier og raske gitarer. Boka har vakt debatt og hisset på seg selveste Varg Vikernes.</p>\n<p>Lørdag kl. 16: Festivalforfatter *Linn Strømsborg* inntar scenen og forteller om festivallivets do&#8217;s and don&#8217;ts generelt, og sine to bøker spesielt. Linn gav i fjor ut boksingelen *Øya*, i tillegg til en av fjorårets beste debuter; feelgoodromanen *Roskilde*. Festival, lykke og kjærlighet!</p>\n<p>*Vinduet*<br />\nDa Audun Vinger overtok som redaktør for Vinduet i 2008, ble det relansert i fargerikt magasinformat, som et bindeledd mellom litteratur og musikk, film, teater og kunst. Vinduet utkommer med fire tykke numre årlig, hvor norsk og internasjonal litteratur speiles gjennom grundige essays, intervjuer, anmeldelser og reportasjer, og ble i 2009 kåret til årets tidsskrift &#8211; og senere også til årets nordiske tidsskrift. Hva 2010 vil bringe tør vi ikke tenke på.</p>\n<p>Årets sommernummer tar for seg blant annet Paul Weller, The Style Council, Andres Lokko, britisk poptradisjon og amerikanske indiefilmperler, i tillegg til litterære besøk i Sør-Afrika, Kina, New York, Wien, Stockholm – for å nevne noe.<br />\nUnder årets Øyafestival presenterer Vinduet daglig et fett foredrag om en festivalaktuell artist, i Litteraturteltet i handlegata. At du lærer noe tør vi ikke påstå, men du vil i alle fall bli imponert. </p>\n<p>Onsdag: The endless sea<br />\nKnut Schreiner om apokalypsens fire ryttere, ved to av dem: Iggy Pop og James Williamson</p>\n<p>Torsdag: Being Stephen Malkmus<br />\nNorges uten tvil beste danske litteraturkritiker, *Susanne Christensen*, vurderer nittitallsgehalten i Pavement.</p>\n<p>Fredag: Jimmy, Bappi, Maya og Daniel<br />\n*Martin Bjørnersen* dissekerer M.I.A.s Jimmy, og finner blant annet fattern til Daft Punk og et drap med elektrisk gitar som mordvåpen.</p>\n<p>Lørdag: Paul Weller og moderniteten<br />\n”I don’t give two fucks about your review”. Veien fra The Jam til The Style Council, ved *Audun Vinger*.</p>\n","wordpress_id":287,"translations":{"nb":{"url":"/2010/08/07/litteratur-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bb7413d0-492e-571e-b519-bfadd7c26d18"}}