{"data":{"wordpressPost":{"title":"Øyanatt tar form","date":"29th April 2009","content":"<p>Slagsmålsklubben (SE)<br />\nVetiver (US) / Sergeant Petter<br />\nFirst Aid Kit (SE)<br />\nThe Ghost of a Thousand (UK)<br />\nLot Lot med Zomby (UK) / Mowgli (UK) / DJ Android / Olle Abstract<br />\nSuburban Kids with Biblical Names (SE) / Get Dancy! (DJ-set)</p>\n<p>Nå er den første store bolken med Øyanatt-artister klar. Fra før av har vi sluppet Ladyhawke, som skal spile på Stratos, men det er først nå man kan danne seg et inntrykk av hvor mye moro du kan finne på i Oslo etter at Middelalderparken stenger. Du kan oppleve alt fra fet dubsstep, til frekk hardcore og fin folk. Flere Øyanatt-artister slippes seinere.</p>\n<p>Programmet i Middelalderparken er ferdig klokka 23.00 hver kveld. For de av dere som vil tyne kroppen maksimalt, har vi fått med oss noen gode venner og partnere i Oslo til å sette sammen en musikalsk drømmepakke som garantert vil få svetten til å renne hele natta. Festivalområdet i Middelalderparken åpner tross alt ikke portene før tolv dagen etter. På alle Øyanatt-arrangement får du rabatt ved framvising av gyldig Øya-armbånd.  </p>\n<p>ROCKEFELLER &#8211; fredag 14. august<br />\nSlagsmålsklubben (SE)<br />\nSynthpopelektronika-kollektivet fra Norrköping får alle til å danse og har rukket å slippe tre plater og samarbeide med Björk på de snart ti årene de har fartet rundt og spilt i hele Europa. Blant annet på by:Larm var riktig morsomt.<br />\n<a href=\"http://www.myspace.com/slagsmalsklubben\" target=\"_blank\">MYSPACE</a><br />\nBill. kr. 225,- / 175,- (for de med 5-dagerspass til Øya eller dagsbillett fredag). 18 år leg. NB! Dørene åpner kl. 22.00.</p>\n<p>JOHN DEE &#8211; torsdag 13. august<br />\nVetiver (US) / Sergeant Petter<br />\nAndy Cabic spilte med kompisen Devendra Banhart før han startet sitt eget prosjekt Vetiver, som nå er ute med Tight Knit. Plata plasserer Cibic &#038; co. godt i freak-folkbølgen med nevnte Banhart og Joanna Newsom med fiolin, cello, banjo og en bra del gitarer. Endelig er Petter Folkedal snart tilbake som Sergeant Petter, han jobber med nye låter som kommer til høsten. I mellomtiden kan vi minne om den fin-fine forrige plata A Mid-Tempo Frenzy fra 2006, som var full av fengende popcountry og fikk femmere i bl.a. Dagbladet og Aftenposten.<br />\n<a href=\"http://www.myspace.com/vetiverse\" target=\"_blank\">MYSPACE</a><br />\n<a href=\"http://www.myspace.com/sgtpetter\" target=\"_blank\">MYSPACE</a><br />\nBill. kr. 200,- / 150,- (for de med 5-dagerspass til Øya eller dagsbillett torsdag). 18 år leg. NB! Dørene åpner kl. 22.00</p>\n<p>JOHN DEE &#8211; fredag 14. august<br />\nFirst Aid Kit (SE)<br />\nSøstrene Klara og Johanna Söderberg sjarmerte alle på årets by:Larm og spilte for et stappfullt Mono. De har ikke en gang fylt atten år, men disker allerede opp med egne folk/pop/country-låter med n-y-ydelige vokalharmonier samt stødige coverversjoner av Johnny Cash, Bob Dylan og Fleet Foxes. De kom i fjor med EPen Drunken Trees og har fått seg platekontrakt med Rabid Records som bl.a. også gir ut The Knife.<br />\n<a href=\"http://www.myspace.com/thisisfirstaidkit\" target=\"_blank\">MYSPACE</a><br />\nBill. kr. 200,- / 150,- (for de med 5-dagerspass til Øya eller dagsbillett fredag). 18 år leg. NB! Dørene åpner kl. 22.00</p>\n<p>GARAGE – fredag 14. August<br />\nSuburban Kids With Biblical Names (SE) / Get Dancy! (DJ-set)<br />\nBandet som bare kalles skwbn blant venner startet opp i Häninge utenfor Stockholm i 2003. Siden den gangen har de to kompisene Johan og Peter levert mer eller mindre skranglete indiepop-perler på en snor for alle som har villet høre. Bandet slapp sin hittil eneste fulllengder &#8220;#3&#8221; i 2005 på Labrador Records, og fikk med den en stor fanskare over hele verden. De siste årene har det vært litt stille fra gutta, men plutselig dukket de opp i februar med en ny EP (#4), og lovnader om nytt album til høsten. EPen blir frontet av singelen 1999, den mest catchy poplåta vi har hørt siden You are the Light med Jens Lekman. 1999 har hatt tung rotasjon på Get Dancy denne våren, noe som gjorde valget av klubbkonsept enkelt.<br />\n<a href=\"http://www.myspace.com/skwbnmusic\" target=\"_blank\">MYSPACE</a><br />\nBILLETTER &#8211; cc: 100/75</p>\n<p>GARAGE – lørdag 15. august (FØRSTE ETASJE)<br />\nSpoon Train blockparty med artister, DJs og live grilling.<br />\ncc: Gratis!</p>\n<p>GARAGE – lørdag 15. august<br />\nThe Ghost of a Thousand (UK)<br />\nTidlig i 2007 slo og skrek The Ghost of a Thousand seg ute av bygrensene i Brighton med fullengderen This Is Where The Fight Begins. De hadde spikret finurlig sing-along catchy hardcore siden 2004, fullstendig kompromissløse og ignorante overfor regelboka. Det førte raskt til nominasjonen Best British Newcomer i Kerrang! Award. Rett i bussen med kurs mot festivalsirkuset i Reading og Leeds til et nyfrelst og heller lamslått publikum! Kvintetten har fått mye oppmerksomhet ved å bli kåret til en av de fem beste metal-konstellasjoner i verden av Q-Magazine og best live band av Total Guitar ifjor. Det nye albumet New Hopes, New Demonstrations utgis 1.juni på Epitaph Records. Skiva vil sprenge scena bandet «tilhører» i fillebiter og skape sjokkbølger hos fans som venter seg den vanskelige toern som nesten alltid er en kjedelig blåkopi. Med god drahjelp fra Pelle Gunnfeldt (The Hives, Refused, Fireside) er albumet tyngre, fylt av humørsvingninger og høyere på decibel enn This Is Where&#8230;. Fremdeles drivende straight-up punk, knivskarpt i kantene, dog ryddet plass til modige, episke opus. The Ghost of a Thousand har beveget seg forbi hardrock heroisme og spradende skinnbukserock!  Bandet står allerede beinstøtt i historien, og kritikkene vil ikke bli mindre glødende denne gang! For første gang spiller The Ghost of a Thousand i Norge, og Garage er umåtelig stolte over at vi fikk dem i kjelleren vår!<br />\n<a href=\"http://www.myspace.com/theghostofathousand\" target=\"_blank\">MYSPACE</a><br />\nBillettinfo kommer seinere</p>\n<p>DATTERA TIL HAGEN &#8211; torsdag 13. august<br />\nLOT LOT med Zomby (UK), Mowgli (UK), DJ Android og Olle Abstract<br />\nLot Lot er et klubbkonsept av Jonas og Mattis. De to møttes under fjorårets Øyafestival, Jonas som del av DJ-duoen Bitch Boys og Mattis som ung mann med interesse for elektronisk musikk. For Lot Lot er musikken viktigst, men konseptet skal også fokusere på tingene som omgir musikken, fra designet av Kristian Hammerstad og Levi Bergqvist til å gjøre nye utforminger av klubber du kjenner fra før eller la deg danse på helt nye steder til musikk fra inn- og utland. Målet er å kunne tilføye klubbscenen noe nytt, og bidra til at det blir enda mer spennende å gå på klubb. Vi ”kler” om Dattera til et to etasjers partyhus, to etasjer med det aller beste av elektronisk klubbmusikk.<br />\n<a href=\"http://www.lotlot.no\" target=\"_blank\">LOTLOT</a></p>\n<p>Zomby (UK, HYPERDUB, RAMP, MAD DECENT)<br />\nLot Lot er svært stolte av å få presentere Zomby under Øya. En av leftfield elektronisk musikks og dubstepsjangrens største innovatører. Han skjøt seg inn i vår bevissthet med hyllesten til hardcore- og ravekulturen, passende titulert Where Were U In ’92, på Werk Records i fjor. Platen plasserte seg høyt blant årets beste album i publikasjoner som Mixmag og Resident Advisor, mer seriøse musikkmagasiner som The Wire og store publikasjoner som Rolling Stone og The Guardian. Flere av dem gikk så langt som å utrope han til årets Burial. Ved siden av Where Were U In ’92 har han sluppet diverse singler på Hyperdub, dubsteppens høyborg og hjem til Burial, Benga, Kode9 og Martyn. Zomby har skapt en mørk og tidløs lyd hvor han forener og fanger stemningsfull mørk techno, britisk hiphop, grimie warehouse raves og de mørke bakgatene i Nord-London. Han har dukket opp ut av ingenting og truffet en nerve blant samtlige musikkinteresserte enten du er glad i klubbmusikk, var en raver på 90-tallet, heller mot hip-hop, ble en raver i fjor, dubstepfantast, technofan, glad i god musikk eller bare glad i all things Warp. Zomby har holdt sin identitet sin godt skjult hittil, presseskrivet hans leser bare “Zomby comes from nowhere and is already dead” men du kan altså se han i levende live torsdag på LOT LOTs Øyanatt på Dattera.<br />\n<a href=\"http://www.myspace.com/zombyproductions\" target=\"_blank\">MYSPACE</a></p>\n<p>Mowgli (UK, DEADFISH)<br />\nDen italienskfødte London-produsenten Mowgli har det siste året markert seg som en av de aller mest spennende unge houseprodusentene. Fra hans bakgrunn som hiphop- og senere drum and bass-produsent, la han Italia bak seg flyttet til London i 2006. Der eksperimenterte han med sjangre og med hans evner som produsent opparbeidet gjennom utallige år med drum and bass, fant Mowgli sin helt egne houseinfluerte bassmusikk, som ikke låter som noe annet enn Mowgli. Enten det er lydene han lager, måten han behandler vokalsamplene eller den pulserende rytmen. Det var Mowglis bootleg av Chemical Brothers Do It Again som løftet han opp blant housemusikkens “ones to watch”. Remix oppdragene ramlet inn fra Santigold, Armand Van Helden, Tommy Sparks, Tricky og Simian Mobile Disco. I 2008 ble labelen hans Deadfish startet opp. Med radiospilling og støtte fra Pete Tong, Annie Mac, Xfm og Kiss, har labelen generert interesse verden over. Låten Pa Po Pon, fikk mye radiospilling over hele verden og låten hans ble faste innslag i DJ-settene til Erol Alkan,Diplo, Brodinski, Claude VonStroke, Justin Martin og Switch. Som DJ har Mowgli over det siste året fått spilt på Paris Social Club, Sven “Gude Laune” Vaths klubb Cocoon i Frankfurt, Berlins Maria klubb, for å ikke nevne massive Matter og Ministry i London, I tillegg til Fabric, Panorama Bar og Brancaleone. DJ-settene hans er kjent for å være rett på sak og skreddersydd for dansegulvet da Mowgli gjør spesielle edits av egne og andre låter for å gjøre DJ settet hans en større opplevelse enn å bare droppe de samme versjonene du har hørt før. Bli med på reisen, møt opp og få med deg et av elektronisk musikks aller mest spennende navn.<br />\n<a href=\"http://www.myspace.com/mowglimusik\" target=\"_blank\">MYSPACE</a></p>\n<p>DJ Android<br />\nAndré Bravo bedre kjent som Android er en velkjent ”D-Jåd” bak kulissene i Oslos utelivsbransje. Med sine tekniske, og eklektiske DJ-sets har han satt fyr på utesteder som Stratos, Blå, Cosmo, Skansen, Livingroom, Nomaden, og listen bare fortsetter. En kveld med DJ Android kan inneholde alt fra Average White Band til Ritchie Hawtin, med andre ord alt fra funk til techno. Under aliaset A/UFO! lager han musikk som kan kategoriseres som en<br />\negen take på B-More Club sjangeren. Android har bl.a. fått anerkjennelse fra store DJ-navn som Kazey &#038; Bulldog (Frankrike) og Dj Benzi (US). Sistnevnte har også gjort et samarbeid med Android, og har en A/UFO! produsert track som siste-låt på mixtape-utgivelsen sin Jettsetters, så det skal ikke forundres om du hører egenproduserte exclusive bangers denne kvelden. Android er en aktiv DJ/artist som har sin tilhørighet flere steder som bl.a i WOF Crew (som er et scratch DJcrew) og samarbeid og turné med Kohinoor. Erfaringen snakker for seg selv, og er for all del en must å sjekke ut på klubbscenen 2009.<br />\n<a href=\"http://www.myspace.com/ufobassplay\" target=\"_blank\">MYSPACE</a><br />\n<a href=\"http://www.myspace.com/djhotdroid\" target=\"_blank\">MYSPACE</a></p>\n<p>Olle Abstract<br />\nDJ-legende, mann foran barrikadene, Norges svar på Pete Tong. Alle har et forhold til Mr. Abstract. Enten du vokste opp med radioprogrammet hans, fikk med seneste tids P3-hysteri, eller har sett og hørt han spille rundt om i landet. Olle er Norges desidert beste DJ og vi kunne ikke funnet en bedre og mer kyndig DJ til å mixe det opp med Mowgli i annen etasje. Nuff said.<br />\n<a href=\"http://www.myspace.com/olleabstract\" target=\"_blank\">MYSPACE</a></p>\n<p>BILLETTER: Vi legger ut et begrenset antall billetter på Billettservice. Man får også<br />\nkjøpt billetter i døra. CC 100,- med Øyapass / 150,- uten Øyapass</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9d2555f5-db4a-50ff-b431-9c84070f921a"}}