{"data":{"wordpressPost":{"title":"Øya presenterer norsk elektronika på Nuits Sonores","date":"6th May 2013","content":"<p>Øyafestivalen, i samarbeid med Music Norway, tar med Pantha Du Prince &amp; The Bell Laboratory, Lindstrøm &amp; Todd Terje og Prins Thomas til den store franske elektronikafestivalen Nuits Sonores i Lyon denne uken. Nuits Sonores er en av Europas viktigste møtepunkter for elektronisk musikk. I løpet av uka er over 80 000 mennesker innom. På Øyafestivalens arrangement er det forventa at det vil komme 8000 publikummere. Dette er uten tvil den største presentasjonen vi har gjort internasjonalt med norske artister. Øya får vist fram norsk kvalitetselektronika fra en stor scene til et interessert publikum. I tillegg vil det være flere hundre internasjonale delegater til stede, som representerer viktige musikkmedier og arrangører.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.nuits-sonores.com/programmation/\" target=\"_blank\">Se her for fullt program</a></p>\n<p>&nbsp;</p>\n<p><strong> </strong></p>\n<p><span style=\"text-decoration: underline;\">Nuits Sonores og Øyafestivalen samarbeider om norsk elektronisk musikkshowcase</span></p>\n<p>Øyafestival er kurator og presenterer en norsk scene under den anerkjente festivalen Nuits Sonores i Frankrike denne uka. Øyafestivalens bookingavdeling og Nuits Sonores har satt sammen en lineup, med fokus på aktuell elektronisk musikk fra Norge. Den franske festivalen har blitt et av de viktigste europeiske arrangementene for elektronisk musikk med over 80.000 publikummere. Festivalen finner sted denne uka fra tirsdag 7. mai til søndag 12. mai. I år har de et norsk fokus på plakaten. Øyafestivalens program finner sted lørdag 11. mai på festivalens hovedscene og vil avslutte årets festival foran 8000 tilskuere.</p>\n<p>&nbsp;</p>\n<p>Vi tar med oss to liveprosjekter som begge hadde sin premiere på Øyafestivalen, Pantha Du Prince &amp; The Bell Laboratory og samarbeidet til Lindstøm og Todd Terje. I tillegg opptrer Prins Thomas.</p>\n<p>Det svære klokkeensemblet Pantha Du Prince &amp; The Bell Laboratory, hvor Lars Petter Hagen har komponert med den tyske komponisten Pantha Du Prince på oppfordring fra de norske kuratorene Panta Rhei Project.</p>\n<p>Livesettet til Lindstrøm &amp; Todd Terje som hadde stor suksess på Vika-scenen i fjor og i år skal ut å turnere på noen av verdens mest anerkjente festivaler, som Sonar og Melt! Festival.</p>\n<p>Prins Thomas fullfører den norske delen av hovedsceneprogrammet, som også byr på den lokale beatmakeren Käpäk, Motor City Drum Ensemble og Rone. Vi er utrolig stolte for å kunne presentere noe av Norges aller beste elektroniske musikk på en internasjonalt svært relevant plattform og en av våre desiderte favorittfestivaler.</p>\n<p>&nbsp;</p>\n<p>Samarbeidet vil også fortsette inn i European Lab, Nuits Sonores store festvalkonferranse. European Lab arrangeres samtidig som selve festivalen og har over 300 delegater fra festivaler og medier verden over. Det blir et eget panel med norske festivaler. Her skal Joakim Haugland fra by:Larm, Anita Overelv fra Træna, Christian Hollingsæter fra Insomnia, Katrine Synnes Finnskog fra Music Norway og Øyafestivalens bookingsjef Claes Olsen diskutere den norske festivalfloraen og norsk musikkutvikling.</p>\n<p>&nbsp;</p>\n<p>Øyafestivalen ønsker å takke Emma Belasco for hennes bidrag til å sette dette sammen. I tillegg retter vi stor takk til Nuits Sonores og Music Norway, for hjelp og støtte.</p>\n<p>foto Julie Loen</p>\n","wordpress_id":6416,"translations":{"nb":{"url":"/2013/05/06/oya-presenterer-norsk-elektronika-pa-nuits-sonores/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bb5c358e-6cab-59f7-9b64-62c543fb79c0","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2013/05/06/oya-presenterer-norsk-elektronika-pa-nuits-sonores/","redirect":false}}}