{"data":{"wordpressPost":{"wordpress_id":173,"title":"WU LYF til Øya","excerpt":"<p>Et av de heiteste nye navna fra England kommer til Øyafestivalen i august. WU LYF er et band det kan være vanskelig å få helt taket på, samtidig som det er lett å glede seg over musikken deres. I sommer skal de lage fest i Middelalderparken. Der bør du være! </p>\n<p>I morra slipper vi nok et hett utenlandsk band. <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HOS BILLETTSERVICE</a></p>\n","content":"<p>WU LYF (UK)<br />\nWU LYF står for World Unite Lucifer Youth Foundation og er en kompisgjeng som begynte å spille sammen i 2008. De siste månedene har flere og flere kritikere og musikkentusiaster trykket dem til sitt bryst. En av grunnene er at de er et herlig liveband. Diverse klipp på nettet viser akkurat hvor gode denne gjengen er til å skape feststemning. The Guardian endte opp med å sammenligne WU LYF sitt småkaotiske uttrykk med så ulike artister som Tom Waits, Spiritualized, Mobb Deep, Swans og Happy Mondays. </p>\n<p>Man kan trygt si at mye har hendt dem det siste året. Sommeren 2010 spilte de sin første konsert utenfor hjembyen Manchester. Denne konserten fant sted på MIDI-festivalen i Frankrike. NME var tilstede og mente at de opplevde fire unge gutter ”playing the most vital new music we&#8217;ve seen in years”. Bandet er kjent som en energisk gjeng med en spennende innfallsvinkel til moderne pop og rock. Storbydesperasjon og melodi glir over i hverandre. Dette kombineres med en viss mystikk og forvirring, som blant annet understrekes i uttrykket på nettsidene deres. Flere britiske medier mener dette bandet kan få et av årets store gjennombrudd. I løpet av denne sommeren kommer debutalbumet, som de skal gi ut selv. Tilbudene fra platebransjen har ikke vært få de siste månedene, men WU LYF har valgt å avslå dem. Vi tror de kan bli en stor snakkis i sommer. Sjekk ut hvorfor på Øya.<br />\n<a href=\"http://www.myspace.com/trubluloveyu\" target=\"_blank\">MYSPACE</a></p>\n","date":"2011-04-11T09:21:30.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/04/11/wu-lyf-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"033ddb91-6134-5c30-aebd-f02dd4aaffef","locale":"nb"}}