{"data":{"wordpressPost":{"title":"Øyanetter på Gamle Museet","date":"3rd July 2018","content":"<p>Øya-helgen inviterer vi nemlig noen av våre desiderte favoritter innen rap og elektronisk klubbmusikk. Sjangrene boltrer til seg hver sin kveld, og geleider Øyapublikummet inn i natta, når Øyafestivalen stenger området i Tøyenparken.</p>\n<p>&nbsp;</p>\n<p>BILLETTER</p>\n<p><a href=\"https://www.ticketmaster.no/event/581135\">fredag</a></p>\n<p><a href=\"https://www.ticketmaster.no/event/581137\">lørdag</a></p>\n<p>&nbsp;</p>\n<p>Early Birds (Tilgjengelig tom. 15. juli): 150,-.</p>\n<p>Med Øyapass: 200,- + bill.-avg.</p>\n<p>Uten Øyapass: 250,- + bill.avg.</p>\n<p>&nbsp;</p>\n<p>Dørene åpner kl. 22.00.</p>\n<p>&nbsp;</p>\n<p>ID: 20</p>\n<p>&nbsp;</p>\n<p>Fredag 10. august:</p>\n<p><strong>Anja Schneider (DE)</strong></p>\n<p><strong>Paranoid London (UK)</strong></p>\n<p><strong>Dinky (DE)</strong></p>\n<p><strong>Transilvanian Galaxi (NO)</strong></p>\n<p>Anja Schneider har opparbeidet seg et rykte som en slags musikalsk evighetsmaskin, med utallige jern i ilden som både produsent, DJ, radiopersonlighet og sjef for plateselskap. I 2018 står hun som en av de mest vitale personlighetene i elektronisk musikk, aktuell med både det nyetablerte plateselskapet Sous Music og et nytt album. Hun har gjort seg bemerket gjennom både for sin egen musikk og rollen som tastemaker og talentspeider via sine radioprogram og plateselskap. Hennes siste album SoMe har blitt roset opp i skyene som en mesterlig blanding av undergrunnshouse og techno.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Lørdag 11. august:</p>\n<p><strong>Bladee (SE)</strong></p>\n<p><strong>Jimothy Lacoste (UK)</strong></p>\n<p><strong>Moggger (NO)</strong></p>\n<p><strong>DGU (NO)</strong></p>\n<p>Bladee har vært et stjerneskudd i den nye bølgen av hypermoderne urbane musikk med en dedikert fanbase i både mote- og musikkverden siden 2014, da han først kom til prominens med sin futuristiske og emosjonelle tolkning av rapmusikk. Lyden hans har vært i konstant utvikling siden, bygget på forskrudd men nyansert autotune over mørke men himmelske beats, med dødelige melodier over tykk bass og nedbrutte rytmer. På soloalbumet Eversince og albumet D&amp;G med gruppa Drain Gang har han gitt ut en mengde uforutsigbare og vanedannende låter der både pop, ballader og sjangerblanding skaper en ny og grenseløs visjon for internettbasert undergrunnsmusikk. I år er han aktuell med det nye albumet Red Light.</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":22106,"translations":{"nb":{"url":"/2018/07/03/oyanetter-pa-gamle-museet/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5b969ad4-9131-5f0c-8ecd-93b6dff39523","locale":"nb"}}