{"data":{"wordpressPost":{"title":"Møt fire Øya-artister på Hi-Fi Scenen","date":"10th August 2015","content":"<p>Kom helt tett på flere av Øyafestivalens artister når Sondre Lerche intervjuer fire  Øya-artister i Hi-Fi Scenens eksklusive lytteeventer. I den nye teltscenen Hi-Fi Klubben vil det hver dag være mulig å oppleve konseptet Hi-Fi Scenen. Her vil et knippe Øya-aktuelle artister spille et utvalg av låtene sine på et av verdens beste lydanlegg fra Bowers &amp; Wilkins, og fortelle om deres arbeid med musikk og lyd foran et livepublikum. På Hi-Fi Scenen kan du møte Shamir, Silvana Imam, Emilie Nicolas og Jaga Jazzist.</p>\n<p>&nbsp;</p>\n<p>Sondre Lerche er intervjuer på Hi-Fi Scenen og han vil guide publikum gjennom kunstnernes musikalske lek med lyd, og få dem til å fortelle de beste historiene om hvordan musikken ble skapt – i øvingslokalet, i studioet og live.</p>\n<p>&nbsp;</p>\n<p>Jeg har alltid vært interessert i andre artisters musikalske prosesser, deres inspirasjonkilder og magien som kan oppstå i studio. Jeg gleder meg derfor vilt til å gå i dybden på disse suverene artistenes inspirerende lyduniverser sammen med publikum på Hi-Fi Scenen, sier Sondre Lerche.</p>\n<p>&nbsp;</p>\n<p>Hi-Fi Scenen finner sted på den nye scenen Hi-Fi Klubben<br />\n<strong>Onsdag 12/8 kl.15.00: Shamir (US)<br />\nTorsdag 13/8 kl. 15.00: Silvana Imam (SE) &#8211; bildet<br />\nFredag 14/8 kl. 15.00: Emilie Nicolas<br />\nLørdag 15/8 kl. 15.10: Jaga Jazzist</strong></p>\n<p>I samarbeid med Aftenposten TV vil det hver dag bli offentliggjort et nytt videointervju med artistene fra Hi-Fi Scenen, eksklusivt på <a href=\"http://aftenposten.no/tv\" target=\"_blank\">aftenposten.no/tv</a></p>\n<p><a href=\"https://www.hifiklubben.no/hifimagasinet/gasehud/\" target=\"_blank\">Les mer om Hi-Fi Scenen på ØYA her.</a></p>\n<p>&nbsp;</p>\n<p><strong>Onsdag 12/8 kl.15.00: Shamir</strong></p>\n<p>Shamir fra rett utenfor Las Vegas er regna som et av de store håpa i amerikansk pop. Den unge fyren vokste opp med en variert miks av musikk, fra moderne hiphop til klassisk vokaljazz. Musikken hans har riktignok større innslag av stilarter som funk, house og disco. Med sin herlige, særegne stemme imponerer han stadig flere. I fjor kom debut-EPen Northtown. I mai 2015 kom albumet Ratchet ut på XL Recordings, en av de morsomste og mest avhengighetsskapende popskivene i sommer.</p>\n<p>Shamir vil erstatte Courtney Barnett på Hi-Fi Scenen onsdag. Courtney Barnett vil fortsatt opptre på Vindfruen, onsdag 18:25</p>\n<p>&nbsp;</p>\n<p><strong>Torsdag 13/8 kl. 15.00: Silvana Imam</strong></p>\n<p>Selv om rapfenomenet Silvana Imam oftest blir omtalt for sine sterke kjønnspolitiske fanesaker og hardtslående, hettekledde konserter, så er det jo egentlig noe helt annet det handler om: Musikken. På Silvana Imams Hi-Fi Scenen-session gir vi henne frihet til å fortelle om sine tekster, om hvor hun henter sin inspirasjon og om hvordan hun har skapt sin unike hiphop-lyd.</p>\n<p>&nbsp;</p>\n<p>Sondre Lerche er intervjuer på Hi-Fi Scenen og han vil guide publikum gjennom kunstnernes musikalske lek med lyd, og få dem til å fortelle de beste historiene om hvordan musikken ble skapt – i øvingslokalet, i studioet og live.</p>\n<p>&nbsp;</p>\n<p><strong>Lørdag 15/8 kl. 15.10: Jaga Jazzist</strong></p>\n<p>Det er voldsomt mange gode historier gjemt i Jaga Jazzists mer enn 20 år lange musikalske karriere, og med utgangspunkt i deres nyeste album tar de med publikum på en reise gjennom disse.</p>\n<p>«Vi kommer til å spille musikk fra vår siste plate &#8220;Starfire&#8221;, som er Jaga Jazzist på høyeste energinivå. Vi kommer til å snakke om prosessen med å lage den platen og sammenligne med tidligere plater. Alt fra låtskriving til miks og mer tekniske ting rundt innspillingen», sier Jaga Jazzist om sin Hi-Fi Scenen-session.</p>\n","wordpress_id":12918,"translations":{"nb":{"url":"/2015/08/10/mot-fire-oya-artister-pa-hi-fi-scenen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bebee7bf-0586-5352-9a15-8fec2eef5d9a","locale":"nb"}}