{"data":{"wordpressPost":{"title":"Animerte stjerner","date":"1st July 2014","content":"<p>Nå er endelig årets reklamesnutter klare til å settes i ordentlig rotasjon. Og for noen tøffe snutter det har blitt! Se dem nederst i saken.</p>\n<p><span style=\"line-height: 1.5\">Som tidligere er det <a href=\"https://vimeo.com/magnusrye\" target=\"_blank\">Magnus Rye</a> som har regissert filmene, i år illustrert av Frode Skaren, aka <a href=\"http://uglylogo.no\" target=\"_blank\">Uglylogo</a>, og tonesatt av Marius Ergo (Lukestar, Koppen), bare for å nevne noen av samarbeidspartnerne. Vi tok en prat med Magnus og Frode for å få et innblikk i prosessen deres, fra idé til ferdige filmer, inkludert Frodes skisser og referansebilder. </span></p>\n<p><em>Magnus, du har laget reklamer for oss i ganske mange år nå, og du har alltid fått til veldig mye for lite penger. Hvordan synes du selv at det har vært?</em></p>\n<p><strong>Magnus:</strong> Øyafilmene har vært en sandkasse for meg og noen venner, der vi har fått mer eller mindre frie tøyler til å prøve ut nye ting av Øyafestivalen. Det har alltid vært litt dugnad å få det til på et slankt budsjett, men det er utrolig hva man klarer hvis man kan friste med noen øyabilletter og en morsom idé.</p>\n<p><a href=\"https://api.oyafestivalen.no/wp-content/uploads/sites/2/2014/06/SkisserQOTSA.jpg\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-large wp-image-10473\" alt=\"Skisser_QOTSA\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"1024\" height=\"662\" data-sizes=\"auto\" data-aspectratio=\"1559/1009\"></body></html>\n<br />\n</a><em>(Frode Skarens skisser av Queens of the Stone Age.)</em><a href=\"https://api.oyafestivalen.no/wp-content/uploads/sites/2/2014/06/SkisserQOTSA.jpg\"><br />\n</a></p>\n<p><em>Hvordan kom årets filmer til? Hvem hadde ideen, hvordan ble samarbeidspartnerne valgt ut?</em></p>\n<p><strong>Magnus:</strong> Jeg hadde lyst til å jobbe med å kombinere illustrajoner med levende bilder, og etter å forhørt meg og sett meg litt om var Frode/Uglylogo en fyr som pekte seg ut med en veldig kul strek, leken fargebruk, og med en overflod av gode ideer.</p>\n<p><strong>Frode:</strong> Magnus kontaktet meg og trengte noen illustrasjoner i kombo med real-life filmscener. Jeg fikk i oppdrag å illustrere diverse headlinere til Øya: Outkast, Röyksopp &amp; Robyn, Queens of the Stone Age og Todd Terje, og skulle i tillegg illustrere typografien.</p>\n<p><em>Hvordan foregikk prosessen videre?</em></p>\n<p><strong>Magnus:</strong> Jeg hadde ideen om å plassere headlinerne forskjellige steder i Oslo og deretter fylle bildet med så mange morsomme detaljer vi kunne få plass til. Frode er basert på Sørlandet, så vi hadde noen lange telefonsamtaler og mailtråder der vi kastet ideer på veggen og så hva som satt fast.</p>\n<p><strong>Frode:</strong> Vi opprettet også et Google-dokument der vi diskuterte og kom fram til et konsept for hver video. Magnus hadde en visjon om hvordan dette skulle se ut og sammen kom vi opp med mange rare ideer. Det var viktig at alt var litt merkelig, litt uventet, men likevel måtte vi ikke miste fokus på artistene.</p>\n<p><strong>Magnus:</strong> Selve produksjonen var ganske flytende. Vi dro ofte ut med en litt løs idé og skøyt bilder av tomme tablåer vi syntes var spennende. Deretter drodlet jeg med Frode og Mads i <a href=\"http://oyedrops.no\" target=\"_blank\">Øyedrops</a> om hva vi kunne finne på av morsomme ting. Etter hvert som ferdige illustrasjoner kom på plass, begynte jobben med å integrere dem i bildene vi hadde tatt. Mads ga liv til artistene og omgivelsene uten at Frode måtte tegne 150 frames av hver illustrasjon. Jeg synes resultatet fremhever illustrasjonene uten at det blir statisk.</p>\n<p><a href=\"https://api.oyafestivalen.no/wp-content/uploads/sites/2/2014/06/RoyksoppRobynreferansebilde.png\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-large wp-image-10471\" alt=\"Royksopp_Robyn_referansebilde\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"1024\" height=\"586\" data-srcset=\"https://api.oyafestivalen.no/assets/uploads/2014/06/RoyksoppRobynreferansebilde-1024x586.png 1024w, https://api.oyafestivalen.no/assets/uploads/2014/06/RoyksoppRobynreferansebilde-300x172.png 300w, https://api.oyafestivalen.no/assets/uploads/2014/06/RoyksoppRobynreferansebilde-768x440.png 768w, https://api.oyafestivalen.no/assets/uploads/2014/06/RoyksoppRobynreferansebilde.png 1032w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" data-sizes=\"auto\" data-aspectratio=\"1032/591\"></body></html>\n<br />\n</a><em style=\"color: #333333;line-height: 1.5\">(Referansebilde for Röyksopp &amp; Robyn.)</em></p>\n<p>Deretter startet arbeidet med filmene. Outkast, Röyksopp &amp; Robyn, Queens of the Stone Age og Todd Terje ble tegnet inn i Oslos bybilde, en jobb som ikke bare var enkel.</p>\n<p><strong>Frode:</strong> Den største utfordringen var ikke å få dem til å ligne på utseendet, men å klare å fange personligheten. Greit nok at de ligner, men å få riktig positur og riktig holdning til riktig person var viktigere for meg.</p>\n<p><em>Hvem var vanskeligst å tegne?</em></p>\n<p><strong>Frode:</strong> Jeg slet litt med Outkast-gutta. Jeg merket at de er veldig gjenkjennelige takket være deres typiske antrekk, som slengbukser og store hatter, og her skulle vi ikke ha med disse markørene. I tillegg hadde de en anelse froskeperspektiv, som var litt utfordrende. Men det funket til slutt, og filmen ble jo godkjent av artistene selv (sies det), så da må vi vel være fornøyde?</p>\n<p><em>Hvilken av filmene liker dere best selv?</em></p>\n<p><strong>Frode:</strong> Jeg digger hvordan planetene gjenskinnes i vannet foran barcode i Todd Terje-videoen. Her er det så mye jeg liker personlig; artisten, Back to the Future og Oslo by. Röyksopp &amp; Robyn-snutten er også en favoritt. For det første er det en veldig fin location, men her er det også noen fine referanser, som for eksempel eplene på jakkene til Röyksopp.</p>\n<p><strong>Magnus:</strong> Det er et veldig close race, men jeg liker særlig idérikheten i Outkast og QOTSA-spottene.</p>\n<p><a href=\"https://api.oyafestivalen.no/wp-content/uploads/sites/2/2014/06/Todd-Terje.jpg\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-large wp-image-10472\" alt=\"Todd Terje\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"1024\" height=\"612\" data-sizes=\"auto\" data-aspectratio=\"1559/933\"></body></html>\n<br />\n</a><em>(Todd Terje x Michael J. Fox i Back to the Future, Frodes skisser. )</em></p>\n<p><em>Dere er fornøyde med resultatet?</em></p>\n<p><strong>Magnus:</strong> Ja, jeg synes det har blitt kult! Det ga mersmak å jobbe med en så flink illustratør som Frode, og du skal ikke se bort i fra at vi kan finne på nye ting i fremtida. Ellers må jeg også nevne Mads og Øyedrops som har gjort animasjon og composting, Marius Ergo som har gjort musikken, Dylan Hopkin som har vært colorist, og fotografene Håvar Karlsen og Magnus Owe. Og selvsagt jentene på <a href=\"http://byhands.no\" target=\"_blank\">byHands</a> som representerer Frode (Uglylogo).</p>\n<p><strong>Frode:</strong> Alt i alt et utrolig gøy prosjekt med mange flinke folk involvert! Må gjentas.</p>\n<p>&nbsp;</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe src=\"//player.vimeo.com/video/93972598\" width=\"500\" height=\"281\" frameborder=\"0\" title=\"&Oslash;ya 6th of August: Queens of the Stone Age\" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>\n<p>&nbsp;</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe src=\"//player.vimeo.com/video/93972599\" width=\"500\" height=\"281\" frameborder=\"0\" title=\"&Oslash;ya 7th of August: Outkast\" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>\n<p>&nbsp;</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe src=\"//player.vimeo.com/video/93972597\" width=\"500\" height=\"281\" frameborder=\"0\" title=\"&Oslash;ya 8th of August: R&ouml;yksopp + Robyn - Do it again 2014\" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>\n<p>&nbsp;</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe src=\"//player.vimeo.com/video/93991741\" width=\"500\" height=\"281\" frameborder=\"0\" title=\"&Oslash;ya 9th of August: Todd Terje Live\" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ec725ad5-bf77-5e4c-b9b4-916894efaeed"}}