{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"499ac25b-bec7-5bc9-8ff9-310104cfb3a1","slug":"billetter-i-salg-ved-inngangen-hver-dag","title":"Billetter i salg ved inngangen hver dag","date":"2008-07-31T12:45:00.000Z","excerpt":"<p>Som tidligere år kommer Øyafestivalen til å legge ut et begrenset antall dagsbilletter ved inngangen hver dag. Disse vil legges ut for salg 11.00 hver dag og det er kun samme dags dagsbilletter som vil være tilgjengelig. Det vil legges ut minst 50 billetter hver dag og hver person vil maks kunne kjøpe 2 stk.</p>\n"}},{"node":{"id":"e147d7ee-1fa9-5a8d-bc5a-75e8d1ffa8ac","slug":"sjappa-har-apna","title":"Sjappa har åpna","date":"2008-07-31T09:25:00.000Z","excerpt":"<p>Føler du deg heldig, pønk?</p>\n<p>Klikk deg inn på vår nyåpna websjappe og slå kloa i et begrensa opplag offisiell merchandise fra Øyafestivalen.  </p>\n"}},{"node":{"id":"6fb384b8-3b9a-591d-855c-14bda251cddd","slug":"aya-open-med-the-hold-steady-15-oktober","title":"Øya Open med The Hold Steady 15. oktober","date":"2008-07-30T14:29:00.000Z","excerpt":"<p>Øyafestivalen og Atomic Agency presenterer 15. oktober amerikanske The Hold Steady på Rockefeller. The Hold Steady kommer til å dele scene med to norske godbiter som blir offentliggjort seinere. Dette kan fort bli en av høstens virkelige konserthøydepunkter.</p>\n<p>Bandet viser like stor respekt for E Street Band som The Replacements og har revitalisert ekte, amerikansk barbandrock. Årets skive heter Stay Positive og har mottatt en bråte femmere og seksere. Bandet som kommer til Rockefeller er en rockekomet i storform.</p>\n"}},{"node":{"id":"c4ad2756-3cd7-5328-9e12-02b69a984f8c","slug":"se-%c3%b8ya-artister-fra-pitchfork-music-festival","title":"Se Øya-artister fra Pitchfork Music Festival","date":"2008-07-28T21:52:00.000Z","excerpt":"<p>Musikknettstedet Pitchfork gjennomførte nylig årets utgave av Pitchfork Music Festival i Chicago. Nå har de gjort noen filmklipp fra sine to siste festivaler tilgjengelige. Kos deg med bilder The Dodos, Fleet Foxes, Girl Talk, Clipse, Jamie Lidell og Iron &#038; Wine.</p>\n"}},{"node":{"id":"7d1171ed-4f38-594e-bfc3-2063f1435cdf","slug":"stumfilmkonsert-120-days-vs-unser-taglich-brot","title":"Stumfilmkonsert: 120 Days vs. Unser täglich Brot","date":"2008-07-28T13:24:00.000Z","excerpt":"<p>Med sin selvtitulerte debutalbum havnet 120 Days på toppen av mange ”Året beste plate” da den kom i 2006. Mens man venter på den svært etterlengtede oppfølger kan man oppleve bandet på Eldorado kino. Filmen bandet har valgt å lydsette er ”Unser täglich Brot” som er en tysk dokumentar fra 2005 som tar for seg matproduksjon i dagens samfunn. Dokumentaren viser en industri hvor effektive og ikke alltid spesielt humane maskiner råder.</p>\n"}},{"node":{"id":"3e3d1d37-b097-5c39-8eca-5fa50819648b","slug":"deichman-og-popsenteret-pa-%c3%b8ya","title":"Deichman og Popsenteret på Øya","date":"2008-07-24T11:50:00.000Z","excerpt":"<p>På årets Øyafestival kan du besøke både Deichman og Popsenteret. Hos Deichman kan du låne bøker eler møte forfattere. Popsenteret kommer med utstillingen Rockens Pionerer, som er bilder fra den norske rockens barndom. </p>\n"}},{"node":{"id":"5bec4acd-de4a-588d-976b-ce70052107fc","slug":"siste-artistene-pa-%c3%b8yanatt-klare","title":"Siste artistene på Øyanatt klare","date":"2008-07-23T12:32:00.000Z","excerpt":"<p>Årets Øyanatt-program har vokst seg stort og fett. Nå har vi fått på plass de siste artistene du kan oppleve i byen etter at parken stenger. Det vil være rabatt på alle Øyanatt-arrangementer ved fremvising av gyldig festivalarmbånd. Kos deg under festivalen med gode musikkopplevelser hele dagen og hele natta.</p>\n<p>Diplo (US) + Patski Love &#038; Chris Stallion<br />\nDJ Tittsworth og Jaywalkers<br />\nShadowlove med DJ Stefan Rosell.</p>\n"}},{"node":{"id":"941d80a9-9b9a-5eed-aa6d-50669abc6eb8","slug":"barneteater-i-festivalhelga","title":"Barneteater i festivalhelga","date":"2008-07-22T21:48:00.000Z","excerpt":"<p>Har du med barn på Øyafestivalen fredag eller lørdag, kan du ta dem med på barneteaterforestilling på vår nye scene Odden. Forestillingen starter 14.00 begge dager og bak finner man ensemblet som kaller seg Soria under Moria, som man normalt finner på Torshov.</p>\n"}},{"node":{"id":"ab22c034-bfd4-5e50-909d-1b2bfb072a7d","slug":"aldersgrenser-pa-klubber","title":"Aldersgrenser på klubber","date":"2008-07-22T14:04:00.000Z","excerpt":"<p>Vi har fått noen spørsmål om aldersgrenser på de ulike klubbene under Øyanatt og Klubbdagen. Derfor har vi laget en liten oversikt som gjør det klarere hvor du kan komme inn. Da skulle det altså være klart for å detaljplanlegge sine Øya-aktiviteter utenfor Middelalderparken.</p>\n<p>(bilde: Bazooka Boppers)</p>\n"}},{"node":{"id":"3822b026-cf53-59b1-a039-379c1bafafd3","slug":"saviours-erstatter-the-sword","title":"Saviours erstatter The sword","date":"2008-07-18T11:05:00.000Z","excerpt":"<p>The Sword ser desverre ikke ut til å jobbe like hardt som de spiller. </p>\n<p>MEN! Vi har booka inn noen veldig gode venner av bandet, som både spiller og jobber et lite knepp hardere: The Saviours, fra Oakland USA. Etter å ha overlevd en vill turné med Mastodon i fjor har de, bare hittils i 2008, rukket å være på turné med Early Man, Fu Manchu, High on Fire, The Sword, Black Cobra og Witchcraft.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":172,"pageCount":183,"additionalContext":{}}}