{"data":{"wordpressPost":{"title":"Øya Ung med Kvelertak","date":"26th February 2016","content":"<div>Dørene åpner 18:00<br />\nBillettpris: 100,- + avg.<br />\nKjøp billett her: <a href=\"http://www.billettservice.no/event/489647\" target=\"_blank\">www.billettservice.no/event/489647</a></div>\n<div></div>\n<div></div>\n<div>NB! En konsert kun for de under 18 år.</div>\n<div></div>\n<div></div>\n<div>\n<div><strong>KVELERTAK</strong></div>\n<div>\n<p><span lang=\"EN-US\">I år skal Kvelertak gi ut sitt tredje album, og selvsagt legge ut på veien i inn- og utland. Vi er så heldige at de tar seg en liten pause fra studio, og kommer til Parkteatret Scene for å holde konsert kun for de under 18 år. </span></p>\n<p><span lang=\"EN-US\">Kvelertak er de siste fem åras store norske rockesuksess internasjonalt, og uten tvil et av landets mest hardtarbeidende rockeband. De spiller på store festivaler over hele verden, og turnérer med mange av de beste navna innen rock og metal. Dette til tross for at de har norske tekster, og mikser sin muskelrock med passe doser sylskarp metal, frekk hardcore og diverse undergrunnsbråk. Både debutalbumet (2010) og oppfølgeren Meir (2013) har liggi på topp tre på den norske salgslista. De siste åra har Kvelertak turnert med blant andre Mastodon, Slayer, Gojira, Cancer Bats, Converge, Anthrax og High On Fire.</span></p>\n<p><span lang=\"EN-US\">Vi gleder oss stort til denne kvelden! </span></p>\n</div>\n</div>\n<div></div>\n<div></div>\n<div><em>Yngling er Parkteatrets konsertserie rettet mot ungdom mellom 14 og 18 år. Målet er at de skal få oppdage og oppleve ny, norsk og aktuell musikk i ulike sjangre, på lik linje med det voksne publikum. De fleste artistene spiller to konserter samme kveld, en med fri alder og en med 18-årsgrense.</em></div>\n<div><em>ØYA Ung (tidligere Øya under 18) er et prosjekt hvor det å gi kompetanse og erfaring innen konsert og festivalarrangering til ungdom står i fokus. Vi har hatt et vellykket år med et godt samarbeid med Parkteatrets Yngling. Etter fantastiske konserter med Susanne Sundfør, Skambankt, Razika, Honningbarna og AURORA på Parkteatret Scene, gleder vi oss til fortsettelsen. Vi har med oss elever fra Edvard Munch VGS, som sammen med oss i Øyafestivalen og alle på Parkteatret skal sørge for å gi gode konsertopplevelser til de under 18 år.</em></div>\n","wordpress_id":13621,"translations":{"nb":{"url":"/2016/02/26/oya-ung-med-kvelertak/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"83789da1-81a1-5c53-afe2-268a415217fb"}}