{"data":{"wordpressPost":{"title":"Bli frivillig på Øya 2014","date":"25th February 2014","content":"<p>Vi anbefaler deg å lese gjennom frivilliginfoen på denne siden før du fyller ut søknad. <a href=\"http://frivillig.oyafestivalen.com/default.aspx?did=9112184&amp;formarrangement=9112324\" target=\"_blank\">Søknadsskjema finner du her.</a></p>\n<p>I 2013 var det ca. 1900 fantastiske frivillige som var med å skape Øyafestivalen. De frivillige er ryggraden og sjelen i festivalen og en av hovedårsakene til at festivalen i 2013 ble en de beste noensinne! Som frivillig på Øya får du en unik opplevelse, en sjanse til å være en av de som jobber i bakgrunnen og bidrar til at festivalen i 2014 når nye høyder.<br />\nVær raskt ute med å melde deg på, så er muligheten større for at du får nettopp den jobben du ønsker deg.</p>\n<p><strong>Hva vil det si å være frivillig? Hva forventer vi av deg?</strong><br />\nSom frivillig på Øyafestivalen deltar du i en eller flere av alle de oppgavene som skal løses for at festivalen skal kunne arrangeres. Du trenger ikke å ha festivalerfaring fra før, men at du har ett smittende godt humør enten sola skinner eller det regner horisontalt, setter vi stor pris på. Vi forventer at du møter opp til avtalt tid og bidrar så godt du kan til arbeidsøkten er over Som belønning garanterer vi deg et minne for livet, fantastisk musikk, nydelig økologisk mat, evig takknemlighet og litt til.</p>\n<p><em>NB! For å kunne være frivillig på Øyafestivalen må du være fylt 18 år før festivalstart.</em></p>\n<p><strong>Hvilke jobber kan jeg få?</strong><br />\nHer er noen av de oppgavene du kan få som frivillig:</p>\n<p>• Rigging – opp eller nedrigging av gjerder, telt, mm.</p>\n<p>• Vakt &#8211; passe på at alle har det bra under festivalen og ikke går seg vill på festivalområdet.</p>\n<p>• Bar – tappe og selge øl, brus, snacks og andre barvarer til våre gjester i et rykende tempo.</p>\n<p>• Sjåfører &#8211; kjøre fram og tilbake med utstyr, og andre folk. Kanskje du har litt mer enn B-lappen?</p>\n<p>• Billettsalg &#8211; selge billetter og sørge for armbåndspåsetting</p>\n<p>• Matlaging &#8211; være med på å lage god økologisk mat til frivillige og artister</p>\n<p>• Delta Force &#8211; Øyas &#8220;alt i ett&#8221;-styrke som jobber litt overalt under festivalen, og settes inn der det trengs når det trengs.</p>\n<p>• Møbelgruppa &#8211; Hjelpe til med montering og utplassering av møbler &#8211; i forkant og/eller etterkant av festivalen. Fordel at du er en nevenyttig person.</p>\n<p>• Varesentralen &#8211; Innkjøp av utstyr + inn/utlevering av utstyr fra Øyas varesentral etter behov.</p>\n<p>• Godterikiosk- Selge godterier og annet snacks i salgsbod i parken. Jobber to av festivaldagene i parken.</p>\n<p>Alle kan ønske seg jobber, og de fleste får oppfylt ønsket sitt. Men &#8211; vi kan dessverre ikke garantere at alle får jobbe med akkurat det de ønsker eller akkurat de dagene de har lyst.</p>\n<p><strong>Hvor mye jobber jeg?</strong><br />\nDet varierer hvor mye man jobber i forhold til de forskjellige jobbene. Som hovedregel kan man si at man jobber en dag mot en dag fri og adgang til festivalen. Hvis du jobber før festivalen, er hovedregelen at du må jobbe fire dager og du får da fri til gå på festivalen alle dager. Hvis du jobber under festivalen, må du jobbe to av dagene for å få fri de to andre. Man jobber altså ca. halve festivalen, mens man kan ta seg helt fri til å nyte musikken og konsertene resten av tiden. Vi er selvsagt takknemlige til dem som ønsker å bidra mer enn dette.</p>\n<p><strong>Hva med Klubbdagen?</strong><br />\nAlle som jobber før og under festivalen vil få utdelt et eget frivilligarmbånd som kan hentes i Tøyenparken samme dag som Klubbdagen. Dette armbåndet gir tilgang til klubbdagskonsertene. Alle som jobber etter festivalen vil få utdelt ukespass. Ukespasset gir deg tilgang til klubbdagskonsertene i tillegg til alle festivaldagene i parken.</p>\n<p>Spørsmål? Send en mail til frivillig@oyafestivalen.com</p>\n<p>foto Steffen Rikenberg</p>\n","wordpress_id":9521,"translations":{"nb":{"url":"/2014/02/25/bli-frivillig-pa-oya-2014/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c8df2f29-e555-58ec-833a-7f136dd9be3a"}}