{"data":{"wordpressPost":{"title":"ZOOM 09 i Oslo, Bergen, Tromsø og Trondheim denne uka","date":"20th January 2009","content":"<p>I disse dager starter Zoom 09, med lokale finaler i landets største byer. Stavanger er allerede ferdig og sender Kvelertak til finalen i Oslo, som finner sted på Garage 3. og 4. februar.  Der skal det kåres et vinnerband som legger ut på stor riksdekkende turné sammen med årets Urørt-vinner, med start i mars.</p>\n<p>Denne uka er det tre Zoom-kvelder i Oslo, to på Garage og en på Mono. De heldige utvalgte er Norma Sass, Merlin, Simon Says No!, Accidents Never Happen, Go Ahead Drink Drink, Herostratos, Dunderbeist, Bazooka Boppers og Don&#8217;t Cry Wolf. Se under for fullstendig oversikt. To av disse skal til den store finalen.</p>\n<p>Nytt av året er at Norsk Rockforbund og Øyafestivalen er med på Zoom-samarbeidet. Sammen med de gode lokalarrangørene skal vi ta med oss vår kompetanse inn i Zoom på en måte som gjør at dette fortsatt kan være den beste arenaen for nye lovende norske liveband i mange år framover.</p>\n<p>Zoom har vært et viktig steg på karrierestigen for mange band som i dag er godt etablerte. Blant tidligere Zoom-vinnere finner man blant annet kjente navn som Ida Maria, Ricochets, Silver, Surferosa, The<br />\nJessica Fletchers, Helldorado, Heroes &#038; Zeros, The Beautiful People (nå 120 Days) og Furia.</p>\n<p>STAVANGER &#8211; Checkpoint Charlie<br />\ntil finalen: KVELERTAK</p>\n<p>BERGEN &#8211; Hulen<br />\nFredag 16. januar EINAR STOKKA, KRAKOW, STILLBORN<br />\nFredag 23. januar THE THIEF, ÜBERTØS, LYD, FUNIN, LIVSTID</p>\n<p>OSLO &#8211; Café Mono og Garage<br />\nTirsdag 20. januar (Garage) GO AHEAD DRINK DRINK, MERLIN, BAZOOKA BOPPERS<br />\nOnsdag 21. januar (Mono) SIMON SAYS NO!, HEROSTRATOS, NORMA SASS<br />\nTorsdag 22. januar (Garage) DON&#8217;T CRY WOLF, ACCIDENTS NEVER HAPPEN,<br />\nDUNDERBEIST</p>\n<p>TROMSØ &#8211; Driv<br />\nTorsdag 22. januar DESERT HIGHWAY, BETTER OF ON MONDAY, KAJA BREMNES,<br />\nBAD COUNTY OFFICIALS, DULL BOY JACK</p>\n<p>TRONDHEIM &#8211; Blæst<br />\nTorsdag 22. januar WE WERE LIGHTNING, SOUPE, DISKOVIOLENTE<br />\nTorsdag 29. januar PELBO, HOT ORGAN, BOLLA OG LILLEBAND</p>\n<p>KRISTIANSAND &#8211; Trash Pop<br />\nOnsdag 28. januar GROUND ZERO SYSTEM, OLOVE, FIGUR FLINT<br />\nTorsdag 29. januar ZACHARIAS, KARI KLEIV, EVAN SELEVEN<br />\nFredag 30. januar FESTKONSERT MED VINNER + SUPPORT</p>\n","wordpress_id":644,"translations":{"nb":{"url":"/2009/01/20/zoom-09-i-oslo-bergen-tromso-og-trondheim-denne-uka/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"27e2844e-a958-5a18-ba58-da0820f04940","locale":"nb"}}