{"data":{"wordpressPost":{"wordpress_id":663,"title":"Intervju: The Mae Shi","excerpt":"<p>Her kommer nok et eksklusivt intervju med en av mange spennende artister som spilte i Middelalderparken i august. Petter fra Furoreiharare.com fikk seg en god prat med bassisten i The Mae Shi,  som var et av festivalens virkelig heite navn i år. Bassist Bill Gray var både ivrig og engasjert på vårt intervjuområde. Som mange andre på årets Øya-program, var han nysgjerrig på Mayhem. De fikk også snakka litt om den sterke skiva HLLLYH, The Mae Shis energi, bandnavnets link til visittkort og døden, en krevende mixtape og fallskjermhopping.</p>\n","content":"<p>Petter fra Furoreiharare.com fikk seg en god prat med bassisten i The Mae Shi. Som mange andre på årets Øya-program, var han nysgjerrig på Mayhem. De fikk også snakka litt om skiva HLLLYH, The Mae Shis energi, bandnavnets link til visittkort og døden, en krevende mixtape og fallskjermhopping.</p>\n<p>av Petter Milde/foto av André Simonsen</p>\n<p>Øya festivalen 2008 hadde en knall line-up, men et av bandene jeg gledet meg mest til å se var de gærne gærningene i The Mae Shi. Og jaggu fikk jeg ikke snakket med dem også. Jeg fikk sette meg ned sammen bassist Bill Gray bak på det utrolig koselige intervjuområde, og denne mannen var en fryd å snakke med. Akkurat som liveshowene deres så var han like energisk og uforutsigbar. Det var vel ett par ganger vi mistet tråden litt, men det gjør det jo bare enda bedre. Laidback og morsom, bedre kan ikke jeg ha det..<br />\nHei på deg, Bill. Har du det bra?<br />\n&#8211;\tÅja. Jeg har det strålende. Dette er første gangen min i Norge, så jeg er ganske gira. Gleder meg noe jævlig til å se Mayhem i kveld. Det er vel noe av det mest norske man kan gjøre i dag, eller hva?</p>\n<p>Haha, det kan godt hende det. Jeg har i hvert fall skjønt det sånn at de fleste utenlandske artister forbinder Norge med hardrockere, det mørke og det dystre. Det slår aldri feil. Alle jeg intervjuer har ett eller annet å si om våre mørke helter. Enten så spør de meg spørsmål om det, eller så forteller de meg ting jeg ikke visste om det. De må da se at ikke jeg er helt inn i den greia der…</p>\n<p>Så. Det var en ufattelig bra konsert dere ga oss. Har dere noe planlagt sceneshow eller bare hopper dere ut i det?<br />\n&#8211;\tVel, vi har vel en liten ide om hva vi skal gjøre, men først og fremst så bare går vi ut på scenen og har det morsomt og prøver å underholde de som gidder å komme og se på oss. Men hvis vi spiller på større scener så har vi som oftest et program vi følger. Vi er litt feige på den måten. Har liksom ikke lyst til å drite oss ut foran så alt for mange mennesker.</p>\n<p>Det skjønner jeg. Men jeg tror heller folk vil være som dere hvis dere holder sånne konserter som dere gjorde i dag. Jeg kunne i hvert fall ønske meg at livet mitt var så moro.<br />\n&#8211;\tSå fett. Det kan ofte bli litt rot når vi virkelig bare gir helt faen. Da kan det fort bli sånn, ’hvor er Jeff?’, ’hvor i helvete ble det av bassen min?’, ’skal jeg være av eller på scenen nå?’. Haha, men det er jo kult det også.</p>\n<p>Shit. Men dere klarte dere jævlig bra i dag. Uansett så tror jeg ikke dere kan bomme så mye at folk legger merke til at det har gått feil. Det skjer jo mye at man blir helt målbundet. The Mae Shi har blitt rost opp i skyene fra alle hold angående konsertene sine. Like mye av blader som av andre band. Jeg har snakket med flere band og folk på Øya som gledet seg vilt til konserten dems. Og jeg så den, og herregud jeg koste meg.</p>\n<p>Hvordan begynte dere å spille den musikken dere spiller nå?<br />\n&#8211;\tVi er alle ganske inn i litt sånn rar punkrock fra nittitallet og Captain Beefheart og sånne ting som det. Altså jeg har jo egentlig ikke hatt noe sånn veldig stor innflytelse på musikken vi spiller nå. Jeg bare var på den første konserten og ble helt hekta. Så jeg gikk fra å være fan til å bli den nye bassisten deres. Jeg tror jeg gikk dem på nervene. Jeg spurte så sykt mye spørsmål og maste hele kvelden. Så jeg tror de bare ga opp og lot meg spille.</p>\n<p>Kødder du ikke? Kanskje jeg burde begynne å være mer irriterende rundt band jeg også. Kanskje jeg kan bli en stjerne en gang.<br />\n&#8211;\tDu må jo kunne spille et instrument også da.</p>\n<p>Hmm. Da er den drømmen knust. Kan spille litt bass, men jeg hadde nok heller blitt ledd av. Da får jeg starte et eget band med han andre jeg kjenner som kan litt bass, det kan jo bli kult. Hvor fikk dere bandnavnet fra?<br />\n&#8211;\tDet er faktisk en ganske rar historie. Tim, den forrige bassisten, broren til Jeff (gitaristen), tok de to ordene fra noen gamle språk, altså Mae og Shi. Og det betyr ett par forskjellige ting på ett par forskjellige språk. På kantonesisk (et språk de snakker i Sør-Kina) betyr det visittkort (business card), i hvert fall nesten. Det er ikke stavet på samme måte, men det uttales likt, og på japansk så betyr det ’å stå foran døden’. Og det er jo ganske kult. Kanskje litt heavy, men kult med tanke på at vi ikke visste det når vi tok det navnet. Men for oss så betyr det egentlig ingenting, men du kan tolke det som du vil.</p>\n<p>Det var ikke en dårlig historie. ’To stand before death’. Tøft. Hva foretrekker dere. Være i studio eller spille konserter?<br />\n&#8211;\tHuff. Det var et vanskelig spørsmål. Å spille inn et album er jo aldri lett. Noen kan jo gjøre det uten å blunke virker det som. Jeg mener, The Ramones gjorde det jo sånn og de har lagd noe av den beste punkrocken gjennom tidene. Men for The Mae Shi så er det en ganske delikat situasjon. Vi kommer med hundre forskjellige ideer, og jobber hardt med alle sammen, ender opp med å kaste bort åttifem av dem, jobber enda hardere med de resterende femten, kaster bort sju av dem og skriver åtti til. Alle kommer med forskjellige ting og alle går i forskjellige retninger, så det er en tøff jobb. Men sluttresultatet blir vi alltid fornøyd med, så det er verdt det. Også blir vi ganske gode til å krangle. Men jeg tror jeg liker begge tingene like godt. Hvis man ikke gjør det, hva har man da i ett band å gjøre?</p>\n<p>Du har kanskje rett. Men fy faen det hørtes ganske slitsomt ut å være i studio med dere. Dere er sikkert en fin gjeng altså, men det hadde jeg aldri taklet. Uansett hvor slitsomt det kan bli å spille inn ett album for disse gutta, så har de virkelig lov til å være fornøyde med resultatet. Det siste albumet HLLLYH har blitt rost opp til skyene og forbi av blant annet Pitchfork Media, Furore i Harare og Drowned in Sound. Og dette albumet er virkelig noe for seg selv. Har du enda ikke skaffet deg et kopi av dette mesterverket så burde du virkelig gjøre det fort. Jeg kan love deg at du får femti ganger så mye cred i vennegjengen hvis du stiller opp med denne på fest. Det er enkelt og greit et must.</p>\n<p>Dere har også gitt ut en DVD hvor dere lot fans og venner lage musikkvideoer til sangene deres. Hvordan kom dere på den ideen?<br />\n&#8211;\tVel det er en skole i California som alt dette har en opprinnelse i, CalArts. Det var der de fleste som har spilt i dette bandet har møtt hverandre. Jeg pleide bare å henge der fordi de lot mindreårige drikke der. Men uansett, denne skolen har et utrolig bra animasjonsstudio og en fantastisk kunstlinje og alles kjæreste på den tiden var ett eller annet videoartist eller noe sånt, så da tenkte vi bare at vi skulle lage en musikkvideo til alle sangene vi noensinne har lagd og få disse folka til å gjøre det. Og det ble jo jævlig kult. Jeg er fortsatt gira på DVD’en.</p>\n<p>Dere kan enkelt sjekke ut et par av de videoene på www.mae-shi.com. Det er noen utrolig kule videoer der, og du får jo høre musikken også. What could og wrong?</p>\n<p>Også ga dere også ut en mixtape med 1200(!) låter?<br />\n&#8211;\tJa. Det var ganske kaotisk. Men det var ikke 1200 låter, det var de beste delene av 1200 låter. Så det var egentlig bare et fem sekunders klipp av noens favorittdel av en sang og så kom det neste klippet også videre. Man blir helt gal av å høre på det. Jeg tror ikke det går an å høre på hele den tapen i et strekk. Noen mener de har gjort det, men jeg tror nesten ikke på det. Jeg mener, jeg ha prøvd…</p>\n<p>Så du anbefaler ingen å høre på hele?<br />\n&#8211;\tJojojo. For all del. Vi er jo stolte av den. Men jeg tror bare ikke du orker.</p>\n<p>Mens vi snakker om å orke. Er det virkelig sant at dere spilte atten konserter på South By South West? På fem dager?<br />\n&#8211;\tJa, det gjorde vi faktisk. Vi byttet jo line-up et par ganger mellom noen av konsertene våres, men ja vi gjorde faktisk det. Det var helt sykt. Vi bare prøvde å spille på alle scenene vi klarte, også drakk vi så mye vi kunne. Jeg tror det gikk bra.</p>\n<p>Det gikk jo tydeligvis bra. Dere må jo få energi fra en annen verden dere. Helt utrolig. Jeg blir sliten av å bare prate med deg. HLLLYH, den siste plata deres. Hva er greia med tittelen på det albumet? Hvordan uttaler du det?<br />\n&#8211;\tRett ut. HLLLYH. Eller du kan godt si halleluja eller hell yeah. Men jeg liker best HLLLYH. Altså, det er litt sånn rar ironi inne i bildet her, men vi har kalt den det så den kan bli kalt flere ting på en måte. Hvis du skjønner? Blir kanskje litt internt?</p>\n<p>Skjønner og skjønner. Jeg sier bare hell yeah jeg.<br />\n&#8211;\tHell yeah! Halleluja!</p>\n<p>Hva er planene for fremtiden a? Skal dere ta over verden eller bare ha det morsomt?<br />\n&#8211;\tVi har vel egentlig ingen store planer. Vi skal fortsette å være et band…håper jeg. Gjøre ting band gjør. Spille konserter, lage musikk, ha det moro, og håpe at ingen dør. Det hadde vært strålende. Også vil jeg hoppe i fallskjerm…</p>\n<p>Haha, han karen er en blast. Han snakker helt og holdent om det han vil. Det har vært et par ganger han har snakket så lenge om et spørsmål at han har sporet helt av. Da bare satt vi der begge to og skjønte ingenting. Han husket ikke hva vi snakket om og jeg bare lo av han. Han var mest sannsynlig fullere enn meg da, det skal han ha. Jeg fikk jo tross alt ikke lov til å drikke…<br />\nHoppe i fallskjerm? Så det er en av planene?<br />\n&#8211;\tTja. Jeg kunne tenkt meg å prøve det. Se om jeg overlever det liksom. Høydeskrekk har jeg også.</p>\n<p>Haha, ok. Over til noe helt annet. Tror du HLLLYH har åpnet døren deres til Europa?<br />\n&#8211;\tDet tror jeg så absolutt den har gjort. Vi er jo i Norge nå, og det har vi jo aldri vært før. Denne plata har mer singalongpartier og det tror jeg folk liker. Og Moshi Moshi har hjulpet oss en del. Vi har aldri hatt et plateselskap som har støttet oss på den måten i UK før, og det virker som om at UK på en måte er en inngangsport til Europa. Så det har også hatt en ganske stor betydning. Vi har spilt i Europa før, men aldri hatt en skive ute i England/UK, så når vi fikk gitt ut den der så ville de fete stedene i Europa også ha oss. Så det er vi glade for.</p>\n<p>Kule-Norge liker dere vet du. Hvordan takler dere festivallivet?<br />\n&#8211;\tJeg liker å spille på festivaler, men jeg hater å dra på dem. Jeg har ganske drøy ADHD så når jeg drar på festivaler bare løper jeg fra scene til scene for å få med meg alt jeg vil. Og da blir jeg enda galere og bare bryter ned. Også er det alltid så jævlig dyrt å være på festivaler. Hadde jeg vært rik så hadde jeg sikkert digga festivaler, men det er jeg jo ikke så. Og i hvert fall ikke her. Faen a, jeg skulle kjøpe meg en basstreng og det kostet meg tjue amerikanske dollar. I USA hadde jeg fått tre sett for den prisen. Helt sprøtt at det er så dyrt her. Det er både morsomt og deprimerende.</p>\n<p>Vi er vant til det. Tusen takk for intervjuet, unge mann. Håper du overlever fallskjermhoppet ditt og at vi ses en gang i fremtiden.<br />\n&#8211;\tTakk skal du ha. Vi skal utvilsomt tilbake til Norge, men ikke før vi er blitt rike. Haha. Vi snakkes.</p>\n<p>Og da var intervjuet med Øyas mest interessante person over. Jeg tror nesten ikke jeg hadde det morsommere på hele festivalen. Gikk du glipp av The Mae Shi dette året så får du bare leve med at du har gjort enda en tabbe og krysse fingrene for at de overlever alt de skal gjennom så de kan komme tilbake og gi deg din livs opplevelse.</p>\n<p>petter@furoreiharare.com<br />\nwww.furoreiharare.com</p>\n","date":"2008-10-15T09:47:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2008/10/15/intervju-the-mae-shi/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a395c77e-d73e-5c27-8310-23074d231f37","locale":"nb"}}