{"data":{"wordpressPost":{"title":"Fire nye til Øya – Under 700 fredagsbilletter igjen","date":"2019-05-13T07:49:37.000Z","content":"\n<p><strong>ANDRÉ BRATTEN – ons 7. aug</strong></p>\n\n\n\n<p><strong>KOFFEE (JM) – tors 8.\naug</strong></p>\n\n\n\n<p><strong>SAFARIO – fre 9. aug</strong></p>\n\n\n\n<p><strong>PARCELS (AU) – lør\n10. aug</strong></p>\n\n\n\n<p>Nå er festivalsesongen her veldig snart og det begynner å\nbli virkelig tynt i billettbunkene til Øyafestivalen. Det er nå under 700\nfredagsbilletter igjen hos Ticketmaster, og onsdagen er nesten helt utsolgt.\nLørdagen og ukespassene solgte ut for lenge siden.</p>\n\n\n\n<p>Vi fyller ut programmet med store mengder aktuell og\nspennende musikk. Rett før helga ble det nye norske bandet The Needs klart og i\ndag har vi et sterkt firkløver bekrefta. André Bratten, Koffee, Safario og\nParcels passer alle perfekt inn i årets Øya-program.</p>\n\n\n\n<p>ANDRÉ BRATTEN</p>\n\n\n\n<p>I slutten av juni kommer André Brattens nye album, kalt Pax\nAmericana. Denne gangen er musikken preget av hans flytting fra sentrum til\nsuburbia, og hans bruk av gammelt analogt utstyr. </p>\n\n\n\n<p>Plateselskapet\nSmalltown Supersound beskriver endringen på denne måten: &#8211; These are lush,\ndriving funk cuts swaddled in curdled synthesis that find Bratten exploring a\nnew way to conjure the spirit of the acts he loved in his early\nteens:&nbsp;Boards&nbsp;of&nbsp;Canada,&nbsp;Autechre, and the late&nbsp;Drexciyaproducer&nbsp;James\nStinson’s&nbsp;The Other People Placeand&nbsp;Transllusion&nbsp;projects.&nbsp;</p>\n\n\n\n<p>Han debuterte i 2013 med skiva Be a Man You Ant, og har\nsiden vært en sentral kraft i norsk elektronika og house, med minst en fot i\nden såkalte Oslo-discoen. To år seinere kom oppfølgeren Gode og EPen Math Ilium Ion. Nå skal han innta Øya med helt\nfersk musikk, og vi gleder oss. </p>\n\n\n\n<p><a href=\"https://www.facebook.com/AndreBratten/\">www.facebook.com/AndreBratten</a></p>\n\n\n\n<p><a href=\"http://andrebratten.com/\">andrebratten.com</a></p>\n\n\n\n<p>KOFFEE (JM)</p>\n\n\n\n<p>Koffee fra rett utenfor Kingston er en av de mest spennende\nunge artistene på Jamaica. Hun er oppvokst med reggae og dancehall, og er en stor\nfan av Protoje som spiller på Øya samme dag. Det har gått imponerende fort fra\nnå 19 år gamle Mikayla «Koffee» Simpson opptrådte på sin egen skole, til at\nmusikknysgjerrige over hele verden nå følger henne med spenning. I 2017 ga hun\nut sin første singel Legend, en låt som handler om hjemlandets store stjerne\nUsain Bolt. Siden den gang har hun gitt ut en imponerende rekke varierte låter,\nog et album skal være på vei. Hun er nå signert på Columbia, som ga ut EPen\nRapture i fjor.</p>\n\n\n\n<p><a href=\"https://exclaim.ca/music/article/koffee-rapture\">Exclaim!</a>: &#8211; Representing a face of modern reggae, Koffee is steeped in an effervescent Rihanna-esque pop aesthetic, a Popcaan-styled swagger and a Chronixx-influenced roots consciousness.</p>\n\n\n\n<p><a href=\"https://www.facebook.com/originalkoffee/\">www.facebook.com/originalkoffee</a></p>\n\n\n\n<p><a href=\"https://www.originalkoffee.com/\">www.originalkoffee.com</a></p>\n\n\n\n<p>SAFARIO</p>\n\n\n\n<p>Safario blir regna som et av de mest lovende, unge navna i\nnorsk hiphop akkurat nå. Han har vist seg som et enormt talent som produsent,\nmikser, rapper og liveartist. Ungutten fra Holmestrand debuterte som soloartist\nda han varma opp for Unge Ferrari og Arif i Oslo Spektrum. Rett før jul kom\nEPen Kapiskate, og vi forventer at det snart kommer mer musikk fra artisten som\negentlig heter Kacper Tratkowski. Han har allerede oppnådd imponerende\nstreamingtall, helt uten hjelp fra etablert musikkbransje.</p>\n\n\n\n<p><a href=\"https://subjekt.no/2018/12/14/ganske-glad-og-med-god-grunn/\">Subjekt.no</a>: &#8211; Forfriskende er det, med hip hop som føles så glad og ukomplisert, i en samtid stappfull av emosjonelle og triste rappere. De har rappet om om alt annet enn å ha det gøy, og Safarios positive vibber har vært sårt trengt i en mørk og alvorspreget rapverden.</p>\n\n\n\n<p><a href=\"https://www.facebook.com/safatooturnt\">www.facebook.com/safatooturnt</a></p>\n\n\n\n<p><a href=\"https://soundcloud.com/safarioo\">soundcloud.com/safarioo</a></p>\n\n\n\n<p>PARCELS (AU)</p>\n\n\n\n<p>Australske Parcels har bosatt seg i Berlin for å jobbe med\nmusikk inspirert av blant annet disco og funk. I fjor kom debutalbumet, og i\nsommer skal de spille på viktige festivaler som Governors Ball, Sziget,\nLatitude, Lowlands, Pukkelpop og selvsagt Øya. Deres delikate sound står godt\ntil varme ettermiddager i parken.</p>\n\n\n\n<p><a href=\"https://www.gigwise.com/reviews/3299182/live-review-parcels-at-roundhouse-london-08-11-2018\">Gigwise</a>: &#8211; With their feathery hair and 70s-style aesthetics, the band take you on an intergalactic adventure through pop history. These guys don’t take themselves too seriously with their spirited on-stage banter and slightly awkward but loveable, wacky dad dancing. The retro quintet gel seamlessly together to bring you a taste of the past with a touch of freshness. Parcels’ shimmering disco vibes will leave holes in your shoes from all the dancing as you groove and glide into the early hours.</p>\n\n\n\n<p>På deres første singel fikk de produksjonshjelp av selveste\nDaft Punk. Parcels har signert med Kitsuné som også har gitt ut Years &amp;\nYears, Hot Chip, Whitest Boy Alive og mange andre.</p>\n\n\n\n<p><a href=\"https://www.facebook.com/parcelsmusic/\">www.facebook.com/parcelsmusic</a></p>\n\n\n\n<p><a href=\"https://www.parcelsmusic.com/\">www.parcelsmusic.com</a></p>\n","wordpress_id":23925,"translations":{"nb":{"url":"/2019/05/13/fire-nye-til-oya-under-700-fredagsbilletter-igjen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"052c1d38-8779-509a-abac-d77905f5f483","locale":"nb"}}