{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"8410157a-87a0-5c4b-869a-dafcb4a93f9e","slug":"operasjon-dagsverk","title":"Operasjon dagsverk","date":"2009-08-13T15:06:00.000Z","excerpt":"<p>Snöras lover en kjapp og intens konsert når de avslutter på Odden klokka 20.55 i kveld. Forberedelsene tar de seg imidlertid god tid til. Vi har tatt en prat med bandmedlemmene Mathias Nylenna og Marius Ergo om forberedelser, festivalliv, Blomster-Knut, backstagegoder, og hva de selv gleder seg mest til å se på Øya.  </p>\n"}},{"node":{"id":"3db007e2-8b0a-5808-a855-93bb9eb333fc","slug":"lords-of-downtown","title":"Lords of Downtown","date":"2009-08-13T15:02:00.000Z","excerpt":"<p>Ikke gå glipp av skateturneringen i  skateparken under Dyvekes bro! Arrangementet er i regi av jentene bak Juvenile Rock Club og gutta bak Gamlebyen Sport og Fritid, også kjent som GSF. Du finner den graffittikledde oasen rett ovenfor festivalområdet, og alle er velkomne, Øyapass eller ei. </p>\n"}},{"node":{"id":"00fea85c-1a43-5576-95fa-b70f154e79b3","slug":"marit-spilte-for-sliterne","title":"Marit spilte for sliterne","date":"2009-08-13T14:56:00.000Z","excerpt":"<p>Sola har velsignet oss med sitt nærvær igjen, og med den dukket plutselig Norges skjønneste musikalske sol &#8211; selveste Marit Larsen, opp for å spille akustisk spontankonsert for de hardtarbeidende frivillige på Øyafestivalen. Klokka 16.10 gjentar hun bedriften på Enga, da for hele festivalpublikummet. </p>\n"}},{"node":{"id":"165e4ded-3bd6-57b8-a592-26a95b7c74e1","slug":"bli-boksmart-pa-%c3%b8ya","title":"Bli boksmart på Øya","date":"2009-08-13T13:44:00.000Z","excerpt":"<p>Audun Vinger, redaktør i det prisbelønnede litterære tidskriftet Vinduet, har så absolutt hatt en fin start på årets festival. Som i fjor serveres hver dag åndelig påfyll i form av høytlesning på Camp Indie. Vinduet gir oss mulighet til å komme helt nær fire spennende forfattere, i dag klokka 16.05 møter du Jenny &laquo;Rockettothesky&raquo; Hval. </p>\n"}},{"node":{"id":"f92b8337-b161-547e-9bda-7482e25ee314","slug":"dag-2-solskinn-og-regn","title":"Dag 2: Solskinn og regn","date":"2009-08-13T13:25:00.000Z","excerpt":"<p>Jaga Jazzist, Bon Iver, Kåre &#038; The Cavemen, Band Of Horses, Vampire Weekend, The Bronx, Kylesa, Rise Against og Crystal Antlers. Øyafestivalens første dag i parken bød på noe for enhver smak. Også på værfronten. Øyafestivalens nettredaksjon svinset rundt på konserter i hele går, her får du rapporten. </p>\n"}},{"node":{"id":"3dc44e21-4856-5efd-b872-2f0329d26b2e","slug":"pa-gjengrodde-stier","title":"På gjengrodde stier","date":"2009-08-13T12:59:00.000Z","excerpt":"<p>Fjorden Baby! lover et svevende sett når de åpner Enga, ifølge bandet den største scenen de noen gang har spilt på, klokka 14.30 torsdag. Gjengen fra Bergen tar jobben seriøst, og skal straks drøfte fram en spilleliste. Om de føler for det drar de kanskje P3-hiten «Karoline» også. Men først må de bare finne fram til festivalområdet.</p>\n"}},{"node":{"id":"5c29af39-8a8f-5fca-8365-550a844c09a7","slug":"ta-med-nok-kontanter","title":"Ta med nok kontanter","date":"2009-08-13T09:30:00.000Z","excerpt":"<p>Det kan være lurt å ta turen innom en minibank før du ankommer Middelalderparken. Vi har en pengeuttakløsning inne i parken, men merka i går at det i blant kunne bli køer. Derfor kan det være lurt å fylle lommeboka, så slipper du å gå glipp av noen av de gode konsertene. </p>\n"}},{"node":{"id":"bd3b2e1e-0f4c-53e2-8086-5999279825b3","slug":"mot-ragnar-hovland-pa-%c3%b8ya","title":"Møt Ragnar Hovland på Øya","date":"2009-08-13T08:00:00.000Z","excerpt":"<p>Musikk + litteratur = sant! Deichmanske bibliotek og Foreningen !les gjentar fjorårssuksessen og stiller med blant annet lesetelt, barnekrok og besøk av aktuelle forfattere under Øyafestivalen. Torsdag, fredag og lørdag møter du henholdsvis Stig Sæterbakken, Vigdis Hjorth og Ragnar Hovland, som skal lese sine bidrag til den nyutgitte antologien _Den beste låta_. </p>\n"}},{"node":{"id":"0fae91b3-fec8-565e-b011-ae4f4f165499","slug":"sjekk-ut-fotogalleriet","title":"Sjekk ut fotogalleriet!","date":"2009-08-12T18:59:00.000Z","excerpt":"<p>Lurer du på hva som skjedde på Øyafestivalen i ettermiddag? Er du nysgjerrig på hvordan Jaga Jazzist tar seg ut i 2009? Klikk deg inn på galleriet vårt for å nyte eksklusive livebilder og stemningsrapporter tatt av Øyafestivalens eminente fototeam. Kanskje er også du foreviget!? Fotogalleriet finner du under “galleri” i menyen til venstre.</p>\n"}},{"node":{"id":"08d3b0f9-cce1-562b-910a-da0d25ac0d6e","slug":"mot-grasrota","title":"Møt grasrota!","date":"2009-08-12T14:54:00.000Z","excerpt":"<p>En armé i azurblå, irrgrønne, sorte og røde t-skjorter er spredd utover Middelalderparken. De er unge, spreke og fulle av pågangsmot. Sammen ofrer de frivillige tid, krefter, blod, svette og tårer for å sikre deg en knirkefri og ekstremt vellykket festivalopplevelse. Møt sjåføren Camilla og Linn Elise fra Solskinnspatruljen!</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":153,"pageCount":183,"additionalContext":{}}}