{"data":{"wordpressPost":{"title":"The National, Blood Orange og King Midas","date":"23rd January 2014","content":"<p>Øyafestivalen har kommet godt i gang med programmet til sommerens store happening i Tøyenparken. Vi legger herved til tre navn på årets Øya-plakat. Alle sammen har gitt ut noe av den beste musikken vi har hørt det siste året.</p>\n<p>The National tok steget opp i øverste divisjon med kritiker- og publikumsfavoritten Trouble Will Find Me. Onsdag 6. august spiller de på vår største scene, rett før Queens Of The Stone Age. Dette blir deres første konsert i Oslo siden 2010.</p>\n<p>Blood Orange er et av de heiteste navna for tida, både som produsent, låtskriver og artist. Konserten torsdag 7. august blir første mulighet til å oppleve Blood Orange i Norge.</p>\n<p>King Midas sto for fjorårets stødigste comeback her hjemme. I august kan du se dem i Tøyenparken.</p>\n<p>Nå er 60 prosent av alle ukespass til Øyafestivalen 2014 solgt. Ukespass gir tilgang til de fire dagene i Tøyenparken og Klubbdagen. Dagsbilletter til alle dager er også i salg nå.</p>\n<p><a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113\" target=\"_blank\">Kjøp ukespass her<br />\n</a><a style=\"line-height: 1.5\" href=\"http://www.billettservice.no/event/onsdagsbillett-oyafestivalen-2014-billetter/409617?camefrom=Client_Oya_Hjemmeside onsdag_Oyafestivalen_101013\" target=\"_blank\">Billetter til onsdag 6/8<br />\n</a><a style=\"line-height: 1.5\" href=\"http://www.billettservice.no/event/torsdagsbillett-oyafestivalen-2014-billetter/409619?camefrom=Client_Oya_Hjemmeside torsdag_Oyafestivalen_101013\" target=\"_blank\">Billetter til torsdag 7/8</a></p>\n<p><strong>THE NATIONAL (US)<br />\n</strong><span style=\"line-height: 1.5\">The National fra Cincinnati, Ohio hadde i fjor sitt beste år så langt i karrieren. Albumet Trouble Will Find Me kom i mai 2013 og viste at de er et band i storform. Kritikere og platekjøpere omfavna skiva umiddelbart og i betydelig større grad enn tidligere. Trouble Will Find Me gikk inn på tredjeplass i både England og USA, og tok andreplassen på den norske salgslista. I tillegg havna den på topp ti i et utall andre land. Dermed har de etablert seg som en stor attraksjon verden over. At bandet i en årrekke har vært et godt liveband, gjør nå at de er etterspurt på anerkjente festivaler og store spillesteder på begge siden av Atlanteren. Vi er veldig stolte over at de velger å ta turen til Tøyenparken i august.</span></p>\n<p><a href=\"http://www.independent.co.uk/arts-entertainment/music/reviews/album-review-the-national-trouble-will-find-me-4ad-8619857.html\" target=\"_blank\">The Independent</a> skreiv dette om utgivelsen: «The warm but haunting Trouble Will Find Me will surely cement their accession to the rock mainstream. It&#8217;s both the most personal, and most melodically welcoming, of their albums, its subtle, multi-layered arrangements seeming to hover weightlessly while Matt Berninger&#8217;s lyrics drill into emotionally troubling territory.»</p>\n<p><a href=\"http://www.popklikk.no/musikk/musikkanmeldelser-musikk/arets-beste-musikk-2013-2/\" target=\"_blank\">Popklikk.no</a> oppsummerte albumet slik: «Nok en gang leverer The National en plate som nekter å slippe taket. Bandet fortsetter med å pøse ut melodiøs melankoli skapt for romantikere med høydeskrekk. Å høre på ”Trouble Will Find Me” kan sammenlignes med å løpe alt man kan i slowmotion. Det tar lengre tid enn man tror, men når målsnøret endelig ryker er man så rusa på lykke at man snur og begynner på nytt igjen. At stemmen til Matt Berninger er fylt med så mye guts at man sitter igjen med minst tre blåveiser ved reisens slutt, er så vondt at det gjør godt.»</p>\n<p>Bandet starta på tampen av 90-tallet og har sakte klatra inn i musikkfolkets bevissthet. Mange åpna øra for alvor rundt Alligator (2006) og Boxer (2007), mens de store massene har fulgt etter med High Violet (2010) og Trouble Will Find Me (2013). De beveger seg i et skyggefylt musikalsk landskap som burde appellere like godt til de som liker Nick Cave, som til de som foretrekker Arcade Fire eller Tindersticks. The National spilte på Øyafestivalen i 2008 og gjorde sin foreløpig siste Oslo-konsert to år seinere, i et samarbeid mellom Øya og Operaen. Siden den gang har bandet vokst i popularitet og anseelse.</p>\n<p>Vi veit det er mange som gjerne vil oppleve The National på Øya i august, og er glade for at vi kan oppfylle så manges store ønske.<br />\n<a href=\"http://www.americanmary.com/\">americanmary.com/</a></p>\n<p><strong>BLOOD ORANGE (US)</strong><br />\nMed fjorårets sterke album Cupid Deluxe var Blood Orange høyt oppe på flere lister over musikkhøydepunkter fra 2013. Dev Hynes, som han egentlig heter, har de siste årene skapt seg parallelle og spennende karrierer som artist, låtskriver og produsent. Han har samarbeidet med storheter som Florence + The Machine, Solange Knowles, The Chemical Brothers og flere andre. Den musikalske CVen hans viser en artist som har like godt grep om indierock, pop, soul og elektronika.</p>\n<p><a href=\"http://www.slantmagazine.com/music/review/blood-orange-cupid-deluxe\" target=\"_blank\">Slant Magazine</a> har påstått at «…Blood Orange proudly wears its affection for that mercurial era between the late &#8217;80s and early &#8217;90s, when pop, hip-hop, house, and R&amp;B started to coexist at the top of the charts».<br />\n<a href=\"http://www.osloby.no/oslopuls/musikk/Dette-er-verdens-beste-album-fra-2013-7396440.html#.UuAgxLSUlLM\" target=\"_blank\">Aftenposten</a> hadde Cupid Deluxe på lista over fjorårets ti sterkeste skiver og skreiv «Devontè Hynes&#8217; leverer sitt manifest. Den musikalske allsidigheten har ført ham fra indierock til r&#8217;n&#8217;b til soul til pop, og samspillet mellom lys musikk og sårbar tekst blir ren nytelse.»</p>\n<p>Hynes har tidligere spilt i det energiske bandet Test Isicles og gitt ut solomateriale under navnet Lightspeed Champion. I 2011 debuterte han som Blood Orange, med albumet Coastal Grooves. Han kommer til Tøyenparken torsdag 7. august for å gi oss høydepunktene fra de to siste soloskivene. Om du vil nyte dette mens du ligger i gresset eller om du vil smådanse rundt i solskinnet til de discoinspirerte rytmene, velger du sjøl. Uansett blir dette en usedvanlig trivelig festivalopplevelse.<br />\n<a href=\"http://bloodorangeforever.tumblr.com/\">bloodorangeforever.tumblr.com/</a></p>\n<p><strong>KING MIDAS</strong><br />\nEt av Oslos aller beste band de siste 20 åra er endelig tilbake etter flere år utenfor rampelyset. Tida har vært brukt til å lage skiva Rosso, som både har vunnet Spellemann, Øyas kåring av 2013s norske album og havna høyt på de fleste oppsummeringer av fjorårets plateår. Det viser seg altså at bandet har kommet opp med noe så fantastisk at det virkelig har vært verdt å vente på. Første påminnelse om dette bandets storhet kom for noen måneder siden, med nyutgivelsen av klassikeren Scandinavia (1999).</p>\n<p>VG beskreiv innholdet på Rosso på denne måten «fengende og tilgjengelig musikk, der popmelodier, fettfritt groove og små jazznikk finner hverandre på et nachspiel med sikkerhetslåsen vridd ekstra godt rundt». <a href=\"http://gaffa.com/anmeldelse/77514\" target=\"_blank\">Gaffa</a> mener den består av «en herlig og tidløs miks av inspirasjonskilder fra gamledager og urbane impulser fra dagens indiescene».</p>\n<p>King Midas er et av de få banda norske banda som var aktuelle og i storform ved Øyafestivalens barndom, som fortsatt kan sies å være like relevante i 2014. Deres lek med mørk pop, fengede rock og smakstilsetting av kraut, synth og sax har gjort dem til et fenomen for kvalitetsbeviste musikkentusiaster. Det er på tide å ønske King Midas velkommen til Tøyenparken i august.<br />\n<a href=\"https://www.facebook.com/pages/King-Midas/179571485406582\" target=\"_blank\">facebook.com/King-Midas</a><br />\nFoto: Dierdre O&#8217;Callaghan</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"dce0b68f-2410-5730-b8e1-274b72e071e6"}}