{"data":{"wordpressPost":{"title":"Tre heite navn er klare for Øya: A$AP Rocky, Lars Vaular og Susanna","date":"17th January 2012","content":"<p>Bekreftelsene fra artister som vil spille på Øyafestivalen I august renner inn på festivalkontoret. De neste ukene vil det komme jevnlige artistslipp, med sterke norske og utenlandske navn. Denne uka har vi fått på plass A$AP Rocky, enav de heiteste unge artistene fra USA akkurat nå. I tillegg er vår egen hiphop-stjerne Lars Vaular og albumaktuelle Susanna Wallumrød lagt til i det stadig mer fyldige programmet. Allerede nå kan vi love at det blir mer for de som foretrekker støyende gitarer og rå energi neste uke.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>LARS VAULAR<br />\nLars Vaular har i løpet av få år blitt et av de absolutt største navna i norsk hiphop, en posisjon han bekrefta med albumet Du Betyr Meg, som kom i fjor høst. Dette var hans fjerde soloutgivelse og de gode anmeldelsene kom tett. VG mente at skiva er «antagelig det djerveste og svarteste noensinne fra en etablert norsk rapper». Samme avis kåra albumet Helt Om Natten, Helt Om Dagen til 2010s sterkeste norske skive. Aftenposten har påstått at Lars Vaular er «landets klart fremste rapper» og at «avstanden til de andre bare fortsetter å øke». På den nye skiva gjester artister som John Olav Nilsen og OnklP, samt medlemmer fra A-Laget og Fjorden Baby!.</p>\n<p>Han er en av de sterke stemmene som har kommet fra Bergen de siste årene. Vaular virker uredd i tilnærming til både tekst og musikk, noe som vises både i de nye låtene og i tidligere hits som Solbriller På, Fett og Rett Opp Og Ned. Han har mottatt både Spellemannspris og Dialektprisen. Vi veit at Vaular lager fest fra scena og vi gleder oss til han skal skape liv i parken. Hva er vel bedre enn å oppleve en av landets mest solide utøvere med sommerklær og solbriller på?<br />\n<a href=\"http://larsvaular.no/\" target=\"_blank\">Lars Vaular på nett</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>A$AP ROCKY (US)<br />\nRakim Mayers fra New York har de siste åra blitt ansett som en av de absolutt beste nye rapperne, under navnet A$AP Rocky. I fjor høst kom mixtapen LiveLoveA$AP som Pitchfork stempla ‘best new music’ i november. I anmeldelsen kunne man lese: «If anything LIVELOVEA$AP is a triumph of immaculate taste. Rocky&#8217;s ear for beats is worthy of Rick Ross or early Game». Dagbladet påsto at dette er «noe av det friskeste som har kommet fra rapsjangerens fødeby på mange år» og berømmer A$AP Rockys miks av inspirasjonskilder. Han vokste opp med en solid blanding av gangsterrap og klassisk soul på anlegget. I disse dager lar han seg inspirere fra både rock, indie og hiphop. De siste månedene har han fått mye buzz for musikken, og litt fordi han visstnok har inngått en platekontrakt som er verdt 3 millioner dollar.</p>\n<p>Blant de som mente at LiveLoveA$AP var blant fjorårets aller sterkeste musikkutgivelser finner man blant annet Stereogum, FACT Magazine og Gorilla vs Bear. Innen august er vi sikre på at flere nordmenn vil være hekta på A$AP Rocky og vi er overbevist om at han kommer til å imponere under sin opptreden i parken.<br />\n<a href=\"http://www.asapmob.com/\" target=\"_blank\">asapmob.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>SUSANNA<br />\nSusanna Wallumrød ble først kjent som den ene halvdelen av Susanna and The Magical Orchestra. De siste åtte åra har hun gitt ut flere album under det navnet og flere soloalbum, de aller fleste på anerkjente Rune Grammofon. I mars kommer det et nytt album med egenkomponert materiale. Hun har mottatt meget sterke anmeldelser i noen av de mest respekterte internasjonale musikkmediene, som Mojo, Uncut, The Guardian, New York Times, BBC og Record Collector. Om soloalbumet Flower Of Evil (2008) skreiv Groove.no «Susanna bruker kunstmusikalske virkemidler på popmusikkens melodrama. Ved å gjøre det søker hun å gi klisjeer fornyet kraft».</p>\n<p>Susanna har vekslet mellom solide egne komposisjoner og tidvis overraskende tolkninger av andres musikk. På hennes forrige album satte hun musikk til et utvalg av Gunvor Hofmos dikt. Hun har covra såpass ulike artister som Dolly Parton, Leonard Cohen, AC/DC, Prince, Joy Division, Bob Dylan, Scott Walker, ABBA og Black Sabbath. Wallumrød har rukket å samarbeide med et utall respekterte musikere fra inn- og utland, deriblant Jim White, Jenny Hval og Snah fra Motorpsycho.På den kommende Wild Dog har hun med seg Jeremy Gara fra Arcade Fire på trommer og Emmett Kelly fra Bonnie &#8216;Prince&#8217; Billy/The Cairo Gang på gitarer og vokal. Helge ‘Deathprod’ Sten har styrt produksjonen. Musikken på Wild Dog har blitt beskrevet som «apokalyptisk tradisjonsmusikk fra et annet univers». Låtene er ørkere, vakrerere, villere og mer lekene enn noensinne. I august kan du forvente en stemningsfull konsert med en av landets beste vokalister, uansett stilart.<br />\n<a href=\"http://www.susannamagical.com/\" target=\"_blank\">Susanna på nett</a></p>\n","wordpress_id":1644,"translations":{"nb":{"url":"/2012/01/17/tre-heite-navn-er-klare-for-oya-aap-rocky-lars-vaular-og-susanna/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"31ed7bb9-4e68-57ac-8ef9-9000cfe8c649","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/01/17/tre-heite-navn-er-klare-for-oya-aap-rocky-lars-vaular-og-susanna/","redirect":false}}}