{"data":{"wordpressPost":{"title":"Øya avgir klimaløfte","excerpt":"<p>Øyafestivalen har siden 2002 jobbet målrettet med fokus på miljøet i hele driften og gjennomføringen av festivalen. Nysatsningen for Øyafestivalens miljøarbeide i 2008 er å avgi et klimaløfte.</p>\n<p>Øyafestivalen forplikter seg nå til å ha klimahandlingsplaner- og regnskap. Samtidig skal vi øke kunnskapen om klima og gjennomføre nye tiltak, samt engasjere kunder og forretningsforbindelser til også å bidra ved å redusere sine utslipp. I klimaløftet ligger også muligheter for å kompensere for egne utslipp ved å handle med godkjente FN-klimakvoter.</p>\n","content":"<p>Øyafestivalen har siden 2002 jobbet målrettet med fokus på miljøet i hele driften og gjennomføringen av festivalen. Miljøvennlig innkjøpsplan, økologisk mat til alle, omfattende panteordninger, avfallsgjenvinningsgrad på 100% i 2007, strøm fra biodiesel &#8211; for å nevne noe. Hele 64% av avfallet ble materialgjennvunnet, mens resten ble gjennvunnet til energi, i form av fjernvarme. I 2004 ga vi sammen med GRIP ut en Miljøhåndbok for arrangører, denne ble revidert og gitt ut på nytt i 2008. Dette er et ledd i vårt arbeid for å spre vår miljøkompetanse til andre arrangører. Nysatsningen for Øyafestivalens miljøarbeide i 2008 er å avgi et klimaløfte.</p>\n<p>Øyafestivalen vil opprettholde og videreutvikle vår miljøprofil, slik at vi fremdeles er en spydspiss på dette området i Europa. I forlengelsen av dette vil det være helt naturlig å avlegge et klimaløfte. For oss er det er viktig å kartlegge utslipp forbundet med arrangementet, påvirke publikum og næringsaktører rundt oss, samt å se på tiltak for å redusere utslippene.</p>\n<p>Øyafestivalen forplikter seg nå til å ha klimahandlingsplaner- og regnskap. Samtidig skal vi øke kunnskapen om klima og gjennomføre nye tiltak, samt engasjere kunder og forretningsforbindelser til også å bidra ved å redusere sine utslipp. I klimaløftet ligger også muligheter for å kompensere for egne utslipp ved å handle med godkjente FN-klimakvoter.</p>\n<p>For mer info:<br />\n<a href=\"http://www.klimaloftet.no\" target=\"_blank\">www.klimaloftet.no</a></p>\n","date":"2008-06-03T11:12:00.000Z","wordpress_id":741,"featured_image":null,"translations":{"nb":{"url":"/2008/06/03/aya-avgir-klimalafte/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"33edfe20-347d-5412-8461-7fa256b6b097","locale":"nb"}}