{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2010/07/14/idag-starter-oslo-live/","locale":"nb","type":"post","id":"0ea37f6c-1603-54f3-bed4-e26928c00e14","slug":"idag-starter-oslo-live","title":"Idag starter Oslo Live!","date":"2010-07-14T09:56:55.000Z","excerpt":"<p>Nå er snart Oslo Live i gang på Kontraskjæret. Trenger du litt festivaltrening før Øya, anbefaler vi at du får med deg en eller flere av dagene på festivalområdet rett ved Akershus festning. Vi tar turen bortom for å få med oss In Flames, Kent, Scissor Sister, Bun B, Mongo Ninja, Johnossi, Danko Jones, Crystal Castles (bildet), Mungolian Jet Set, Sivert Høyem,  Pow Pow, A-trak,  Joddski, Chiddy bang, Social Suicide og noen til. Vi ses i sola. <a href=\"http://www.oslolivefestival.no/program/\" target=\"_blank\">Fullt program til Oslo Live her</a></p>\n"}},{"node":{"link":"/2010/07/13/konkurranse-marina-the-diamonds/","locale":"nb","type":"post","id":"fc18e4c5-400b-50e2-883f-a54d1db70626","slug":"konkurranse-marina-the-diamonds","title":"Konkurranse: Marina &#038; The Diamonds","date":"2010-07-13T14:41:00.000Z","excerpt":"<p>Vi har fått noen fine t-skjorter fra Marina &#038; The Diamonds gjennom Warner. Vi vil gjerne sende disse videre til noen av dere. Svar på et enkelt spørsmål og vinn årets fineste sommerplagg (og kanskje vi slenger med en CD-overraskelse til de heldige). Vi har dessverre denne t-skjorta kun i small for damer, så om du passer inn i en slik størrelse eller har lyst til å gi den til en fan du kjenner, er det bare å delta. Fyll ut skjemaet under. Vi trekker en vinner på fredag.</p>\n"}},{"node":{"link":"/2010/07/13/under-100-billetter-igjen-til-lordag-14-august/","locale":"nb","type":"post","id":"1f3a54d0-13b6-5d77-9aaa-80b4374fdc7f","slug":"under-100-billetter-igjen-til-lordag-14-august","title":"Under 100 billetter igjen til lørdag 14. august","date":"2010-07-13T11:57:00.000Z","excerpt":"<p>Vi har tatt en fintelling av billettsalget til lørdag 14. august og ser at det nå er under 100 dagsbilletter igjen til denne dagen. Det betyr at du må kjappe deg om du vil oppleve for eksempel Big Boi, Motorpsycho, Paul Weller, The xx, Karpe Diem, Lillebjørn Nilsen, Converge, Tony Allen, Ost &#038; Kjex, Ingeborg Selnes eller Local Natives på Øya. Billetter til lørdagen, samt til onsdag 11. august og torsdag 12. august <a href=\"http://www.billettservice.no/oyafestivalen-billetter/artist/301563?language=no\" target=\"_blank\">finner du her</a></p>\n"}},{"node":{"link":"/2010/07/13/et-par-endringer-i-programmet-til-klubbdagen/","locale":"nb","type":"post","id":"30169458-1e2b-536a-81a8-8293dd75a5a9","slug":"et-par-endringer-i-programmet-til-klubbdagen","title":"Et par endringer i programmet til Klubbdagen","date":"2010-07-13T11:42:00.000Z","excerpt":"<p>Rett etter magasinet og plakaten gikk i trykken, ble desverre et par av banda i Klubbdagsprogrammet nødt til å trekke seg. Egil Olsen og Crime Club erstatter henholdsvis Pogo Pops og Kalashnikov. De to erstatterne tar over spilletidspunkt og plass i programmet på Revolver og Elm Street. Spilletider og artistpresentasjoner for Klubbdagen 10. august legges i disse dager inn på nettsiden, så om kort tid kan du se den fulle oversikten under PROGRAM</p>\n"}},{"node":{"link":"/2010/07/12/arets-festivalmagasin-pay-gata-nay/","locale":"nb","type":"post","id":"3c7022a5-cbf4-51d9-aa85-96a6e9e74f02","slug":"arets-festivalmagasin-pay-gata-nay","title":"Årets festivalmagasin på gata nå","date":"2010-07-12T12:22:00.000Z","excerpt":"<p>Nå er årets festivalmagasin ute. Her finner du 132 sider tettpakka med presentasjoner av alle artistene som spillert på de fire hovedscenene i Middelalderparken, Cami Indie-teltet og GSF Skatepark. I tillegg får du fyldig info om The Nationals konsert i Operaen 11/8, Øyakino, Øyanatt, Klubbdagen 10/8, årets kunstprosjekter, litterære opplevelser på festivalen, Miniøyas program for kidsa, plakatutstillingen En Vegg Av Lyd, våre samarbeidspartnere. Magasinet inneholder også endelig programoppsett, praktisk Øya-info, oversikt over mattilbudet, kart over Middelalderparken og eget kart for Klubbdagen.</p>\n"}},{"node":{"link":"/2010/07/12/stem-pa-arets-%c3%b8ya-plakat/","locale":"nb","type":"post","id":"ec37a32b-6d0c-5739-bb78-d8f380a8e3c3","slug":"stem-pa-arets-%c3%b8ya-plakat","title":"Stem på årets Øya-plakat","date":"2010-07-12T09:06:00.000Z","excerpt":"<p>Rockman.no gjennomfører nå en avstemming hvor landets kuleste festivalplakat skal kåres. Øya-plakaten er selvsagt nominert og om du mener vår er årets sprekeste kan du <a href=\"http://rockman.vgb.no/2010/07/02/stem-frem-kuleste-festivalplakat-2010/.\" target=\"_blank\">lese mer her om hvordan du avgir stemme</a> Avstemmingen stenger i natt, så du har ikke allverdens tid til å gi poeng til din favoritt. Årets Øyaplakat er laget av Are Kleivan.</p>\n"}},{"node":{"link":"/2010/07/09/ayafestivalen-og-hafslund-inviterer-til-innovasjonskonkurranse/","locale":"nb","type":"post","id":"805b1d37-83e7-5d32-873c-4e19150e7fb9","slug":"ayafestivalen-og-hafslund-inviterer-til-innovasjonskonkurranse","title":"Øyafestivalen og Hafslund inviterer til  innovasjonskonkurranse","date":"2010-07-09T13:22:00.000Z","excerpt":"<p>Er du kreativ og har en genial idé? Har du i all hemmelighet skriblet ned en ny design? Hatt et glimt av inspirasjon? Eller har du et unnagjemt talent? I så fall bør du bli med i Øya og Hafslunds innovasjonskonkurranse, som setter fokus på miljøvennlige eller energibesparende tiltak. Velg en av oppgavene energiprodukt eller miljøprodukt. Fristen går ut mandag morgen.<br />\nKonkurransen har hatt fokus på studenter, men også andre med gode idéer kan delta.</p>\n"}},{"node":{"link":"/2010/07/09/vinn-festivalpass-ved-a-delta-i-gront-punkts-miljospill-folg-bikkjen/","locale":"nb","type":"post","id":"70cb5e12-24b0-5360-8cea-67239a906b41","slug":"vinn-festivalpass-ved-a-delta-i-gront-punkts-miljospill-folg-bikkjen","title":"Vinn festivalpass ved å delta i Grønt Punkts miljøspill Følg Bikkjen","date":"2010-07-09T12:06:00.000Z","excerpt":"<p>Spill Følg Bikkjen på Facebook og vinn festivalpass eller dagsbillett til Øya. Nye vinnere trekkes hver uke framover.<br />\n<a href=\"http://www.grontpunkt.no/spill/folg-bikkjen/\" target=\"_blank\">Spill videre her</a><br />\nMiljøhunden Jippi er klar for nye utfordringer og har begitt seg ut på en reise hvor han skal snuse litt i nordmenns holdninger til miljøriktig avfallshåndtering. Han trenger din hjelp på veien! Ny destinasjon ute nå. På denne destinasjonen kan du være med i konkurransen om et festivalpass til Øyafestivalen (som blir trukket på fredag). </p>\n"}},{"node":{"link":"/2010/07/09/ingeborg-selnes-heartcore-sessions-4/","locale":"nb","type":"post","id":"f17dc544-31db-5b16-9d71-077b739322c3","slug":"ingeborg-selnes-heartcore-sessions-4","title":"Ingeborg Selnes: Heartcore Sessions #4","date":"2010-07-09T10:58:00.000Z","excerpt":"<p>Øya-aktuelle Ingeborg Selnes slipper sitt andre album, Heartcore, i august. Her på Øyakontoret har vi fått høre smakebiter fra den kommende utgivelsen, og vi kan love at det dreier seg om toppstoff fra ende til annen. </p>\n<p>For å gjøre ventetida litt lettere å hanskes med, har Ingeborg sommeren gjennom holdt oss varme med alternative liveversjoner av de nye låtene. I fjerde utgave av Heartcore Sessions er det «It&#8217;s OK» som trakteres på bøljan blå, med akkompagnement av Andreas Milde og Martin Nordby. God sommer!</p>\n"}},{"node":{"link":"/2010/07/09/under-500-dagsbilletter-igjen-til-lordag-14-august/","locale":"nb","type":"post","id":"adf650d1-bdee-55cb-a60a-d369c0b619f3","slug":"under-500-dagsbilletter-igjen-til-lordag-14-august","title":"Under 500 dagsbilletter igjen til lørdag 14. august","date":"2010-07-09T08:23:00.000Z","excerpt":"<p>Den siste tiden har Øyafestivalen gått tom for både festivalpass og fredagsbilletter. Nå ser vi at det er få lørdagsbilletter igjen i salg. Det betyr at det nå er få muligheter igjen til å komme seg på vår fyldigste festivaldag. Lørdagen er tradisjonelt en meget populær dag, med stort oppmøte fra dørene åpner. I år skal selveste Lillebjørn Nilsen få æren av å åpne vår siste festivaldag.</p>\n<p>Lørdag 14. august står Motorpsycho (som spiller sin klassiker Timothy’s Monster), The xx, Karpe Diem, Paul Weller, Ost &#038; Kjex, Big Boi, Tony Allen, Converge og mange til på programmet. </p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":133,"pageCount":181,"additionalContext":{"locale":"nb"}}}