{"data":{"wordpressPost":{"title":"Fire nye navn til Øya","date":"2015-04-27T07:50:33.000Z","content":"<p><strong>RAZIKA – ons 12. aug</strong><br />\n<strong>AMASON (SE) – fre 14. aug</strong><br />\n<strong>VINCE STAPLES (US) – lør 15. aug</strong><br />\n<strong>MISS TATI – lør 15. aug</strong></p>\n<p>Vi fyller på i Øya-programmet med et svensk superband, en kommende rapstjerne som imponerte oss på SXSW, Bergens friskeste leverandører av fengende gitarpop og Norges neste soulhåp.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"288\" height=\"288\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w, http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 288px) 100vw, 288px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p><strong>RAZIKA</strong><br />\nÅrets Øya-program i Tøyenparken sparkes i gang med Razika fra Bergen. Kvartetten har helt siden de første gang fikk nasjonal oppmerksomhet, virka som et friskt pust i den vestlandske popen. Alle de tre albuma Program 91 (2011), På Vei Hjem (2013) og Ut Til De Andre (2015) har fyki opp til topp ti på den norske albumlista. Razikas utgivelser har vært kritikerroste, og resultert i radiolisting gjentatte ganger. Nå i vår har de turnert over hele landet sammen med Honningbarna. Razika blander klassisk pop og god rock, og krydrer med biter av ska og indie.</p>\n<p><a href=\"http://www.aftenposten.no/kultur/Gutter_-vin-og-sang--innholdet-pa-Razikas-tredje-album-er-mye-likt-de-to-forste-7871393.html\" target=\"_blank\">Aftenposten</a>: &#8211; Det er altså betydelig mer gitar, riff og energi på dette tredjealbumet, uten av det går utover melodier og stikkende tekstlinjer.</p>\n<p><a href=\"http://www.bt.no/kultur/Sanger-fra-hjertets-tyranni-3284696.html\" target=\"_blank\">Bergens Tidende</a> ga 6 av 6 til bandet siste album: &#8211; En god melodi får pulsen til å stige brått, men skal blodpumpen virkelig løpe løpsk bør musikken også bære i seg følelser det er umulig å være likegyldig til. Dette har Razika skjønt på sitt tredje og beste album. Det er sjelden man får høre en så rendyrket, poppete rockeplate.</p>\n<p>Vi gleder oss til å høre Vondt I Hjertet, Faen Ta Deg og alle de andre publikumsfavorittene i det grønne og sommervarme Amfiet.<br />\n<a href=\"http://www.razika.no/\">www.razika.no</a></p>\n<p><strong>AMASON (SE)</strong><br />\nSvenske Amason består av et knippe musikere med variert bakgrunn, blant andre Gustav Ejstes fra Dungen og Pontus Winnberg fra Mike Snow. Resten av medlemmene har bakgrunn fra litt mindre kjente band som Idiot Wind og Little Majorette. Sammen har de gitt ut en håndfull singler, før albumet Sky City kom tidligere i år. Skiva fikk god mottakelse i hjemlandet. Stockholm-bandet spiller en slags småpsykedelisk, halvsvevende pop, som både virker behagelig og spennende.</p>\n<p><a href=\"http://p3.no/musikk/amasoneterapi/\" target=\"_blank\">Jørgen Hægstad i P3</a> har beskrevet Amasons styrker på denne måten; &#8211; Vinglingen mellom prog-instrumentaler, kjølig synthpop på engelsk og ballader på svensk. I tillegg har de et sterkt kort i Amanda Mattsson fra Idiot Wind, som legger et ekstra lag av eleganse over de låtene som lener seg mest mot det kjølige og sparsommelige …</p>\n<p>Amason skal få æren av å åpne vår største scene på fredagen. Dette er skandinavisk festivalmusikk i øverste divisjon, så det er bare å innfinne seg i Amfiet.<br />\n<a href=\"http://www.facebook.com/amasonband\">www.facebook.com/amasonband</a></p>\n<p><strong>VINCE STAPLES (US)</strong><br />\nVince Staples fra Long Beach i California fikk først oppmerksomhet etter å ha samarbeida med medlemmer fra Odd Future-kollektivet. Den unge rapperen er medlem av trioen Cutthroat Boyz, men bygger seg for tiden opp et godt rykte på egenhånd. Staples berømmes blant annet for sine ærlige, men mørke, låter. Hans første mixtape kom seint i 2011, i fjor kom EPen Hell Can Wait på Def Jam og snart er debutalbumet her. I mai kommer det en smakebit, i form av en ny singel.</p>\n<p><a href=\"http://www.xxlmag.com/rap-music/reviews/2014/10/vince-staples-hell-can-wait-ep-review/\" target=\"_blank\">xxlmag.com</a> skreiv dette i forbindelse med utgivelsen av Hell Can Wait: &#8211; In a recent interview with <i><a href=\"http://www.xxlmag.com/news/2014/07/vince-staples-nobodys-smiling-interview/\" target=\"_blank\"><em>XXL</em></a></i>, Staples stated that after working with Common he learned to put in more time with his music and to take it seriously. It’s evident than ever on <em>Hell Can’t Wait</em>. The growth is unmistakable, with each song and new project, fans see his raw talent getting more finely tuned and concentrated. <em>Hell Can Wait</em> is the next step in the maturation process of Staples as a MC. These reality raps have gotten realer.</p>\n<p>Staples var en av artistene som imponerte oss mest under SXSW i vår, og vi er sikre på at han vil stå for en fantastisk konsert i Tøyenparken.<br />\n<a href=\"http://www.vincestaples.com/\">www.vincestaples.com</a></p>\n<p><strong>MISS TATI</strong><br />\nMiss Tati, med bakgrunn fra Angola og Portugal, har en god stund vært å finne som backingvokalist hos flere store norske navn. Nå er hun klar for å t landet med storm på egenhånd, noe hun blant annet har vist med singelen Shakedown. Hun lager sin egen miks av urbane uttrykk, og låtene har slektskap med både soul, hiphop, jazz og funk.</p>\n<p><a href=\"http://www.londonjazznews.com/2013/08/festival-report-nordland-musikkfestuke.html\" target=\"_blank\">London Jazz News</a> utbrøyt dette etter å ha opplevd Miss Tati på scena: &#8211; the singer, rapper and poet Miss Tati was a total star from start to finish.</p>\n<p><a href=\"http://p3.no/musikk/gjestfri-miss-tati/\" target=\"_blank\">P3.no</a> skreiv dette om Miss Tatis opptreden på by:Larm tidligere i år: &#8211; Bassen stuper i det andre låt skytes ut av høytalerne. ”Kom igjen, kom igjen” roper bergenseren mot publikum i det den mer uptempo beaten fraråder en hver til å ikke bevege hoftene. En magi som også er tilstedeværende i hvert av konsertens 30 minutter.</p>\n<p>Seinere i år kommer debutalbumet. Lørdag 15. august kan du danse med til hennes heftige låter i vakre omgivelser på Tøyen.<br />\n<a href=\"http://www.misstati.com/\">www.misstati.com</a></p>\n<p>&nbsp;</p>\n","wordpress_id":11806,"translations":{"nb":{"url":"/2015/04/27/fire-nye-navn-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"241b5eca-570a-51a5-b302-087743bc5749","locale":"nb"}}