{"data":{"wordpressPost":{"title":"Øya-prat 18: Death By Unga Bunga","date":"2012-08-06T20:38:15.000Z","content":"<p>Den siste Øya-praten før festivalstart ble med Sebastian Ulstad Olsen fra Death By Unga Bunga. Han deler en festivalhistorie som inkluderer ugjenkjennelig toalettskål. Les videre om du tør/vil&#8230;</p>\n<p>&nbsp;</p>\n<p>Få med deg <a href=\"http://oya.test/artist/death-by-unga-bunga/\" target=\"_blank\">Death By Unga Bunga</a> lørdag 11. august på Vika, klokka 20.55</p>\n<p>&nbsp;</p>\n<p><strong>1.      Hvilken Øya-opplevelse husker du aller best?</strong></p>\n<div>&#8211; Det er mye bra hvert år, men The Black Angels sitter igjen ennå. Austin-syre på sitt beste.</div>\n<div>\n<p><strong>2.      Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong></p>\n</div>\n<div>&#8211; The Good, The Bad &amp; The Zugly, Charles Bradley og Ty Segall.</div>\n<div>\n<p><strong>3.      Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong></p>\n</div>\n<div>&#8211; Se bra ut! Festivalen er rett ved byen, og poncho får man kjøpt inne på området hvis det regner.</div>\n<div>\n<p><strong>4.      Hva kan folk forvente av konserten deres?</strong></p>\n</div>\n<div>&#8211; De som så oss på Blå i mai veit sånn cirka hva de får&#8230;</div>\n<div>\n<p><strong>5.      Har du en god eller dårlig festivalhistorie? Fortell!</strong></p>\n</div>\n<div>&#8211; For et par år siden hadde vi siste konsert på sommerturnéen i Bryne. Vi var ferdig med konserten i 8-tiden, og gikk rett på fylla. Sjåføren vår hadde hatt forstoppelse i noen dager, så han fikk snublet seg hjem til hotellet en stund før oss. Da vi omsider kom tilbake var dassen på hotellrommet låst. Vi fikk resepsjonisten til å låse opp, og hun så til sin forferdelse en kliss naken mann med hodet begravd halvveis under badekaret. Toalettskålen var ikke til å kjenne igjen. Bildet får man sett i sleeven til Juvenile Jungle-plata vår.</div>\n<div>\n<p><strong>6.      Hva hører du på i sommer?</strong></p>\n</div>\n<div>&#8211; Back In The USA-plata til MC5, The Devil Dogs og Daddy Rockin&#8217; Strong: A Tribute To Nolan Strong &amp; The Diablos.</div>\n<div>\n<p><strong>7.      Hva vil du aller helst se på Øyafestivalens plakat i 2013?</strong></p>\n</div>\n<div>&#8211; The Yum Yums for svarte svingende!</div>\n<p>&nbsp;</p>\n","wordpress_id":4378,"translations":{"nb":{"url":"/2012/08/06/oya-prat-18-death-by-unga-bunga/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0ee7c10a-32c8-55c8-a999-014627ae6952","locale":"nb"}}