{"data":{"wordpressPost":{"title":"VICE &#038; Pusterom presenter Øyanatt i Samfunnssalen","excerpt":"<p>Onsdag 8. august &#8211; Øyanatt: A-Laget + Kamelen + Mae + Smeke Reven + Makko Makeba +++</p>\n","content":"<p>Onsdag 8. august &#8211; Øyanatt: A-Laget + Kamelen + Mae + Smeke Reven + Makko Makeba +++</p>\n<p>VICE &amp; Pusterom presenter Øyanatt 2018</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.ticketmaster.no/event/582321\">BILLETTER</a></p>\n<p>Med Øyapass: 200,- + bill.avg.</p>\n<p>Uten Øyapass: 250,- + bill.avg.</p>\n<p>Dørene åpner kl. 22.00.</p>\n<p>ID: 20</p>\n<p>Line up konsert:</p>\n<p><strong><a href=\"https://drive.google.com/open?id=1wBRBM8eWeZ2Vrg0RtPAYWDSV_ksqh3qrYrrQgoaODiA\">A-Laget</a> </strong></p>\n<p><strong><a href=\"https://drive.google.com/open?id=1rEZEKHFjiO1KiNrLE_5K6P8GLfDKIlO2xrRamaV-Kao\">Kamelen</a> </strong></p>\n<p><strong>Smeke Reven </strong></p>\n<p><strong>Jonas V </strong></p>\n<p><strong><a href=\"https://drive.google.com/open?id=1gK8d8B6y3BfsApaLaV2XGcTxnKwJvh77-eT4P60H9gU\">Mae</a> </strong></p>\n<p><strong><a href=\"https://drive.google.com/open?id=1-X5POa1dYakExY_Lrwz6ywxE5DYl5kjUxCwe2en7Fjs\">Angelo Reira</a> </strong></p>\n<p><strong><a href=\"https://drive.google.com/open?id=1DIHs48cQ7L3fxu4r-oDw6jhn1gWfo3e9x8YctFIVFOI\">Makko Makeba</a> </strong></p>\n<p><strong><a href=\"https://drive.google.com/open?id=1jnanPIAU95KBc52zvAIutzfWqryI_XaH3Ifl26GeiYo\">Martin Hazy </a></strong></p>\n<p><strong><a href=\"https://docs.google.com/document/d/1Yg1e6oIb9sag22yEbTu-IDqE06ui5b0Y04dLegnv728/edit?usp=sharing\">Dutty Dior</a> </strong></p>\n<p><strong><a href=\"https://drive.google.com/open?id=1ONMCptjY6vRzvsE3pxJbm46hui43ryKIlHWWfnchhOo\">Prolly Nah</a> </strong></p>\n<p><strong><a href=\"https://drive.google.com/open?id=1oH8PlKHh-2ahO-Mw5-uqRaCF0-Q_9KTTPWzSLFWFPQU\">Isah</a></strong></p>\n<p><strong>+ overraskelser</strong></p>\n<p>&nbsp;</p>\n<p>DJs: <strong><a href=\"https://docs.google.com/document/d/14yl8JgM7nKI6RmkSIYV-5tUKj2BOa-E3u4YOftC6Gnw/edit?usp=sharing\">Tommy Tee</a>, <a href=\"https://drive.google.com/open?id=15YVHT4Fwcw0IKBJ1ObpJwpX3dHhBXNhJm5iwrnnPIOs\">Girson</a>, Gymmen, DJ Melange</strong></p>\n<p><strong>Hosted by Kenny Bong (NRS/Tee Prod)</strong></p>\n<p>&nbsp;</p>\n<p>A-Laget</p>\n<p>Gjennom mixtapeserien Nokke Feita, og ikke minst en rekke legendariske konserter, har A-laget &#8211; bestående av Store P, Vågard, Girson og DJ Boge &#8211; siden deres første mixtape i 2006 bygget seg en hard kjerne av fans. A-laget kan trygt sies å være et undergrunnsfenomen på vei mot kultbandstatus. Når A-laget slapp sin første EP i 2012 var det til strålende kritikker. Aftenposten mente A-laget var verdens beste rapgruppe akkurat da, og flere påpekte hvor naturlig A-lagets drøye musikk føles. Sommeren 2012 spilte A-laget på de store, norske festivalene &#8211; med tre mixtapes, et uoffisielt gatealbum og en EP i bagasjen. Hundrevis av mennesker rappet med på gamle mixtapelåter, ord for ord. Dette var mer enn hype. I 2017 kom Store P tilbake med albumet Rommet, hvor du finner A-laget-låten “Najs Body” &#8211; som ble en liten radiohit. I 2018 er A-laget tilbake i studio, i tillegg til at medlemmene både sammen, og på hver sin front, jobber tett med den nye generasjonen talentfulle A-laget-inspirerte Bergens-rappere, som Dårlig Vane, Angelo Reira, Lille Macho Mayne og flere.</p>\n<p>&nbsp;</p>\n<p>Kamelen</p>\n<p>Kamelen er ikke som alle andre, og ble kjapt litt av et samtaleemne landet over da han på rømmen fra politiet slapp sin debutsingel &#8220;Si ingenting&#8221;, og ikke lenge etter ble anholdt etter en opptreden høsten 2015. De påfølgende et og halvt årene har han tilbragt i fengsel, der tiden har blitt brukt til å skrive sanger, trene og spille inn musikk mens han samtidig gjorde opp for seg. Om han er totalt rehabilitert gjenstår å se, albumet Ambivalent er det foreløpige resultatet og inneholder 11 hardtslående og fengende låter om et kaotisk liv preget av store kriminelle ambisjoner og enda større sosiale avvik. ”Eg vil bare gi ut den der skiven og lukke det kapittelet her, eg har det dødsfett ute i friheten og jobber med ny musikk som kommer neste år!&#8221;</p>\n<p>Hans debutalbum Ambivalen er produsert av TNB, Kvamkollektivet og Store P og inneholder gjesteopptredener fra Jonas V, Store P og Vågard. Det fargerike coveret er laget av Guttestreker. Singelen Lil Homie med Kingskurkone som allerede har mer enn 1,3MILL + avspillinger på spotify, og Kamelen jobber for tiden med en ny EP som kommer ut veldig snart.</p>\n<p>&nbsp;</p>\n<p>Jonas V</p>\n<p>Jonas V har, siden han ankom rapscenen med den legendariske mixtapen 21 Gram, vært en av Norges aller mest interessante og kompromissløse rappere. Men der den yngre utgaven av bergenseren ofte bar preg av en brennende rastløshet og aggresjon, viste han på minialbumet Roen (sluppet i mars 2017) en ny og annerledes side av seg selv.  Live har Jonas også virkelig levert varene i det siste. Han er kapabel til å fengsle publikum både på de store utescenene og i svette klubblokaler.</p>\n<p>&nbsp;</p>\n<p>Mae</p>\n<p>Mae (tidligere Opaque) fra Tee Productions slapp i vår ett etterlengted album med ovenfra-og-ned-holdning og pappakropp. 17 år er gått siden Opaque albumdebuterte med Gourmet Garbage, og endelig kom den norskspråklige oppfølgeren Proletar Adel.</p>\n<p>Ut fra en røykfylt toroms på Carl Berner i det herrens år 2001 kom Gourmet Garbage, med Opaque på mikrofonen og Tommy Tee på beaten. Albumets musikalske eksperimentering og språklige lekenhet forandret spillereglene for urban norsk musikk. Tekstene var fortellende, som korte noveller, preget av selvmotsigelser og kontraster. Gourmet Garbage levde sitt eget liv under radaren og vokste i undergrunnen blant de som idag er sjangerens største navn. Men hovedpersonen selv vet vi lite om. Siden rapdebuten i 2001 har han knapt gitt intervjuer.</p>\n<p>Nesten 20 år skulle det ta for at Opaque skulle bli til Mae, at det engelske språket skulle byttes ut med det norske, og at ny musikk skulle materialisere seg. Han er fortsatt selvmotsigelsens og paradoksenes mester. Den myteomspunnede rapperen som bare Tommy Tee klarer å hanskes med.</p>\n<p>Dermed er det duket for en ny moderne klassiker fra rappernes rapper.</p>\n<p>&nbsp;</p>\n<p>Makko Makeba</p>\n<p>Debut-EP-en Brødrene Gjeddehjerte, med broren Larsiveli, ble sluppet i vår. EP-en inkluderte den P3-listede låten «Thailando», og ble feiret med konsert på Rockefeller i Oslo. I sommer har Horten-duoen spilt på festivaler som Verven og Slottsfjell. Makko Makeba har levert produksjoner av ypperste merke i en årrekke, med sitt karakteristiske «tåkete», basstunge og melodiøse sound. Han er kjent for sine musikalske bidrag på utgivelser fra artister som Sushi x Kobe, Unge Ferrari og Mats Dawg. Singelen er den første nye solo-singelen på en stund, og blir etterfulgt av flere låter utover høsten og vinteren. Sjekk også hans siste singel “Ohlala” fra Vin og Rap-albumet, hvor han bidrar på flere låter.</p>\n<p>&nbsp;</p>\n<p>Smeke Reven</p>\n<p>Smeke Reven er en folkekjær artist fra Tønsberg som har gitt ut 4 EPer i 2017 og kom med semi-hitsingelen «halloi» i år. Med sin særegne, røffe og 100% ekte stil blandet med punchlines, har han en fin balanse mellom alvor og lek. Smeke Reven – en ulær av natur – er Tønsbergs store sønn og Vestfolds siste håp. Smeke Revens univers begynner der de fleste andres stopper, kun vanvittigheten setter grenser.</p>\n<p>&nbsp;</p>\n<p>Angelo Reira</p>\n<p>Angelo Reira er en 22 år gammel artist ifra Loddefjord i Bergen. Han har en solid EP ute og er nå aktuell med sitt debutalbum som har fått tittelen God Mornings Norge, hvor han har med gjester som Martin Hazy (Dårlig Vane), Kamelen, CossiNam (Fjorden Baby!), Eirik Aas og Big Sexy. Angelo er også å høre i et gjestevers på Dårlig Vane sin låt &#8220;2 blå&#8221; fra deres 71 EP og Lars Vaular sin låt &#8220;Ctrl, Alt, Del) ifra loading 1-mixtapen hans.</p>\n<p>&nbsp;</p>\n<p>Martin Hazy</p>\n<p>Stjerneskuddtrioen Dårlig Vane har tatt Norge med storm. Nå er det på tide for ett av medlemmene å vise frem sitt sideprosjekt han har sammen med tjommien Thomas Breveglieri Bjørseth, som har produsert alle sporene på den kommende EPen. Sammen med sine DV-kompanjonger har Martin brukt de siste to årene på å vinne Urørtfinalen, selge ut utallige konserter, streame 6.000.000 av deres store hit &#8220;Gikk I Bakken&#8221; og satt sine spor i det norske rap-landskapet.</p>\n<p>&nbsp;</p>\n<p>Martin forteller at det absolutt ikke er noe splitt i DV, men at dette heller et prosjekt som kom sammen etterhvert som han og Thomas tilbrakte mer tid sammen i studio. Når en av landets mest teknisk flinke rappere, som og i tillegg er ett beist med refrenger, får noen par super tunge beats, pleier det å bli veldig bra resultater.</p>\n<p>&nbsp;</p>\n<p>«Start an opp» er første låten som slippes mens vi venter på debut-EPen Oppkjørt og Nedkjølt. Her får du servert noe av den beste rappingen i landet, kombinert med et veldig fengende refreng. Vi tror denne kommer til å gå hardt i klubben og festivaler denne sommeren.</p>\n<p>&nbsp;</p>\n<p>Dutty Dior</p>\n<p>Dutty Dior er et helt ferskt navn i den urbane musikkscenen. 21-åringen har tidligere gjestet på Isah sin låt «Seint» og ProllyNah´s «Ridiculous» med Martin Hazy. Dutty Dior slapp sin debut singel «Plis» 22. juni på alle strømmeplattformer. Vi gleder oss til å følge dette talentet videre i fremtiden.</p>\n<p>&nbsp;</p>\n<p>Prolly Nah</p>\n<p>ProllyNah er et nytt friskt pust til den urbane musikkscenen. Med catchy melodier og bass-orienterte beats, er han klar for å erobre det norske markedet. Stavangerrapperen har jobbet i kulissene med store navn, men  endelig trer han ut av skyggen. Han slapp sin debut singel «Ridiculous» Feat. Dutty Dior &amp; Martin Hazy tidlig i april.</p>\n<p>&nbsp;</p>\n<p>Isah</p>\n<p>Isah er en 18 år gammel Stavnger-gutt med sans for urban pop. Han ga i høst ut låta «Seint», som har rukket å streame over 100 000 på få måneder. Låta kom inn på flere av Spotifys spillelister og blitt spilt på flere av NRKs radiokanaler. Isah kommer med sin debut-EP høsten 2018.</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","date":"2018-07-27T10:59:31.000Z","wordpress_id":22339,"featured_image":{"title":"a-laget.presse-2","filename":"a-laget.presse-2.jpeg","filesize":41139,"url":"http://oya.test/assets/uploads/2018/07/a-laget.presse-2.jpeg","link":"/2018/07/27/22339/a-laget-presse-2/","alt":"","author":"3","description":"","caption":"","name":"a-laget-presse-2","status":"inherit","uploaded_to":22339,"date":"2018-07-26 12:04:06","modified":"2018-07-26 12:04:06","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":640,"height":428,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2018/07/a-laget.presse-2-150x150.jpeg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2018/07/a-laget.presse-2-300x201.jpeg","medium_width":300,"medium_height":201,"medium_large":"http://oya.test/assets/uploads/2018/07/a-laget.presse-2.jpeg","medium_large_width":640,"medium_large_height":428,"large":"http://oya.test/assets/uploads/2018/07/a-laget.presse-2.jpeg","large_width":640,"large_height":428,"small":"http://oya.test/assets/uploads/2018/07/a-laget.presse-2.jpeg","small_width":320,"small_height":214,"medium_small":"http://oya.test/assets/uploads/2018/07/a-laget.presse-2.jpeg","medium_small_width":640,"medium_small_height":428,"xlarge":"http://oya.test/assets/uploads/2018/07/a-laget.presse-2.jpeg","xlarge_width":640,"xlarge_height":428}},"translations":{"nb":{"url":"/2018/07/27/22339/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4b42d735-ccd9-5875-9c65-67ae89b046c8","locale":"nb"}}