{"data":{"wordpressPost":{"wordpress_id":277,"title":"Øya tester ut Gowalla!","excerpt":"<p>Når du ankommer Middelalderparken vil du se at Øyafestivalen har kastet seg på Gowallabølgen. Er du ukjent med Gowalla er dette en stedsbasert tjeneste som lar deg &#8220;sjekke inn&#8221; på steder du måtte befinne deg ved help av din mobiltelefon (Android, iPhone el.). Innebygd GPS i telefonen sørger for at den vil finne din nøyaktige posisjon. Er du ikke på Gowalla anbefaler vi at du tester det ut.</p>\n","content":"<p>*Klubbdagen*<br />\nPå klubbdagen har vi opprettet en &#8220;featured trip&#8221; på Gowalla. Denne lysløypa gir deg oversikt over hvor alle klubbene som er inkludert i Øyas klubbdag ligger.  Sjekk inn på minst 5 av Klubbdagens scener i løpet av kvelden for å motta din helt egne digitale Øyapin. Ved fremvisning av denne hos Carlings i Middelalderparken under festivalen vil du motta en ekte Øyabutton som du kan pryde jakkeslaget med.<br />\n!http://www.oyafestivalen.com/~arnt/Gowallapin.png!</p>\n<p>*Få oversikt over dine venner*<br />\nSjekk inn på Øyafestivalens hovedspot eller de forskjellige scenene etterhvert som du beveger deg rundt på festivalområdet. På den måten vil dine venner til en hver tid vite hvor du befinner deg &#8211; og du dem.</p>\n<p>*Bruk Gowalla som programoversikt*<br />\nUnder hver scene vil du finne dagens program. I tillegg til programmagasinet og vår mobilapplikasjon vil du nå ha enda en mulighet til å holde deg oppdatert på dagens program. Dersom det blir forandringer i programmet vil dette naturligvis også oppdateres på Gowalla.</p>\n<p>Kom deg ned til Middelalderparken og sjekk inn med Gowalla!</p>\n<p>For mer informasjon: <a href=\"http://www.gowalla.com/\" target=\"_blank\">www.gowalla.com</a></p>\n","date":"2010-08-10T09:34:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2010/08/10/aya-tester-ut-gowalla/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9f351c77-b8f4-5c24-9e29-a3c2cfb1360e","locale":"nb"}}