{"data":{"wordpressPage":{"title":"Miljø","content":"<p>Vi jobber hele året med å finne løsninger som er enda mer miljøvennlige. Vi ønsker å være et foregangseksempel for andre arrangører, for næringslivet og for deg som publikummer. Vi er opptatt av at vårt arbeid med miljø er konkret, at det nytter og inspirerer andre til handling. Derfor måler, kartlegger og rapporterer vi vår miljøbelastning og forsøker å finne gode løsninger for å redusere denne.</p>\n<p>Øyafestivalen jobber målrettet med fokus på miljøet i hele driften og gjennomføringen av festivalen. Dette innebærer blant annet innkjøpsplan med miljøkriterier, økologisk mat så langt det er mulig, omfattende panteordninger, materialgjenvinningsgrad på rundt 74 prosent, og hele festivalen på faststrøm i stedet for på forurensende aggregater. Vi vil at vårt engasjement skal gi publikum mulighet til å handle på en miljøansvarlig måte gjennom for eksempel hvordan man kommer seg fram og tilbake til festivalen, hva slags festivalmat man får i seg, og hvordan man kaster søppelet sitt.</p>\n<p>I den grad det er mulig vil Øyafestivalen velge produkter som belaster miljøet minst mulig under produksjon, når det er i bruk, og når det blir avfall. Vi setter fokus på miljøvennlig, miljømerkede, nedbrytbare og resirkulerbare produkter. For eksempel er alle øl- og mineralvannsglass, samt all matemballasje hos oss komposterbart!</p>\n<p>Vi tenker kvalitet med hensyn til holdbarhet, reparasjonsmuligheter, service og alternative løsninger til engangsprodukter. Vi ønsker å prioritere lokale leverandører. For å spare miljøet for transportkostnader, foretrekker vi samkjørte og få leveranser. Våre samarbeidspartnere og leverandører må følge lover og forskrifter i henhold til HMS-forskriften. Øyafestivalen krever at leverandører tar emballasje i retur.</p>\n<p>Så langt det er mulig skal Øyafestivalen ha returrett på varer og produkter som viser seg overflødig, for på den måten å unngå et unødig stort varelager i etterkant av festivalen.</p>\n<p>Her kan du lese mer om <a href=\"https://docs.google.com/document/d/13DL3bd8B7VXSsogFD7u-JCF5im9WSqefLOu7zMwX7sQ/edit\" target=\"_blank\" rel=\"noopener noreferrer\">Øyafestivalens miljøpolitikk</a>.</p>\n<h4>Miljøfyrtårn</h4>\n<p>Miljøfyrtårnsertifisering er en miljøverifisering av ledelsessystemet, produkter og tjenester og innebærer at virksomheten går lenger i sitt miljøarbeid enn det som er lovfestede miljøkrav.</p>\n<p>Derfor har vi vært Miljøfyrtårnsertifisert siden 2004, og siden har vi blitt resertifisert i 2007, 2010, 2013 og 2016. Dette er en garanti for at vi forholder oss til gjeldende bransjekrav og regler. Les mer på <a href=\"http://www.miljofyrtarn.no/\" target=\"_blank\" rel=\"noopener noreferrer\">miljofyrtarn.no</a></p>\n<h4>Hva kan du gjøre for miljøet på Øya?</h4>\n<p>Gå, sykle, skate eller bruke kollektivtrafikk til og fra festivalområdet. Parker sykkelen din på vår sykkelparkering. Pant drikkebeger, vinglass og bærehanker i pantebodene. Vær med å kildesorter avfallet ditt. Nyt økologisk mat og drikke, spis mindre kjøtt.</p>\n<h4>Har du forslag til hvordan festivalen kan ta enda mer miljøansvar?</h4>\n<p>Kontakt miljøsjef <a href=\"mailto:ingrid@oyafestivalen.com\">Ingrid Kleiva Møller</a> eller miljøkoordinator <a href=\"mailto:caroline@oyafestivalen.com\">Caroline Magnus</a>.</p>\n","wordpress_id":95,"locale":"nb","slug":"miljo","translations":{"nb":{"url":"/miljo/miljo/"},"en":{"url":"/en/environment/environment/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8d2f8c13-c4ec-5fc0-85af-9af79fa95e14","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/miljo/miljo/","redirect":false}}}