{"data":{"wordpressPost":{"title":"Discodiskurs, bassintervju, 3D-printer og €urohåp","date":"23rd July 2015","content":"<p>Biblioteket er scenen der også utenommusikalske uttrykk får plass på Øyafestivalen, selv om musikken er et viktig element i det meste som settes opp her. Tidligere har vi offentliggjort konserter med Antler, Hajk, Tina Refsnes, Chain Wallet, HYMN, Resirkulert og The Northern Belle, som alle vil foregå tidlig på kvelden, og her er dagprogrammet. Møt artistene Anneli Drecker, DJ Strangefruit og Beglomeg før du ser dem live (eller etter, i Annelis tilfelle) på andre scener på festivalen, hør forfatterne Roskva Koritzinsky og Rune Christiansen lese og samtale, delta i popquiz og få for all del med deg minikonserten med minisensasjonen Lion &amp; The Lamb. Med både scene og lesekrok, kan Biblioteket kan være et sted å oppholde seg før, mellom eller istedenfor på de andre konsertene, enten for å slappe av eller oppleve et av programinnslagene.</p>\n<p>Biblioteket blir til i samarbeid med Deichmanske bibliotek, Popsenteret og Øvingshotellet, og programmet er satt opp av Audun Vinger.</p>\n<p>&nbsp;</p>\n<p>ONSDAG 12. AUGUST</p>\n<p><strong>15.45: Discodiskusjon med DJ Strangefruit</strong><br />\nDe siste par årene har vi sett en enorm discorevival, noe som representeres på Øya med to ytterpunkter: den ikoniske låtskriveren og pop-produsenten Nile Rodgers, og mer eksperimentelle Arthur Russell’s Instrumentals. Men den tidligere utskjelte discoen forsvant egentlig aldri, den bare muterte over i house og forskjellige former for klubbkultur. DJ og musiker Pål «Strangefruit» Nyhus har fulgt denne utviklingen nøye, og kommer for å diskutere discoens røtter, dens kontinuerlige kulturelle signifikans både i undergrunnen og som glamourtapet, og ikke minst dens musikalske særegenheter.</p>\n<p><strong>17.30: Beastie Joyce og Svein Strømmen</strong><br />\nSvein Strømmen har de siste årene utmerket seg som landets mest særegne musikkskribent, i Klassekampen, Natt&amp;Dag og ENO. Sammen med fotograf Christian Belgaux har han nå slått seg sammen med Mayhem-bassist og grunnlegger Jørn Stubberud (aka Necrobutcher) for å lage en fotobok fra Mayhems første ti år. Stubberud har stilt med sitt gedigne bildearkiv og uforlignelige utvalg av stories, og «Dødsarkiv» gir et unikt innblikk i pionertiden for norges første, største og viktigste black metal-band. Boka kommer på Aschehoug i oktober. Dette lover godt med tanke på forvaltningen av norsk kulturarv. Og når vi først snakker om Black Metal: Den toneangivende internettpersonligheten og skribententen Eirik «Beastie Joyce» Usterud innleder med en appell om Det Tredje Riffet i Darkthrones «The Pagan Winter»</p>\n<p>&nbsp;</p>\n<p>TORSDAG 13. AUGUST</p>\n<p><strong>14.30: Møte med Anneli Drecker</strong><br />\nI moderne norsk pophistorie trenger egentlig ikke Anneli Drecker noen introduksjon. Med sin unike stemme og aura har <em>ho Anneli</em> vært en viktig deltaker siden midten av åttitallet. Bel Canto, solokarrieren, og som vokalist for Röyksopp: alt dette danner et grunnlag for det mange yngre artister gjør innen interessant norsk popmusikk i dag. Hun kommer til Biblioteket for å snakke om dette, om hennes tette forhold til Arvid Hanssens forfatterskap, og om hvordan det er å lage ny musikk basert på andres poesi, noe hun har gjort med stort hell på årets plate «Rocks &amp; Stones», der nettopp Hanssens tekster får nye farger.</p>\n<p><strong>15.45: Møte med Rune Christiansen</strong><br />\nEtter å ha utgitt diktsamlinger og romaner av meget høy klasse i flere tiår, fikk omsider Rune Christiansen et større publikum med utgivelsen av den strålende, lavmælte romanen «Ensomheten i Lydia Ernemanns liv» i fjor. Christiansen har mottatt Brageprisen, Gyldendal-prisen og Natt&amp;Dags Osloprisen, og står også bak Oktober forlags utsøkte serie for oversatt poesi. Christiansens bøker er i tillegg til sine meget lyriske kvaliteter også knadd med referanser til film og spesielt til særdeles god popmusikk, og det er noe vi gjerne vil høre mer om.</p>\n<p><strong>17.30: Opplesning: Roskva Koritzinsky</strong><br />\nI 2010 tok den velrenommerte filmskaperen Hedda Veier livet av seg. Fire år senere reiser romanens jeg-person, en filmkritiker, ut til øya der selvmordet fant sted. Mens hun går omkring på øya og forestiller seg filmskaperens siste dager, blir det gradvis tydeligere at hun selv står overfor et viktig valg. «Flammen og mørket» er en roman om bilder og speilbilder, innlevelse og ensomhet.  Roskva Koritzinsky (f. 1989) er bosatt i Oslo. Hun debuterte i 2013 med den kritikerroste novellesamlingen «Her inne et sted». For debuten ble hun tildelt Aschehougs debutantstipend og nominert til en rekke priser, blant annet Tarjei Vesaas’ debutantpris.</p>\n<p>&nbsp;</p>\n<p>FREDAG 14. AUGUST</p>\n<p><strong>14.15: Foredrag: Beglomegs €urohåp</strong><br />\nDet merkelig uimotståelige oslobandet Beglomeg har utgitt årets mest besnærende debutalbum med «Eurokrjem», etter å ha bygget opp et rykte som et burleskt frodig liveband de siste årene, noe som vil få sin foreløpige kulminasjon på Øyas scene lørdag. Til Biblioteket dagen før kommer de for å snakke om begrepet Eurohåp, noe som er med på å definere deres musikkforståelse. De har allerede utgitt et manifest og en mikstape om emnet, men siden Hellas tviler og andre kriser er med på å forstyrre samholdet i Europa, trenger vi en ny ideologi. Kanskje det kan være denne?</p>\n<p><strong>15.50: PopsenterQuiz<br />\n</strong>En reise i musikkbyen Oslos lange og spennende historie. Hørt om Rocketeltet og Skansen på Kontraskjæret? Eller om konsertene på Jordal Amfi? Dette er en quiz der du kan lære om din egen by &#8211; og kanskje noe nytt om Øyafestivalen også? Følg med på bildene på festivalområdet så har du en fordel når quizen starter. Vinn fete premier og overraskelser!<strong><br />\n</strong></p>\n<p><strong>17.35: Ferdigsnakka LIVE</strong><br />\nFerdigsnakka er årets store nyvinning i litteratur-Norge. Her møtes musikere og forfattere på en helt ny måte, med månedlige singleutgivelser, og improviserte opptredener. Synne Øverland Knudsen er kurator, og har samlet følgende gjeng:<br />\nKimichi &#8211; DJ og produsent. Hans egen musikk befinner seg et sted mellom french house og disco<br />\nCharlotte Dos Santos &#8211; jazz/soul-sanger og låtskriver som er inne i sitt siste år som musikkstudent på Berkley<br />\nNosizwe &#8211; sanger og låtskriver i en krysning mellom soul, r&amp;b, pop og elektronika.<br />\nKristian Krogh-Sørensen &#8211; står bak den hyllede tegneserieromanen Gulosten – liv i helvete, utgitt på No Comprendo Press<br />\nMaria Navarro Skaranger &#8211; debuterte tidligere i år på Forlaget Oktober med «Alle utlendinger har lukka gardiner», skrevet på såkalt kebabnorsk.</p>\n<p>&nbsp;</p>\n<p>LØRDAG 15. AUGUST</p>\n<p><strong>14.30: Deichmans Folkeverksted<br />\n</strong>Deichman har flyttet Folkeverkstedet til Øya. Mellom konsertene kan du 3D-printe festivalstæsjet du har glemt hjemme. Velg fra festivalmenyen: smykker, drinkpinner, hårspenne, plekter eller seddelklype. Du kan også lage buttons med eget design.<strong><br />\n</strong><strong><br />\n16.35: Bassintervju: Ellen Andrea Wang</strong><br />\nMye er snakket om den nye generasjonen norsk jazzmusikere, der grensene mot pop og eksperimentell musikk tilsynelatende er visket ut for godt. Det ser vi mange eksempler på under årets Øyafestival: Thea Hjelmeland, Broen, Emilie Nicolas med flere. En musiker som er en klar eksponent for denne generasjonen er den syngende bassisten Ellen Andrea Wang, kjent fra bandet Pixel, som turnémusiker med bl.a. Manu Katche, og som soloartist. Hun har også spilt med flere av årets Øya-artister. I sommer mottok hun Kongsberg Jazzfestivals høythengende DNB-pris som bevis for sin utsøkthet. Hos oss vil hun synge bassens pris.</p>\n<p><strong>18.00: Minikonsert: Lion &amp; The Lamb</strong><br />\nNorsk softrocks hellige gral &#8211; hva er det? I sære platesamlermiljøer ble det lenge snakket om den obskure vestfold-duoen Lion &amp; the Lamb, bestående av Egil Bjørnholdt og Finn Dag Steiro, som utga ett nydelig vestkystklingende album i 1978 på Polydor, med kremen av norske studiomusikere og med miksing gjort i Warners Burbank studios. Verdensmarkedet lå for deres føtter, men som så mange ganger tidligere i pophistorien: ingenting skjedde. De returnerte kjapt  til sine vanlige liv. Først i år kom oppreisningen, med en flott reissue på norske Preservation records og amerikanske Light In The Attic. Hør Lion &amp; The Lamb fremføre noen flotte låter og fortelle om deres fascinerende historie. I 1978 spilte de på Hortensfestivalen &#8211; i 2015 er de klare for Øya!</p>\n<p><a href=\"http://d1gluqtpjfxt14.cloudfront.net/sites/2/2015/07/LION-kopi.jpg\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-large wp-image-12735\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"LION -kopi\" width=\"1024\" height=\"939\" data-srcset=\"http://oya.test/assets/uploads/2015/07/LION-kopi-1024x939.jpg 1024w, http://oya.test/assets/uploads/2015/07/LION-kopi-300x275.jpg 300w, http://oya.test/assets/uploads/2015/07/LION-kopi-768x704.jpg 768w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" data-sizes=\"auto\" data-aspectratio=\"1947/1786\"></body></html>\n<br />\n</a>Lion &amp; The Lamb, hvis forrige festivaljobb var på Hortensfestivalen i 1978.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":12724,"translations":{"nb":{"url":"/2015/07/23/discodiskurs-bassintervju-3d-printer-og-eurohap/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5a10518e-f528-5a94-9d79-0e09f49594b7","locale":"nb"}}