{"data":{"wordpressPost":{"title":"Øyanatt på Parkteatret","date":"17th June 2011","content":"<p>Onsdag 10. august<br />\nGoldstar presenterer:<br />\nLOW (US) <br />\nJOSH T. PEARSON (US)<br />\nParkteatret<br />\nCC: 250,- / 200,- med øyabånd<br />\nForsalg på Billettservice<br />\nAldersgrense: 18 år<br />\nLow ble dannet i Minnesota i 1993 av Alan Sparhawk og kona Mimi Parker. Deres dempede og stemningsfulle musikk har blitt kalt både slowcore, pop og indierock. Foreløpig siste album kom i april og har fått tittelen C’mon. Å oppleve Low i konsertformat er en nærmest rørende opplevelse, med gode låter og sterke følelser. «Low predikerer både håp, tvil og tro, og er modige nok til å forsøke å gå på vannet mens truende bølger hele tiden forsøker å senke dem ned i evigheten», skrev Groove.no om klassikeralbumet Things We Lost In The Fire. Du kan trygt se fram til en myk avslutning på den første festivaldagen. Fantastiske Josh T. Pearson er deres spesielle gjest.</p>\n<p>Torsdag 11. august<br />\nGoldstar presenterer:<br />\nSAMLING (SE)<br />\nParkteatret<br />\nCC: 120,- / 80,- med øyabånd<br />\nForsalg på Billettservice<br />\nAldersgrense: 18 år<br />\nSamling er et nytt band fra Sverige bestående av musikervenner som kom sammen for å lage musikk inspirert av den svenske kunsten og musikken fra 60- og 70-tallet. Tekstene er befriende ærlige, med klokkerene skildringer av samfunnet vi lever i. Hør for eksempel låten «Aldrig sätta sig på tvären». Hvis du går glipp av dette under Øyanatt, kommer du til å angre bittert. Var du en av de heldige som fikk med deg bandet under årets by:Larm, skjønner du akkurat hva vi mener.</p>\n<p>Fredag 12. august<br />\nGoldstar presenterer: <br />\nHEIDI SPENCER &#038; THE RARE BIRDS (US)<br />\nParkteatret <br />\nCC: 120,- / 80,- med øyabånd <br />\nForsalg på Billettservice <br />\nAldersgrense: 18 år<br />\nHeidi Spencer er en amerikansk singer/songwriter (og filmskaper) som har blitt sammenlignet med Dolly Parton, Joanna Newsom, Martha Wainwright og Cat Power. De beste skussmål, med andre ord. Hun backes opp av bandet The Rare Birds, som legger et varmt teppe av jazzy folk rundt Spencers særegne stemme. Tidligere i år kom Under Streetlight Glow, gruppens andre plate og deres første på Bella Union (Fleet Foxes, Midlake, Beach House).</p>\n<p>Lørdag 13. august<br />\nGET DANCY! + liveband TBA<br />\nParkteatret<br />\nCC: 100,- / 80,- med øyabånd<br />\nAldersgrense: 20 år<br />\nGet Dancy! er Kristine Bjørnstad og Simen Hernings populære klubb, og det er en fast tradisjon at Øyauka avsluttes med en diger fest på Parkteatret. På Get Dancy! vet du aldri helt hva du kan forvente. Plutselig kommer det et strålende band på scenen, det faller hundrevis av ballonger fra taket, og alle får utdelt glowsticks for å lage indierave. De siste årene har band som Rumble In Rhodos, Casa Murilo, The New Wine, Razika og mange flere spilt. Livebandet på Øyafesten blir ikke noe dårligere!</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0f15ae59-645f-596a-86ce-90aac979da87"}}