{"data":{"wordpressPost":{"title":"Queens Of The Stone Age to headline Øya on August 6th","date":"11th December 2013","content":"<p>A band we have dreamed about having in our line-up for years is Queens Of The Stone Age. On the 6<sup>th</sup> of August 2014 they will finally play, as a headliner on the first day at our new festival area Tøyenparken. This will be their only concert in Norway in 2014. Lately the band has again proved that they are a rock band in great shape, with a successful album and fantastic shows.</p>\n<p>Day tickets and week passes are on sale now &#8211;<a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113\" target=\"_blank\"> buy here</a></p>\n<p>QUEENS OF THE STONE AGE (US)<br />\nQueens Of The Stone Age had a real commercial breakthrough in 2002 with Songs For The Deaf, their third album. Since then, they have been a top name in modern hard rock. Each album since Songs For The Deaf has been in the top five on the Norwegian album charts. They have built an impressive catalogue of songs that sounds like a wet dream for anyone who likes strong riffs and good hooks. A few months ago they released their sixth album, &#8230;Like Clockwork. SPIN stated in their review that front man Josh Homme is «the finest hard-rock songsmith of our times». These days the album is on many lists of this year’s best albums.</p>\n<p>Josh Homme has been the only constant member of the band. He started Queens Of The Stone Age a while after his first band Kyuss ended. Through the band’s history they have had members and contributors like Dave Grohl, Nick Oliveri, Mark Lanegan, Chris Goss, Dean Ween, Matt Cameron and many others. Homme has also managed to find time for projects and bands like The Desert Sessions, Eagles Of Death Metal and Them Crooked Vultures.</p>\n<p>Queens Of The Stone Age is the most consistent hard rock band so far this century. Albums like Rated R , Songs For The Deaf and Lullabies To Paralyze are still played frequently at rock clubs and good bars all over the world. Tracks like The Lost Art Of Keeping A Secret, I Sat By The Ocean, Feel Good Hit Of The Summer, Little Sister, Go With The Flow, Make It Wit Chu and No One Knows can get anyone moving. Norwegian national radio P3 said the band’s last visit to Oslo was «a perfect rock show», and many believe they delivered one of the strongest performances in Norway this year. This is why you should not miss them at Øya in August.<br />\n<a href=\"http://www.qotsa.com/\" target=\"_blank\">http://www.qotsa.com/</a></p>\n<p>&nbsp;</p>\n","wordpress_id":4110,"translations":{"nb":null,"en":{"url":"/en/2013/12/11/4110/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d3bdd6c0-a3f9-5a6d-861b-19b3c142d298","locale":"en","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/en/2013/12/11/4110/","redirect":false}}}