{"data":{"wordpressPost":{"title":"Øya-prat 2: Nekromantheon","date":"18th July 2012","content":"<p>Vi har tatt en kort prat med et utvalg norske Øya-aktuelle artister for å sjekke om de har tips eller gode festivalhistorier før de skal spille i Middelalderparken. I dag har vi kommet til Nekromantheon-bassist Sindre Solem, som tidligere har spilt på Øya med sitt andre band Obliteration.</p>\n<p>Få med deg <a href=\"http://oya.test/artist/nekromantheon/\" target=\"_blank\">Nekromantheon</a> i Klubben fredag 10. august klokka 15.20</p>\n<p><strong> </strong></p>\n<p><strong>1. Hvilken Øya-opplevelse husker du aller best?</strong><br />\n&#8211; &#8220;Oslo-comeback&#8221;-gigen til Aura Noir i 2009 på Øya var veldig stort for meg personlig, og er nok mitt største Øya-øyeblikk. Ellers var Ghost i fjor jævlig fett, beste konserten jeg har sett av dem faktisk, og det var stort å se Iggy i 2010.</p>\n<p><strong>2. Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong><br />\n-The Devil’s Blood fra Nederland er min store favoritt på programmet i år. Ellers må man få med seg Årabrot og Susanne Sundfør.</p>\n<p><strong>3. Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong><br />\n-Gode, lette sko og store solbriller er essensielt. Og bruk mer tid på å se (på band) isteden for å &#8220;bli sett&#8221;.</p>\n<p><strong>4. Hva kan folk forvente av konserten deres?</strong><br />\n&#8211; Et intens, sint sett med mørke, punka thrash metal-tunes. Kommer garantert til å ødelegge den sommerlige gladstemninga fredag ettermiddag, haha.</p>\n<p><strong>5. Har du en god eller dårlig festivalhistorie? Fortell!</strong><br />\n-Ikke noe som passer seg her eller funker på 2 setninger, haha. Sorry! Men festival er stas!</p>\n<p><strong>6. Hva hører du på i sommer?</strong><br />\n-Har et kick på trøndersk black metal om dagen, ikke spessielt sommervennlig. Den kommende VEMOD ep&#8217;n, Venter På Stormene, er ekstremt bra. MARE-12&#8243;ern holder seg godt. Ellers går det mye i Negative Plane, Dead Boys og Black Sabbath. Min ultimate sommerskive er dog Captain Beyond &#8211; S/T, makan til herlig stemning skal man lete lenge etter.</p>\n<p><strong>7. Hva vil du aller helst se på Øyafestivalens plakat i 2013?</strong><br />\n-MF DOOM, Chelsea Wolfe og In Solitude.</p>\n","wordpress_id":3870,"translations":{"nb":{"url":"/2012/07/18/%c3%b8ya-prat-2-nekromantheon/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"dd166dd0-7c55-5464-9c1b-a92d1af3ee9c","locale":"nb"}}