{"data":{"wordpressPost":{"wordpress_id":467,"title":"Iggy &#038; The Stooges til Øya &#8211; dagsbilletter i salg","excerpt":"<p>IGGY &#038; THE STOOGES (US) / OBLITERATION / INVASION (UK)<br />\nVi feirer det nye året med å fortelle at du kan oppleve at legendariske Iggy &#038; The Stooges kommer til Øyafestivalen i august. Onsdag 11. august står de på scenen i Midelalderparken.<br />\nDagsbilletter til Øyafestivalen legges ut for salg torsdag 14. januar 09.00 hos Billettservice.no</p>\n","content":"<p>Vi feirer det nye året med å fortelle at du kan oppleve at legendariske Iggy &#038; The Stooges kommer til Øyafestivalen i august. Onsdag 11. august står de på scenen i Midelalderparken. Iggy er nå gjenforent med James Williamson, som spilte på en av våre favorittskiver, nemlig Raw Power. I tillegg til disse etablerte herrene har vi nå fått på plass Obliteration, som er et av landets mest lovende metallband. Engelske Invasion, som leverer en av de kuleste sjangermiksene vi har hørt på en stund og som har en frontkvinne som kan bli tungrockens Beth Ditto (Gossip) eller Lisa Kekaula (BellRays). Med andre ord serverer vi en knallsterk rockepakke som peker både framover og bakover i rockehistorien.</p>\n<p>Det blir flere heite Øya-slipp med norske og utenlandske artister i ukene som kommer. Følg med!</p>\n<p>IGGY &#038; THE STOOGES (US)<br />\nFor noen få år siden fikk Iggy Pop samla legendariske The Stooges og alle rockehjerter gledet seg. Konsertene baserte seg sterkt på de to første albuma The Stooges (1969) og Funhouse (1970), så det var nok noen som savnet høydepunktene fra klassiske Raw Power (1973) under bandets første besøk til Norge. Når gitarist Ron Asheton døde for et år siden, tok mange dette tungt. Det førte til muligheten for å turnére med gitaristen fra Raw Power, James Williamson. Nå har Stooges en besetning bestående av Iggy Pop (vokal), James Williamson (gitar), Scott Asheton (trommer), Steve MacKay (saksofonisten fra Fun House-skiva) og Mike Watt fra Firehose/Minutemen (bass). Sammen skal de gi en oppvisning i hvordan ekte, rå og primitiv rock skal framføres. I august står de på scenen i Middelalderparken under Øya.</p>\n<p>The Stooges ble danna i Ann Arbour, Michigan i 1967. Deres to første album inneholdt uvøren og hektisk rock, med en aggresjon som sjokkerte datidens blomsterbarn. Bandet har ansvaret for å være utgangspunkt for mye av det som i dag er kjent som punk, metall, indie eller rå rock’n’roll. Etter en liten pause tidlig på 70-tallet ble de kjent med David Bowie og fikk gitarist James Williamson med på laget. Resultatet ble det siste og, i manges ører, det beste av deres tre opprinnelige studioalbum. Raw Power ble mikset av Bowie og var den første skiva under navnet Iggy &#038; The Stooges. Når den kom ut, solgte den pinlig lite, men i dag er den anerkjent som en av rockehistoriens feteste skiver av kritikere, publikum og ikke minst tusenvis av musikere som har latt seg inspirere.</p>\n<p>Onsdag 11. august gjester Iggy &#038; The Stooges Oslo for første gang i historien. Å gjette på hvilke låter de skal spille, er nærmest umulig så tidlig. På vår ønskeliste står likevel Search &#038; Destroy, Shake Appeal, Gimme Danger høyt, sammen med I Wanna Be Your Dog, 1969, No Fun, TV Eye, I Got A Right og I’m Sick Of You.</p>\n<p><a href=\"http://www.myspace.com/iggyandthestooges\" target=\"_blank\">MYSPACE</a></p>\n<p>OBLITERATION<br />\nFire unge gutter fra Kolbotn starta Obliteration for noen år siden. I 2010 er det et av de norske metallnavna det knyttes størst forventninger til. Vi merka oss at det var småprat i undergrunnen for tre år siden, når debuten Perpetual Decay ble utgitt på Tyrant Syndicate, labelen til sambygdingene i Darkthrone. Obliteration ga nylig ut skiva Nekropsalms på alltid like spennende Fysisk Format. Det låter herlig rått og primitivt, og bandet har en passe stor respekt for ekstremmetallens historie. Med andre ord heftig og brutal behandling av hørselsorganene på beste mulige vis. Noen hint av både punk og doom er også å finne.<br />\nGutta har henta inspirasjon fra de store death metal-navna, men også fra annen metal som Napalm Death, Slayer og Voivod, samt norske navn som Cadaver, Aura Noir og Darkthrone. Dersom et band om noen år skal være klare til å ta over staffetpinnen etter sistnevnte, som Kolbotns viktigste metallband, tror vi det blir Obliteration. Flere internasjonale metallmedier har fått opp øyne og ører, så den internasjonale undergrunnen kan gjøre seg klare for å la seg overbevise..</p>\n<p>Bandet har allerede turnert England og i mai skal de til USA. Obliteration er nemlig inviterte til Maryland Deathfest, som er en av amerikanernes viktigste metallfestivaler og har et internasjonalt stjernelag av ekstreme band på programmet. Her kommer Kolboten-bandet til å vise hva skitten norsk aggresjon er i 2010. I august spiller de for første gang på Øyafestivalen.</p>\n<p><a href=\"http://www.myspace.com/obliterationnorway\" target=\"_blank\">MYSPACE</a></p>\n<p>INVASION (UK)<br />\nSjangermiks kan være en morsom musikalsk lek og engelske Invasion står for noe av det frekkeste vi har vært borti på en god stund. Metal, soul og syrerock møtes i en barsk flørt og resultatet blir en bastardsjanger som lukter krutt.  Faktisk ender det opp med å verken høres ut som metall eller soul, når de slås sammen på denne måten.Trioen lager rå, svett og effektiv rock som groover mer enn de fleste nye engelske kan drømme om. Etter noen EPer og singler på vinyl ga de ut debutskiva The Master Alchemist høsten 2009 og er innspilt i løpet av fem dager hos Toe Rag. Innholdet er 12 låter på litt over 21 minutter. Denne skiva rekker du å spille mange, mange ganger før du går lei. Live blander Invasion sin tunge og bølgende musikk med passende mystikk. Trommis Zel og gitarist Marek gjør en solid innsats, men det som skiller bandet fra andre som vil drive med fengende, grovkorna rock er vokalist Chan og hennes kraftfulle stemme. Hun er rett og slett en tungrockens Beth Ditto (Gossip) eller Lisa Kekaula (BellRays).</p>\n<p>NME, som oftest ønsker en armlengdes avstand til alt som lukter av metal og beslektet musikk, mener at ” Invasion are pretty much the most exciting thing happening in UK metal right now&#8221;.  Det skulle faen ikke forundre oss om hipsterne klarer å danse til Invasion, om de bare prøver.</p>\n<p>Vi har bare to anbefalinger for å få deg overbevist:<br />\n1. Kjøp The Master Alchemist<br />\n2. Kom deg på Øya</p>\n<p><a href=\"http://www.myspace.com/invasion\" target=\"_blank\">MYSPACE</a></p>\n","date":"2010-01-13T10:15:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2010/01/13/iggy-the-stooges-til-%c3%b8ya-dagsbilletter-i-salg/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7e9cc363-54ad-55f9-9bd4-086e4852d675","locale":"nb"}}