{"data":{"wordpressPost":{"wordpress_id":21457,"title":"Fire norske til Øya","excerpt":"<p>Emir, Halie, Linni og Rohey!</p>\n","content":"<p>Bekreftelsene raser inn på Øya-kontoret, og i dag er fire aktuelle norske navn klare for Tøyenparken. Emir og Linni har tidligere stått på våre scener som medlemmer av $ushi X Kobe og Yoguttene, men til sommeren skal de gjøre jobben på egenhånd. Halie er en av de unge norske artistene det er størst forventinger til i 2018, på Øya kan du finne ut hvorfor. Kvartetten Rohey spiller frisk og moderne musikk, basert på soul, jazz og funk. De platedebuterte i fjor og får fans i stadig nye land.</p>\n<p>&nbsp;</p>\n<p><strong>EMIR</strong></p>\n<p>Emir er for mange kjent som halvparten av duoen $ushi X Kobe, under navnet Onge $ushimane. Han er også en del av Softcore untd. Nå sikter han mot å bli enda bedre kjent som soloartist, og har signert med Sony. Singlene Faller og Alltid lover godt og gjør Emir til et meget spennende navn å følge i 2018. Nå skal han lage like god stemning i Tøyenparken som han gjorde sammen med Kobe-Wan Kenobi for to år siden. Konsertene hans under by:Larm viste at han er en artist det ikke går an å overse i 2018.</p>\n<p>Om debutsingelen skreiv <a href=\"http://www.nattogdag.no/2017/10/emirs-forste-solosingel-ren-eufori/\">Natt &amp; Dag</a>: &#8211; Denne låta er for klubben, og til tross for at ikke nødvendigvis synger om god stemning – «alt raser sammen og det renner over, jeg faller ned, jeg faller ned» – er refrenget ren eufori. Det er den første ølen. Det er øynene til den du elsker. Det er deg og alle vennene dine på dansegulvet. Det er et sånt refreng du gleder deg til å høre igjen allerede før låta er ferdig.</p>\n<p>Emir sjøl har delt disse tankene: &#8211; På tide å bli voksen og jobbe med et stort label. Lukte, føle, høre og teste om det er greit.</p>\n<p><a href=\"https://www.facebook.com/hindicemir\">www.facebook.com/hindicemir</a></p>\n<p>&nbsp;</p>\n<p><strong>LINNI</strong></p>\n<p>Først fikk han oppmerksomhet som en del av den svært aktive og litt mystiske kvartetten Yoguttene, med navnet Handerre Linni. På egenhånd har han i tillegg gitt ut noe så ambisiøst som en albumtrilogi, bestående av Minimum, Maksimum og Medium. Som soloartist viser han flere sider av seg selv enn når han skaper fest med Yoguttene. På en fengslende måte blander han mystikk, melankoli, rap, trap og overraskelser.</p>\n<p><a href=\"https://dusken.no/artikkel/27203/linni-medium/\">Under Dusken</a>: &#8211; Seriøsitet og tankefullhet har nå tatt over, og Linni makter på enestående vis å formidle sine følelser. For det er det albumet er: en reise gjennom en følelsesladet utmark. På mange måter kan man si at hele trilogien hans har vært en eneste lang følelsesmessig berg og dal-bane…</p>\n<p><a href=\"https://www.facebook.com/ygmglinni/\">www.facebook.com/ygmglinni</a></p>\n<p>&nbsp;</p>\n<p><strong>ROHEY</strong></p>\n<p>Kvartetten Rohey spiller friske og sterke låter i krysningspunktet mellom soul, jazz og funk. De kombinerer disse røttene og ender opp med musikk som virker levende og fantasirik. I fjor kom albumet A Million Things, som ble utgitt på Bugge Wesseltofts kvalitetslabel Jazzland. Skiva ble godt mottatt og nominert til Spellemann. Den er blant annet omfavna av Jamie Cullum fra BBC Radio 2. Bandet har imponert på scener over store deler av Europa. De har tatt navn etter vokalist Rohey Taalah, som også er aktuell i trioen GURLS</p>\n<p><a href=\"https://www.dagsavisen.no/kultur/musikk/imponerende-alt-mulig-musikk-1.946213\">Dagsavisen</a>: &#8211; Enten de spiller jazz, soul, pop, rock eller noe helt annet er Rohey et overbevisende nytt band.</p>\n<p><a href=\"http://www.soulandjazzandfunk.com/reviews/4694-rohey-a-million-things-jazzland-.html\">Soulandjazzandfunk.com</a>: &#8211; &#8230;the group&#8217;s sound is a striking amalgam of neo-soul, nu-jazz and jagged, broken beat flavours and what results is an arresting hybrid that comes across like Jill Scott fronting Hiatus Kaiyote or D-Influence.</p>\n<p><a href=\"https://www.facebook.com/Roheyband\">www.facebook.com/Roheyband</a></p>\n<p><a href=\"http://rohey.no/\">rohey.no</a></p>\n<p>&nbsp;</p>\n<p><strong>HALIE</strong></p>\n<p>Halie er regna som et av de aller største talenta i norsk pop for tiden. Alt ligger til rette for at dette er en artist du vil få høre mye fra de neste årene. Hun imponerte først under Vill Vill Vest i Bergen i høst, hvor blant andre NME Line Of Best Fit og I-D var blant de som mente hun var et av helgas høydepunkter. Halies to singler viser starten på noe stort, og nylig spilte hun Youth hos Skavlan. Under by:Larm fylte hun Sentrum Scene til randen og leverte en flott konsert.</p>\n<p>Hun samarbeider med Magnus Skylstad (AURORA, Josefin Winther m.fl), Sigrid og Jonny Lattimer. Sistnevnte har hatt suksess med låter for Ellie Goulding og Rag’n’Bone Man. Sommeren 2018 kommer 17-åringen til å nå et mye større publikum, blant annet på Øyafestivalen.</p>\n<p><a href=\"https://www.facebook.com/Haliemusic/\">www.facebook.com/Haliemusic</a></p>\n","date":"2018-03-05T09:48:38.000Z","featured_image":{"title":"Halie Fotograf Hanne Cathrin Olsen crop","filename":"halie-fotograf-hanne-cathrin-olsen-crop.jpg","filesize":25132,"url":"http://oya.test/assets/uploads/2018/03/halie-fotograf-hanne-cathrin-olsen-crop.jpg","link":"/2018/03/05/fire-norske-oya/halie-fotograf-hanne-cathrin-olsen-crop/","alt":"","author":"3","description":"","caption":"foto Hanne Cathrin Olsen","name":"halie-fotograf-hanne-cathrin-olsen-crop","status":"inherit","uploaded_to":21457,"date":"2018-03-04 20:04:00","modified":"2018-03-04 20:04:28","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2018/03/halie-fotograf-hanne-cathrin-olsen-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2018/03/halie-fotograf-hanne-cathrin-olsen-crop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2018/03/halie-fotograf-hanne-cathrin-olsen-crop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2018/03/halie-fotograf-hanne-cathrin-olsen-crop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2018/03/halie-fotograf-hanne-cathrin-olsen-crop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2018/03/halie-fotograf-hanne-cathrin-olsen-crop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2018/03/halie-fotograf-hanne-cathrin-olsen-crop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2018/03/05/fire-norske-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4e459e58-e98f-5c09-bd28-a81de47cc32e","locale":"nb"}}