{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"106ffae7-a71c-50e3-b6e3-23ce381dd49e","slug":"arets-zoom-finalister-endelig-klare","title":"Årets Zoom-finalister endelig klare","date":"2010-01-25T10:54:00.000Z","excerpt":"<p>Årets Zoom-finalister er klare etter flere heite og tette runder i de største byene. Onsdag 3. og torsdag 4. februar skal sju band konkurrere om å få dra på Norges-turné med årets ferske Urørt-vinner, The Pink Robots. </p>\n"}},{"node":{"id":"d1b23638-d90e-5959-92d5-8ca96504068b","slug":"fet-bronx-video","title":"Fet Bronx-video","date":"2010-01-23T10:58:00.000Z","excerpt":"<p>Nå rett før neste Øya Open, kan du se denne fete videoen som Magnus Rye lagde i forbindelse med The Bronx sin Øya Open-kveld på Rockefeller i november. Vi er fortsatt både støle og forslåtte etter hemningsløs oppførsel og en fantastisk konsert.</p>\n"}},{"node":{"id":"c31c8e5c-00f1-5d56-b71e-5d2c44de0dce","slug":"aya-og-nme-presenterer-to-norske-band-i-london","title":"Øya og NME presenterer to norske band i London","date":"2010-01-19T11:35:00.000Z","excerpt":"<p>Øyafestivalen skal i slutten av februar arrangere en egen Club NME i London.  Norske I Was A King (bildet) og The New Wine skal spille sammen med de britiske nykommerne Goldhawks. I tillegg spiller NME-DJs opp til fest. Moroa finner sted på Koko i London fredag 26. februar. </p>\n"}},{"node":{"id":"33a77180-a0ba-52e4-8539-dfdec5fdcd46","slug":"intervju-grizzly-bear","title":"Intervju: Grizzly Bear","date":"2010-01-18T09:58:00.000Z","excerpt":"<p>Petter fra <a href=\"http://www.furoreiharare.com\" target=\"_blank\">Furoreiharare.com</a> fikk et kort møte på Oslofjorden med Daniel fra Grizzly Bear i august. De fikk prata litt om bandets eraringer med å turnére store deler av verden, mottakelsen og innspillingen av Veckatimest og om lekasjer på internett. Grizzly Bear ble i løpet av 2009 manges nye favorittband og albumet Veckatimest havnet på førsteplass i Øya-kontorets uhøytidelige kåring av årets utenlandske utgivelse.</p>\n"}},{"node":{"id":"1ca0b062-6206-5870-98ed-9e3e62b78fcc","slug":"ayakino-lennon-og-thom-hell-pay-gimle","title":"Øyakino: Lennon og Thom Hell på Gimle","date":"2010-01-16T14:48:00.000Z","excerpt":"<p>I samarbeid med våre venner i Oslo Kino presentere vi førvisning av John Lennon- biografien ”Nowhere Boy” på Gimle kino, torsdag 11. februar. Filmen tar for seg Lennons ungdomsår i Liverpool,  før han etter hvert danner The Beatles og drar til Hamburg for å prøve lykken.</p>\n"}},{"node":{"id":"1b139df7-7170-599c-a6a9-50501383e797","slug":"jay-reatard-rip","title":"Jay Reatard RIP","date":"2010-01-16T14:42:00.000Z","excerpt":"<p>Den amerikanske rockeren Jay Reatard spilte på Øya i sommer. For få dager siden kom meldingen om at han var funnet død hjemme i Memphis tidlig onsdag 13. januar. Til tross for mange år som aktiv artist ble han kun 29 år gammel. <a href=\"http://pitchfork.com/news/37575-rip-jay-reatard/\" target=\"_blank\">Les mer her</a></p>\n"}},{"node":{"id":"927a9f47-10c1-5534-8143-a532539563ba","slug":"aya-kayret-til-europas-granneste-festival","title":"Øya kåret til Europas grønneste festival","date":"2010-01-14T12:09:00.000Z","excerpt":"<p>I går kveld ble Øyafestivalen kåret til Europas grønneste festival under European Festival Awards. Prisen, som heter Green’N’Clean Festival, deles ut i samarbeid med festivalorganisasjonen Yourope og selve utdelingen fant sted under Eurosonic i Groningen, Nederland. Eurosonic er, enkelt fortalt, som et by:Larm for hele Europa, med konserter og seminarer. Dette var første gangen European Festival Awards ble arrangert.</p>\n"}},{"node":{"id":"1fc82ee9-3ef6-5ff6-b20d-8d6fabcdfe55","slug":"iggy-the-stooges-til-%c3%b8ya-dagsbilletter-i-salg","title":"Iggy &#038; The Stooges til Øya &#8211; dagsbilletter i salg","date":"2010-01-13T10:15:00.000Z","excerpt":"<p>IGGY &#038; THE STOOGES (US) / OBLITERATION / INVASION (UK)<br />\nVi feirer det nye året med å fortelle at du kan oppleve at legendariske Iggy &#038; The Stooges kommer til Øyafestivalen i august. Onsdag 11. august står de på scenen i Midelalderparken.<br />\nDagsbilletter til Øyafestivalen legges ut for salg torsdag 14. januar 09.00 hos Billettservice.no</p>\n"}},{"node":{"id":"1dfbe5f2-34c5-592f-8fdf-4b7b218be1cd","slug":"zoom-2010-i-gang","title":"Zoom 2010 i gang","date":"2010-01-09T13:07:00.000Z","excerpt":"<p>Nå er de lokale Zoom-kveldene i gang i de største byene. Spillestedene har plukka ut banda som skal kjempe om en plass i finalen, som finner sted på Garage i Oslo 3. og 4. februar. Bandet som vinner Zoom 2010 skal i løpet av våren på Norges-turné med årets Urørt-vinner.</p>\n"}},{"node":{"id":"415c9489-8742-5907-b031-ba5ee0aa346f","slug":"backstage-sessions-nr-6","title":"Backstage Sessions nr 6","date":"2010-01-07T08:41:00.000Z","excerpt":"<p>&laquo;Backstage I&#8217;m lonely, backstage I cry&raquo; sang Gene Pitney en gang. Slik er det ikke på Øya, hvor et utvalg av de mest spennende artistene får mulighet til å stille opp på fotosession med en av våre favorittfotografer, Stian Andersen. Sjekk ut bildene han tok under sommerens festival.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":148,"pageCount":183,"additionalContext":{}}}