{"data":{"wordpressPost":{"title":"Øyanatt på Jaeger","date":"14th June 2012","content":"<p><strong>Onsdag 8. august &#8211; Øyanatt: Untzdag: Theo Parrish (Detroit/US), Øyvind Morken &amp; Gaute Haaversen</strong><br />\n<strong>CC: 150/ 100 med Øyapass</strong><br />\n<strong>ID: 20år</strong><br />\nJa da har vi klart det å booke kanskje noe av det gjeveste man får innen dagens klubbmusikk til Oslos fineste, faste onsdagsklubb &#8211; Untzdag. Theo Parrish er en legende både som produsent, pådriver av &#8220;boutique&#8221;-labelet sitt Sound Signature, og ikke minst som DJ. Gjennom 20 år har han gitt ut vindskeiv og beintøff housemusikk, og DJet over hele kloden med en holdning til musikk som svært få andre har. Vi vil nesten tørre å påstå at Theo er din favoritt-DJs favoritt-DJ. Med en spillestil som tilsier at alt er lov flettes det sammen house, techno, jazz, funk, disco og mye mye mer når Theo spiller. Untzdag residents Øyvind Morken og Gaute Haaversen varmer opp.</p>\n<p><strong>Torsdag 9. august &#8211; Øyanatt: Retro presents: Phil Asher (UK/Restless Soul) + Dj Nuhhh &amp; Nico Coltsfoot</strong><br />\n<strong>150/100 med Øyapass</strong><br />\n<strong>ID: 20år</strong><br />\nPhil Asher fra London spiller på Retro-torsdagen under Øyanatt. En kveld med  sjælful dansemusikk lover vi. Asher er en pioneer innen den britiske deep house og brokenbeats-scenen og er kjent som mannen bak Restless Soul, Phlash og Focus-projektet på franske Versatile. Han har over 200 releaser bak seg siden 90-tallet på kjente labler som 4Lux, Classics, Versatile, DiY, Slip n Slide mfl. Musikken er influert av alt fra jazz, fusion, disco, latin, samba, afro funk, soul, electro funk og boogie til nye bassorienterte sjangrer som Detroit techno, Chicago House, UK garage, 2 step, Broken Beats, og andre subsjangrer innom dansemusikk.</p>\n<p>Retro residents DJ Nuhhh &amp; Nico Coltsfoot og varmer opp med gammel house og perler fra Paradise Garage-tida. Gutta er ildskjer innom Oslos disko-, boogie- og house-scene! Dette kommer bli en fest uten like og en perfekt booking for Retro-kvelden på Jaeger.<strong></strong></p>\n<p><strong>Fredag 10. august &#8211; Øyanatt: Amirali (CA/Crosstown Rebel), g-ha &amp; Olanskii</strong><br />\n<strong>150/100 med Øyapass</strong><br />\n<strong>cc:23år</strong><br />\nAmirali er  en av de hotteste house-produsentere i 2012 og gjester Frædag på Jaeger med et liveset. Han er en av få artister  som har debutert med album på Crosstown Rebels &#8211; et label som virkelig har satt preg på både 2011 og 2012. Debutsingelen “Beautiful Day”, som kom tidligere i år, har gått varm verden over blant house-DJs. Albumet “In Time” består av 13 spor med elektronika, melodiøs melankolsk house og elektronisk indiepop. Amirali viser tydelig at inspirasjonen kommer fra både New Wave, Electro, Detroit Techno og eksperimentell elektronika på denne fantastiske LPen. Tenk deg at Depeche Mode møter Art Department, Bon Iver møter Jamie Jones og Robert Smith møter James Blake, så har du en grei referanse! Han er en superflink vokalist med en mystisk stemme som får frem følelser blant dagens emogenerasjon. Gå ikke glipp av dette ekslusive livesettet!</p>\n<p>Kveldens hosts er den norske DJ-duoen g-Ha &amp; Olanskii. De er kjent som residents på Sunkissed, Footfood, og Jaeger, men har også spilt på store klubber som Fabric, Panorama Bar, Robert Johnson m.fl. Videre har de gitt ut flere mix-CDs, som har satt norsk house og disco på kartet verden over, og ikke minst vært to av de viktigste personlighetene i å skape et klubb-Oslo som aldri har vært bedre!</p>\n<p><strong>Lørdag 11. August: ØyaNatt: The Glue, Terje Bakke, Sanhueza (Nabovarsel)  Ricky Late &amp; Ollis,  Mc Kaman<br />\nCC:150/ 100 med Øyapass<br />\nID: 23år.<br />\n</strong><br />\nThe Glue: Denne anonyme duoen fra Bergen har skapt furore på internett med sine smakfulle, groovy og effektive edits av elektronisk popmusikk fra begynnelsen av 80-tallet. Det var en herlig tid, med analoge synther, funky basslinjer og “så feil at det blir riktig”-holdning hos produsentene. Når dette så plukkes frem igjen av The Glue legges det til herlige beats, ting forvrenges, forlenges og forstyrres til du sitter igjen med låter så herlige som “A Broken Heart”. Det som begynte med en låt utgitt på en fin 12″ sammen med Rayko har nå vokst seg til å bli en av de mest spennende dansegulv-duoene Norge har sett siden Lindstrøm &amp; Prins Thomas dukket opp. Se opp for flere utgivelser, blant annet på det anerkjente Kolour.</p>\n<p>Terje Bakke: Terje Bakke er fra Bergen men bor til daglig i København. Han lager house og techno som blir spilt av de store internationelle DJs verden over. Bakke har utgivelser på tyske platesellskap som   Stricly Choosen, Be Chosen og  Soulfooled pluss en nybakt release på Detroit llabelet Visionquest. Dyp melodisk techno med tunge basslinjer. Han er en DJ som forfører publikken med sine sexy technospor.</p>\n<p>Sanhueza (Nabovarsel): Sjølvaste skiparen av klubbkollektivet Nabovarsel tek med gode vener og spelar opp til dans ved å blanda saman disco og house på sin eigen rare måte. Nabovarsel og Emilio Sanhueza har bakgrunnen sin som DJ på Miles Ahead. For nokre år attende var klubbmiljøet i Bergen sentrert rundt to klubbar: Miles Ahead og Agora. House er nykkelordet, men platebagen er også fylt med rock, UK Bass og Italo. Stilen er eklektisk, kontinental og fokusert. Inspirasjonen frå undergrunnen i Gøteborg og London vert presentert på Jaeger.</p>\n<p>MC Kaman: MC Kaman er resident på Jaeger. Han er en True Belieber og lever etter mottoet “Om hundre år er alt glemt”. Han er en gla´-gutt som får alle til å danse alt fra gamel Motor City Soul og Carla Rae Jeppsen til HoloPac! Thats right folks. POP-musikk fra Billboard, Hot 97! Swag Swag Swag!!!!</p>\n<p>Ricky Late &amp; Ollis er resident på Jaeger  og åpner kvelden med Deep House.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":3119,"translations":{"nb":{"url":"/2012/06/14/oyanatt-pa-jaeger/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"93005a2b-75a9-5646-8228-1226f7bdac61","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2012/06/14/oyanatt-pa-jaeger/","redirect":false}}}