{"data":{"wordpressPost":{"title":"Mazzy Star, DâM-Funk og Factory Floor til Øya","date":"27th February 2012","content":"<p>På Øya-kontoret renner bekreftelsene inn, et sikkert vårtegn som gir god grunn til å glede seg til festivalsesongen. Nå er det klart at Mazzy Star kommer til Oslo i august og at de skal gi oss en intim festivalopplevelse på vår minste scene onsdag 8. august. I tillegg gir vi deg mulighet til å statre to nye musikalske bekjentskap. Funkguruen DâM-Funk og en av verdens beste elektroniske konsertattraksjoner akkurat nå, engelske Factory Floor, kommer til å spille under Øyafestivalen. Vi lover tidenes Oslo-fest på Øya!</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>MAZZY STAR (US)</strong></p>\n<p>Mazzy Star, bandet som smørte øreganger og nerver med godlyd gjennom 90-tallet, er nå tilbake og vil spille på Øyafestivalen onsdag 8. august. Det hele blir en spesiell og intim konsertopplevelse, da bandet krever å få spille på vår minste scene, i teltet vi kaller Klubben. Deres særegne småpsykedeliske drømmepop fikk dem til å skille seg fra den store mengden band i samtiden. Uttrykket er preget av det vare og følsomme. Låtene sniker seg innpå deg på mystisk vis. Hope Sandoval sin vakre stemme passa perfekt til David Robacks komposisjoner og gitarspill. Mazzy Stars musikk gjenspeila aldri det solfylte og sprudlende ved hjemstaten California, men lente seg mer mot en rolig bølgende lyd med fjerne hint til folk, syrerock, blues, dempa paisley underground, samt de roligere stundene til for eksempel The Jesus &amp; Mary Chain, Velvet Underground og The Doors. I fjor høst utga de sine første nye låter på 15 år. Det sies at albumet som det har gått rykter om de par siste åra, kommer i løpet av noen måneder.</p>\n<p>&nbsp;</p>\n<p>Hope Sandoval og David Roback sto for musikken og var ansikta utad, sjøl om bandet hadde flere medlemmer. Roback hadde starta platekarrieren i kultbanda Rain Parade og Opal. Sandoval ble med en kort tid i sistnevnte, før de to ble til Mazzy Star. Bandet varte fra siste halvdel av 80-tallet og nesten ti år fram i tid. Begge har siden prøvd seg i andre musikalske samarbeid og Sandoval var en stund soloartist. Hennes stemme kan høres på innspillinger med The Jesus &amp; Mary Chain, Massive Attack, Air og flere andre. Mazzy Star rakk å gi ut tre sterke album, She Hangs Brightly (1990), So Tonight That I Might See (1993) og Among My Swan (1996). Vi veit det er mange som ofte plukker fram disse fra platehylla og som ser fram til å høre later som Five String Serenade, Fade Into You, Into Dust, I’ve Been Let Down og Flowers In December på Øya.</p>\n<p><a href=\"http://www.hopesandoval.com/music/mazzystar.shtml\" target=\"_blank\">Mazzy Star</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>DÂM-FUNK (US)</p>\n<p>Damon Riddick må være den moderne funkens fremste ambassadør. Under artistnavnet Dam-Funk produserer han sløy boogie tuftet på arven fra åttitallet, spilt inn ved hjelp av tidsriktige trommemaskiner og analoge synthesizere, som likevel låter umiskjennelig frisk og futuristisk. Han arrangerer også den ukentlige klubben Funkmosphere i Los Angeles og drifter bloggen Galactic Funk Federation, begge deler med sikte på å spre funkens glade budskap, enten det gjelder de beste innspillingene fra den elektroniske funkens gullalder, altså 1979-1987, eller nyere produksjoner i samme ånd.</p>\n<p>Inspirert av selvdrevne artister som Stevie Wonder og Prince, sistnevnte hans største musikalske forbilde, begynte Riddick å spille inn forseggjorte instrumentaler hjemme på gutterommet i Pasadena, California som tenåring. Etter hvert begynte han også å synge selv, gjerne gjennom en vocoder. Mange år senere, i 2008, slapp han sin første singel, Burgundy City/Galactic Fun, på Stones Throw Records. Debutalbumet Toeachizown fra 2009, som ble utgitt på dobbel cd og en serie på fem tolvtommere, ble møtt med svært gode kritikker og havnet på årsoppsummeringene til blant andre The Wire og Fact Magazine. I 2010 kom Adolescent Funk, en samling av de beste soveromsproduksjonene fra perioden 1988-1992. Mellom utgivelsene har Dam-Funk samarbeidet med blant andre Nite Jewel og Steve Arrington fra Slave, samt remikset artister som Ariel Pink&#8217;s Haunted Graffiti og Animal Collective.</p>\n<p>I fjor slapp Dam-Funk gratis-EPen InnaFocusedDaze og satte sammen et band som han turnerte flittig med, både i USA og resten av verden. I skrivende stund arbeider han etter sigende med et nytt album, så det er all grunn til å tro at vi også får oppleve nytt materiale på Øyafestivalen i august, framført på verdens kuleste instrument. Ja, vi snakker selvsagt om keytaren.</p>\n<p><a href=\"http://www.myspace.com/damfunk\" target=\"_blank\">www.myspace.com/damfunk</a></p>\n<p>&nbsp;</p>\n<p>FACTORY FLOOR (UK)</p>\n<p>Factory Floor har de siste årene satt London undergrunnsscene på hodet med sitt liveshow. Bandets første år gikk med på å trykke opp en serie hjemmelagde vinyler, lage rare kunstfilmer og spille en hel del kaotiske liveopptredener rundt om i England. Denne tiden ga de rom til å eksperimentere seg frem til det som i dag er blitt omtalt som ett av elektroniske musikkens beste liveshow. Factory Floor er den punka energien til Sonic Youth blandet med et moderne forsøk på en sterk britisk synthtradisjon med Depeche Mode, Joy Division og Throbbing Ghristle i spissen.</p>\n<p>&nbsp;</p>\n<p>De ga i 2011 ut musikk på DFA Records og den skotske elektroniske klubbinstutisjonen Optimos label, og har i det siste skaffet seg kjente fans som James Murphy og superprodusent Ewan Pearson. Både Stephen Morris (Joy Division/New Order) og medlemmer av Throbbing Gristle har vist sin begeistring for bandets musikk. Førstnevnte remiksa deres A Wooden Box.</p>\n<p>&nbsp;</p>\n<p>Her er noe av det som har blitt skrevet om Factory Floor:</p>\n<p>«For want of an easy moniker, you’d label it post industrial, but it moves beyond that; this is post-apocalyptic, the soundtrack of an underworld disco.. » &#8211; NME</p>\n<p>&nbsp;</p>\n<p>«The young London trio has figured out a way to fuse classic body-jacking Chicago house music with feeling-so-alone winter-of-your-soul goth sadness» &#8211; Stereogum</p>\n<p>&nbsp;</p>\n<p>Med den hyperaktive trommeslageren Gabriel Gurnsey, hovedprodusent Dominic Butler på diverse analog synther og Nik Void på vokal, gitar og støy, har de gitt oss noe av den mest punka og intense elektroniske musikken som lages om dagen. I disse dager jobber Factory Floor med å få ut et album. Samtidig har de sagt ja til å spille på Øya i august. Vent dere syrete visuals og en svett festopptreden av Hacienda-dimensjoner.</p>\n<p><a href=\"http://www.myspace.com/factoryfloor\" target=\"_blank\">www.myspace.com/factoryfloor</a></p>\n","wordpress_id":2031,"translations":{"nb":{"url":"/2012/02/27/mazzy-star-dam-funk-og-factory-floor-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1068203c-d1ce-56c2-9a31-2c0fb6ffb8e1","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2012/02/27/mazzy-star-dam-funk-og-factory-floor-til-oya/","redirect":false}}}