{"data":{"wordpressPost":{"title":"Er ølglassene våre egentlig miljøvennlige?","date":"2018-08-20T08:44:43.000Z","content":"<p><a href=\"https://www.nrk.no/kultur/meiner-oyafestivalen-driv-_gronvasking_-1.14162258\"><b>I en sak på NRK under festivalen</b></a><b> ble det hevdet at Øyafestivalen driver med grønnvasking, fordi vi har begynt å bruke PLA &#8211; et komposterbart alternativ til plast. Vi reagerer sterkt på anklagene og mener tvert imot at det vi gjør er pionerarbeid innen miljøvennlig avfallshåndtering.</b></p>\n<p><span style=\"font-weight: 400;\">Det er mange som har fått øynene opp for problemene med plast, og dermed er det stor etterspørsel etter alternativer. Såkalt komposterbar plast har blitt vanligere å bruke som matemballasje, men manglende kunnskap om håndteringen av slik plast gjør at den ofte havner i restavfallet og brennes. Uten riktig etterbehandling kan komposterbar plast ikke kastes sammen med vanlig matavfall, og heller ikke sorteres som plastavfall. </span></p>\n<p><b>Men i motsetning til hva som blir hevdet i NRK-saken, så har Øyafestivalen funnet en leverandør som kan håndtere PLA-avfall som eneste aktør i Norge.</b></p>\n<p><span style=\"font-weight: 400;\">I flere år har vi på Øyafestivalen lett etter de mest miljøvennlige alternativene til engangsservise, bestikk og drikkebeger. Vi har funnet mange gode løsninger, blant annet nedbrytbare tallerkener laget av hvetekli og bestikk laget av maisstivelse. I fjor begynte vi å ta i bruk drikkebegre av PLA, et komposterbart plastalternativ som ikke er laget av petroleum, men av blant annet mais- og potetstivelse. Men det betyr ikke at de uten videre kan kastes i matavfallet og bli til jord eller biogass. For å brytes ned, må nemlig PLA behandles i et egnet komposteringsanlegg som går opp til 70 grader. </span></p>\n<p><span style=\"font-weight: 400;\">Etter å ha saumfart markedet sammen med Norsk Gjenvinning etter en aktør som kunne ta imot våre PLA-begre, var vi derfor svært glade for å kunne inngå et samarbeid med SIMAS. På Øyafestivalen blir hver eneste pose med avfall håndsortert av Natur og Ungdom og sortert i 15 ulike fraksjoner. I år vil PLA-en sendes til SIMAS som skal kompostere den og vurdere om den kan benyttes til blant annet jordforbedring. </span></p>\n<p><span style=\"font-weight: 400;\">SIMAS arbeider med et større forskningsprosjekt om produksjon av kompost basert på våtorganisk avfall. De håper PLA-en kan brukes til jordforbedring og kan erstatte klimaverstinger som kunstgjødsel og torv. </span></p>\n<p><span style=\"font-weight: 400;\">Øyafestivalen er en musikkfestival som i tillegg til å booke spennende artister jobber hardt med å redusere vårt eget CO2-avtrykk. Vi vet at for å unngå dramatiske klima- og miljøendringer, må alle gjøre det de kan. Derfor forsøker vi å skape en festival som har så lavt klimaavtrykk som mulig. Dette arbeidet har vi holdt på med i over 16 år, og det innebærer at vi har jobbet hardt for å finne bærekraftige løsninger innen transport, energibruk, avfallshåndtering, mat og innkjøp. Vi prøver ut nye, miljøvennlige produkter og bruker vår tyngde som innkjøper til å skape et marked for miljøvennlige løsninger. I tillegg har vi nesten daglig henvendelser fra andre festivaler og arrangementer som spør oss om hva vi gjør. Nettopp denne utvekslingen av kunnskap er viktig for å finne gode løsninger.</span></p>\n<p><span style=\"font-weight: 400;\">Siden ingen norske leverandører har ønsket å motta dette avfallet tidligere, anser vi derfor dette som både innovasjons- og pionerarbeid innenfor avfallshåndtering. Vi har derfor vært tydelige i all kommunikasjon om at vi selv er spent på utfallet i år. </span></p>\n<p><span style=\"font-weight: 400;\">Vi har snakket om dette i mange intervjuer, på egen nettside og i sosiale medier. Vi ønsker å starte en diskusjon, så vi kan finne en løsning som gagner alle. Vi reagerer derfor sterkt på anklagene fra Frode Syversen om at det vi driver med er grønnvasking. Grønnvasking er å bruke et overfladisk miljøtiltak for å styrke sin egen merkevare. Det vi gjør, er å bruke vår synlige posisjon til å vise fram nye, bærekraftige løsninger. </span></p>\n<p><span style=\"font-weight: 400;\">Vi håper at dette samarbeidet kan føre til en løsning for PLA som kan benyttes av alle som bruker engangsemballasje &#8211; ikke bare festivaler, men dagligvarebutikker, restauranter og andre matprodusenter. </span></p>\n<p><span style=\"font-weight: 400;\">Det haster med å finne en løsning på plastproblemet, og vi ønsker en kunnskapsbasert diskusjon om PLA velkommen.</span></p>\n<p>&nbsp;</p>\n<p><span style=\"font-weight: 400;\">Dette innlegget ble skrevet til NRK Ytring.<br />\n</span><i><span style=\"font-weight: 400;\"><br />\nIngrid Kleiva Møller, miljøsjef Øyafestivalen<br />\n</span></i><i><span style=\"font-weight: 400;\">Cath Røsseland, vikarierende miljøsjef Øyafestivalen<br />\n</span></i><i><span style=\"font-weight: 400;\">Hallvard Thomassen, direktør SIMAS (Sogn interkommunale miljø- og avfallsselskap)<br />\n</span></i><i><span style=\"font-weight: 400;\">Gaute Eiterjord, leder Natur og ungdom<br />\n</span></i><span style=\"font-weight: 400;\"><br />\n</span><span style=\"font-weight: 400;\">Foto: Thor Møller</span></p>\n","wordpress_id":22601,"translations":{"nb":{"url":"/2018/08/20/er-olglassene-vare-egentlige-nedbrytbare/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c84583a7-a8e1-56a2-8753-2970cde0f162","locale":"nb"}}