{"data":{"wordpressPost":{"title":"Øyafestivalens grønne boks","date":"2009-08-10T12:22:00.000Z","content":"<p>Under Øyafestivalen vil samtlige artister og publikum få mulighet til å videoblogge sin hjertens mening om politikernes klimaarbeid. Under hele festivalen vil det stå en grønn boks på festivalområdet med mulighet for videoblogging.</p>\n<p>Tiltaket er en del av et samarbeid mellom Øyafestivalen og klimaprosjektet Grønn Boks.</p>\n<p>&#8211; Miljøsatsningen er en viktig del av Øyafestivalen, og dette tilbudet gir folk en flott sjanse til å ytre seg og delta i debatten, sier Øyas miljøsjef Linnéa Svensson.</p>\n<p>Bak Grønn Boks står norske energibedrifter. &#8211; Vi ber folk om å vise sitt engasjement i klima- og energispørsmål. På Øya kommer vi i kontakt med engasjerte artister og publikummere, og dette er deres mulighet til å komme med en appell til politikere, sier direktør i Energibedriftenes landsforening, EBL, Kristian Pladsen.</p>\n<p>Øyafestivalen vil oppfordre artister som spiller på festivalen om å komme med sine bidrag til videobloggen. Bidragene som kommer inn underveis i festivalen (11.- 15. august) vil du kunne se på <a href=\"http://www.gronnboks.no\" target=\"_blank\">gronnboks.no</a></p>\n<p>De beste bidragene og blogginnleggene får gavekort fra billettservice.</p>\n<p>Øyafestivalens samarbeid med Grønn Boks og EBL er en del av de konkrete tiltakene festivalen gjennomfører som et ledd i sin miljøplan. Videobloggen er et av disse. Den grønne boksen vil stå ved Natur og Ungdoms stand ved Vikascenen.</p>\n<p>Åpningstidene for videobloggingen er:<br />\nonsdag – torsdag: 13.30 &#8211; 21.00<br />\nfredag 13.00 – 21.00<br />\nlørdag 12.00 &#8211; 20.00.</p>\n<p>FACEBOOK<br />\nEt annet samarbeidstiltak er lanseringen av en ny Facebook-applikasjon, kalt Min Grønn Boks, der folk kan velge tre tiltak som setter ”grønne fotavtrykk”, og lage seg sin personlige samling klimatiltak som de deler med venner på nettet. Selvsagt også med egne ”Øya-tiltak”. <a href=\"http://apps.facebook.com/mingronnboks/\" target=\"_blank\">SE HER</a></p>\n","wordpress_id":526,"translations":{"nb":{"url":"/2009/08/10/ayafestivalens-granne-boks/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3bb471a1-3da3-5411-bc20-f64339dc6e12","locale":"nb"}}