{"data":{"wordpressPage":{"title":"Anne K. Senstad","content":"<p>Kunst på Øya er stolte av å presentere Anne Katrine Senstads verk <em>GOLD GUIDES ME</em>.</p>\n<p>Dette monumentale neonskiltet ble første gang vist som en stedsspesifikk installasjon på taket av UNESCO-bygget Gistfabriek som del av Bruges Contemporary Art and Architecture Triennale i 2015.</p>\n<p><em>GOLD GUIDES ME</em> er et verk inspirert av den romerske filosofen Boethius’s livsverk «Filosofiens Trøst», samtidig som det spiller på uttrykket «God Guides Me» og kommersiell reklameestetikk. Verket snakker om verdens økonomiske tilstand, grådighet, etikk og vårt vestlige verdisystem.</p>\n<p>Hva skjer når vi bytter ut GOD med GOLD? Når vårt indre kompass ikke lenger styres av kollektive eller spirituelle verdier, men av jaget etter individuelt eierskap, makt og rikdom?</p>\n<p>GOLD GUIDES ME er en del av Senstads kunstprosjekt «Capitalism in the Public Realm», som utforsker etiske verdier. Verket ble produsert til Bruges Contemporary Art and Architecture Triennale i samarbeid med Brugge Plus.</p>\n<p>Anne Katrine Senstad er norsk kunstner med base i New York, hun er utdannet ved Parsons School of Design og The New School for Social Research i New York. Senstad arbeider innen mange ulike medier og utrykk. Hun tar utgangspunkt i det stedspesifikke og fokuserer på sosiale og politiske tema gjennom bevisst bruk av persepsjon, farge, lys og lyd.</p>\n<p>Sentrale utstillinger inkluderer «Topologies for a Vertical Sound &#8211; Anne Senstad, a midcareer survey» på Venezia Biennalen 2017, «TIME BEYOND PLACE», en krysskulturell platform Senstad etablerte for og med kvinnelige kunstnere i Saudi Arabia i samarbeid med King Abdulaziz Center for World Culture, Cultrunners og ITHRA, «Kinesthesia in Kvinesdal», Utsikten Kunstsenter, Kvinesdal, «Is Her Name Red?», Stiftelsen 3.14, Bergen og «Light Words», Zendai MOMA, Shanghai.</p>\n<p>Hun har også laget en rekke offentlige utsmykninger blant annet for Wolf Center for The Arts, BGSU, Ohio i samarbeid med Snøhetta.</p>\n<p><a href=\"http://www.annesenstad.com\">www.annesenstad.com</a></p>\n","wordpress_id":20504,"locale":"nb","slug":"anne-k-senstad","translations":{"nb":{"url":"/kunst/anne-k-senstad/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"46bec6fe-5635-5f8e-acfb-4ff9911a8ae5","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/kunst/anne-k-senstad/","redirect":false}}}