{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"f33366a0-b6a5-5ae1-a5a4-02c8173d3fdd","slug":"bruk-kort-pa-%c3%b8ya","title":"Bruk kort på Øya","date":"2011-08-09T12:06:00.000Z","excerpt":"<p>Alle våre barer og flere av matutsalgene har kortterminal under festivalen. Dette vil mange steder være den enkleste måten å handle på. Det finnes i tillegg minibank inne på festivalområdet, i nærheten av Vika-scena.</p>\n"}},{"node":{"id":"73de7468-43f3-5aef-9d53-8da2f5a0f34e","slug":"shabazz-palaces-erstatter-q-tip","title":"Shabazz Palaces erstatter Q-Tip","date":"2011-08-09T07:17:37.000Z","excerpt":"<p>Vi har på kort varsel fått inn Shabazz Palaces som erstatter for Q-Tip. Bak dette navnet skjuler det seg noe av årets mest spennende hiphop. Gjengen fra Seattle har mottatt en stor mengde fantastiske anmeldelser over hele USA, for den ferske debuten Black Up. Vi har jobbet døgnet rundt i hele helga for å finne en erstatter. Vi har sjekket en haug med artister og er glade vi klarte å få tak i et bra alternativ, noe som ikke er enkelt på så kort varsel.</p>\n<p>Det var meningen at Q-Tip skulle komme til Middelalderparken neste uke, for å gjøre det godt igjen etter fjorårets avlysning. Nå viser det seg at han heller ikke kommer denne gangen. Det er trist for alle som hadde gleda seg til konserten. Vi venter fortsatt på en offisiell begrunnelse for avlysningen. </p>\n"}},{"node":{"id":"1c947a7d-1a9a-56fe-a62d-e42ad75ff4af","slug":"intervju-explosions-in-the-sky","title":"INTERVJU: EXPLOSIONS IN THE SKY","date":"2011-08-08T22:12:00.000Z","excerpt":"<p>Torsdag 11. August inntar de eminente post-rockerne i Explosions In The Sky Vika-scenen for å gi deg drømmende, instrumentell kjærlighet du ikke bør gå glipp av. Austin-gjengen slapp sin sjette plate Take Care, Take Care, Take Care i vår etter en sabbatsperiode på omtrent fire år. En del har skjedd i løpet av disse åra både på personlig og musikalsk plan, og vi tok en prat med gitarist Mark Smith om familielivet, skriveprosessen, den nye skiva og livet på veien.</p>\n"}},{"node":{"id":"7d2cc4bd-aa16-5a92-9247-c42c3bd19f0c","slug":"oppdateringer-i-programmet-til-klubbdagen","title":"Oppdateringer i programmet til Klubbdagen","date":"2011-08-08T18:11:00.000Z","excerpt":"<p>Nå er det under ei uker til Øyafestivalen sparkes i gang med en masse konserter på 22 scener i Oslo med Klubbdagen (tirsdag 9. august). Det har blitt noen endringer i programmet den siste tiden, blant annet med noen band som har blitt nødt til å bytte plass. <a href=\"http://oyafestivalen.com/pages/nor/8-program\" target=\"_blank\">Oppdatert program finner du alltid her</a></p>\n"}},{"node":{"id":"46caba99-4158-584c-9b93-279fe4503a6f","slug":"full-fart-pa-%c3%b8ya","title":"Full fart på Øya","date":"2011-08-08T14:29:00.000Z","excerpt":"<p>Øyafestivalen er snart i gang, og en hel del må gjøres før portene åpner klokka 12.00 onsdag morgen. Nede ved vannspeilet gresser canadagjessene tilsynelatende uforstyrra mens scener bygges, telt settes opp og arbeidslystne frivillige stadig strømmer inn på det allerede travle festivalområdet. </p>\n"}},{"node":{"id":"fc3e14bc-eb55-5d08-8df8-d7e6d6c5caba","slug":"forsatt-billetter-igjen-til-%c3%b8yakino","title":"Forsatt billetter igjen til Øyakino","date":"2011-08-08T11:45:32.000Z","excerpt":"<p>Det er forstatt igjen billetter til alle Øyakinoforestillingene, så har du ikke kjøpt billetter til Jenny Hvals stumfilmkonsert eller en av de andre filmene er muligheten fortsatt til stede. Filmene som vises er “2 steg från Håkan” om Øya-aktuelle Håkan Hellstrøm, dokumentaren “Pushwagner” om det som er Norges kanskje mest spennende samtidskunstner, sambadokumentaren “Sambaen i meg”, den norske oppvekstfortellingen “Få meg på for faen”, samt drama og action i “Tropa De Elite 2” og “Captain America”.</p>\n"}},{"node":{"id":"c7c6d2b2-03dd-5de4-8e57-a84ed562a4bc","slug":"viktig-info-til-alle-med-%c3%b8ya-billett","title":"Viktig info til alle med Øya-billett","date":"2011-08-05T14:02:00.000Z","excerpt":"<p>I fjor opplevde vi en del kø ved innslipp på onsdagen under festivalen, da flere tusen personer ankom omtrent samtidig på ettermiddagen. Dette medførte at noen sleit med å komme inn på konsertene med sine favorittartister i tide.</p>\n<p>Som tidligere år er det en ting alle med Øya-billett kan gjøre for å slippe raskere inn på festivalområdet. Ved å bytte fra billett til armbånd allerede førstkommende mandag eller tirsdag, vil du komme mye kjappere inn på festivalen. Dette kan du gjøre i vårt telt på Youngstorget i sentrum. Her byttes både femdagerspass og dagsbilletter inn i armbånd.</p>\n"}},{"node":{"id":"035822a4-e6b9-5775-8db2-65ebb31486a0","slug":"q-tip-avlyser-vi-jobber-med-en-erstatter","title":"Q-tip avlyser &#8211; vi jobber med en erstatter","date":"2011-08-05T12:47:00.000Z","excerpt":"<p>Det var meningen at Q-Tip skulle komme til Middelalderparken neste uke, for å gjøre det godt igjen etter fjorårets avlysning. Nå viser det seg at han heller ikke kommer denne gangen. Det er trist for alle som hadde gleda seg til konserten. Vi venter fortsatt på en offisiell begrunnelse for avlysningen. For øyeblikket prøver vi å finne en tilgjengelig erstatter.</p>\n"}},{"node":{"id":"f708c0aa-132f-5b88-b482-4325e3e84752","slug":"veronica-maggio-spiller-onsdag-10-august","title":"Veronica Maggio spiller onsdag 10. august","date":"2011-08-05T08:58:21.000Z","excerpt":"<p>Vi har hatt en åpen plass i Øya-programmet og nå er det klart hvem som skal fylle den. En av Skandinavias største popsuksesser de siste åra kommer til Middelalderparken for å spille på Sjøsiden. Veronica Maggio spiller klokka 17.05 på onsdag 10. august. Det betyr at Edward Sharpe &#038; The Magnetic Zeros går på samme scene først 18.45.</p>\n"}},{"node":{"id":"ca38720e-4cdf-5ae0-9674-a9f224a11a19","slug":"fa-med-deg-smugs-fete-%c3%b8yanattprogram-pa-sukkerbiten","title":"Få med deg Smugs fete Øyanattprogram på Sukkerbiten","date":"2011-08-05T07:29:00.000Z","excerpt":"<p>I samarbeid med Øyafestivalen kan smuglesning.no og Sukkerbiten ønske velkommen til en festivaluke med etterfester og konserter. Programmet starter rett etter at siste artist har gått av scenen i Middelalderparken.</p>\n<p>JAMES BLAKE DJ-SETT / HERCULES AND LOVE AFFAIR ETTERFEST OG DJ-SETT / TWIN SHADOW DJ-SETT / HOW TO DRESS WELL / CHAD VALLEY / LEMÂITRE / GEORGE FITZGERALD</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":110,"pageCount":183,"additionalContext":{}}}