{"data":{"wordpressPost":{"title":"Fire nye navn i parken","date":"2009-05-04T07:40:00.000Z","content":"<p>THÅSTRÖM (SE) – veteran som fortsatt leverer<br />\nAMANDA BLANK (US) &#8211; kvinnelig rapper på vei mot stjernene<br />\nTHE VERY BEST feat. Esau Mwamwaya &#038; Radioclit (MW/UK) &#8211; fra Malawi til London, nå for første gang i Oslo<br />\nTHE SOFT PACK (US) &#8211;\tfire amerikanske rockere og et nødvendig navnebytte</p>\n<p>Les, hør og se</p>\n<p>Den svenske evigunge veteranen Thåström er vel kjent for alle som har fulgt skandinavisk rock de siste tiåra. I tillegg slipper vi tre heite og ferske navn, Amanda Blank og The Soft Pack fra USA, pluss samarbeidet The Very Best fra Malawi og London. Thåström spiller fredag 14. august, mens de tre andre alle sammen spiller lørdag 15. august. Vi legger ikke skjul på at dette er fire navn vi er svært stolte av. Tre av dem har aldri vært i Norge før. Vel det er nesten sant, Amanda Blank var med Spank Rock til Øya i 2006, men nå er hun endelig klar for sin Oslo-debut som soloartist.</p>\n<p>Tidligere i dag gikk det også ut en melding om at det nå er kun 900 festivalpass igjen til årets Øyafestival. Vil du ha med deg hele festivalen, kan det være lurt å handle billett med det samme.</p>\n<p>Øyas bookingavdeling håper å ha de neste navna klare til Norsk Rockforbunds festivalslipp onsdag 6. mai kl 12.30 på Rockefeller.</p>\n<p>THÅSTRÖM (SE) – fredag 14/8<br />\nJoakim Thåström har vært en av Sveriges viktigste artister og rockepoeter i over 30 år. Det er i år 20 år siden første soloalbum og er ingen grunn til å tvile på at han fortsatt har gode låter på lager og nerven i behold. I mars kom hans foreløpig siste soloalbum Kärlek Är För Dom. Bidragsytere på skiva er blant annet Anna Ternheim, samt folk fra Wilmer X og bob hund. Thåström kom inn i den svenske, og norske, rockebevisstheten med Ebba Grön. Dette pønkbandet satte en ny standard for morsmålsrock, som mange har forsøkt å strekke seg etter. Hvem har vel ikke brukt tenåra på å skråle til Häng Gud og Vad Skall Du Bli? Neste steg for Thåstrøm var Imperiet, som må sies å være blant 80-tallets aller viktigste skandinaviske band. Punkinnstillingen var der fremdeles, sjøl om de bevega seg i et utvida pop/rock-landskap. Imperiet leverte i løpet av en femårsperiode en imponerende rekke skiver og singler, som står like sterkt i dag. På 90-tallet flørtet han en periode med industrirock i Peace, Love and Pitbulls, men var snart tilbake i en rå singer/songwriter-utgave. Han har en helt egen evne til å levere sterke melodier, med tekster som både føles nære og allmengyldige. Thåström er fortsatt en liveartist å regne med og i Middalalderparken vil du kunne oppleve en skandinavisk rockestorhet fredag 14. august.<br />\n<a href=\"http://www.youtube.com/watch?v=6r_XtR1FdZo\" target=\"_blank\">SE VIDEO</a></p>\n<p>AMANDA BLANK (US) – lørdag 15/8<br />\nAmanda Blank er spådd en lysende karriere og vi føler at vi har ventet en god stund, men nå er hun endelig klar med sitt debutalbum som slipper 14 juli. Noen kjenner kanskje Amanda Blank fra hennes samarbeider med Spank Rock, Ghostface Killah, M.I.A., Santigold. De våkneste av festivalgjengangerne fikk kanskje med seg at hun var på Øya med nettopp Spank Rock i 2006. Vi så henne live i USA for noen måneder siden og ble fans øyeblikkelig. Midt på sommeren kommer altså Philadelphia-damas første soloalbum på Downtown Records (Gnarls Barkley, MSTRKRFT, Santigold m. fl.). På skiva får hun, i følge ryktene, hjelp av Diplo, Lykke Li, Santigold, David Sitek fra TV on the Radio og noen til. Amanda er en særegen artist, med sans for både rock og hip hop. På Øyafestivalen vil du kunne glede deg over en av USAs heiteste nye rappere akkurat nå. Lørdag 15. august inntar hun nemlig Middelalderparken og skal sørge for en helgestemning som kommer til å vare til den første snøen kommer. Vi kan garantere at det er god grunn til å glede seg. Våre bookingfolk storkoste seg under hennes konsert på SXSW i Austin i vår. Nå ser de fram til at hun skal frelse Oslo på samme måte.<br />\n<a href=\"http://www.myspace.com/amandablank\" target=\"_blank\">MYSPACE</a><br />\n<a href=\"http://www.youtube.com/watch?v=Co8SwKe_4vA\" target=\"_blank\">SE VIDEO</a></p>\n<p>THE VERY BEST feat. Esau Mwamwaya &#038; Radioclit (MW/UK) – lørdag 15/8<br />\nThe Very Best tar musikken fra Malawi via London til Oslo for første gang i august. De stod høyt på lista vår når vi startet bookinga i høst, men The Very Best har fokusert mest på USA. Masinga vår hjalp til slutt og The Very Best gjør Øya som en av svært få europeiske festivaler i 2009. Den erfarne musikeren Esau Mwamwaya fra Malawi og den britiske duoen Radioclit har sammen dannet The Very Best. Med elementer av tradisjonell musikk fra Esaus hjemland, hiphop, klubbmusikk og pop, har de snekra sammen noe helt eget. Ryktet om dette fantastiske samarbeidet har gått på nettet en stund. Lørdag 15. august kan du oppleve det hele med egne ører i Middelalderparken. Så langt har de skapt seg et navn på sitt særegne arbeid med remixer, covere (fra The Beatles til Vampire Weekend) og ulike musikalske samarbeid (blant annet M.I.A. og Santigold). Mixtapeskiva Esau Mwamwaya and Radioclit Are The Very Best kom på tampen av fjoråret. Det virkelige debutalbumet nærmer seg, og det er mange som føler at ventetiden gjør dem urolige av spenning. I august kan du kaste deg ut i dansen under Øya. Dette er festmusikk for livsnytere og alle andre nysgjerrige.<br />\n<a href=\"http://www.myspace.com/theverybestmyspace\" target=\"_blank\">MYSPACE</a><br />\n<a href=\"http://www.youtube.com/watch?v=nTpX1NpDSBw\" target=\"_blank\">SE VIDEO</a></p>\n<p>THE SOFT PACK (US) – lørdag 15/8<br />\nVi har fulgt med på dette bandet noen år nå og vi har sett de på små svette klubber i New York, under navnet The Muslims. Etter at de trakk til seg mer og mer oppmerksomhet fra media og plateselskaper, kom presset om å bytte navn. De opplevde livet som litt trøblete med navnet The Muslims og bytta til The Soft Pack, som sålang har fungert langt bedre. San Diego-kvartetten spiller tøff rock i krysningspunktet mellom garasjerock og punk. Nylig signerte de med finfine Kemado Records, som også har tidligere Øya-band som Diamond Nights, Saviours og Cheeseburger i stallen. I vår er de på veien med Titus Adronicus, mens de tidligere har varma opp for blant annet The Breeders, The Last Shadow Puppets og Franz Ferdinand. De har kun to EPer og noen singler  på CVen og det er mange der ute som venter spent på debutalbumet, som kommer i september. Sulter du etter noe ny og fet rock lørdag 15. august, er Øyafestivalen og The Soft Packs konsert stedet og innfinne seg.<br />\n<a href=\"http://www.myspace.com/thesoftpack\" target=\"_blank\">MYSPACE</a><br />\n<a href=\"http://www.youtube.com/watch?v=L6xr0UjXp7c\" target=\"_blank\">SE VIDEO</a></p>\n","wordpress_id":595,"translations":{"nb":{"url":"/2009/05/04/fire-nye-navn-i-parken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"56522aa6-82bc-597f-9f28-c055e5a08c0e","locale":"nb"}}