{"data":{"wordpressPost":{"wordpress_id":21892,"title":"Ny norsk musikk på Øya – Billetter igjen til to dager","excerpt":"<p>Billetter igjen til kun to dager, lørdagen er nettopp utsolgt!  Sju nye norske til Biblioteket: Heave Blood &#038; Die / Das Body / The Other End / NEDJA / Mall Girl / girl in red / Isak Shorty</p>\n","content":"<p>Biblioteket er vår intime scene for nye artister, litteratur, prat og annet. Som hvert av de siste åra presenterer vi her minikonserter med navn vi har stor tro på. Vi anbefaler alle å stikke innom Biblioteket for å sjekke ut noen navn vi håper er klare for Øyas hovedscener om ett, to eller tre års tid.</p>\n<p>Nå i starten på sommeren har billettsalget til Øya virkelig skutt fart. På kort tid har vi gått tom for ukespass og onsdagsbilletter. For noen timer siden solgte Ticketmaster i tillegg ut lørdagen. Det betyr at man nå har to valgmuligheter igjen, torsdag 9. august og fredag 10. august.</p>\n<p>OBS, noen få lørdagsbilletter henger igjen som reservasjoner. Om ikke disse blir kjøpt, vil de igjen bli tilgjengelige for salg.</p>\n<p>&nbsp;</p>\n<p>Konsertene i Biblioteket</p>\n<p>Onsdag 8. august: The Other End + Isak Shorty</p>\n<p>Torsdag 9. august: Nedja</p>\n<p>Fredag 10. august: Heave Blood &amp; Die + Mall Girl (bildet)</p>\n<p>Lørdag 11. august: Das Body + girl in red</p>\n<p>&nbsp;</p>\n<p><strong>Heave Blood &amp; Die </strong></p>\n<p>Heave Blood &amp; Die fra Tromsø slapp i år sitt andre album Vol II, som har blitt unisont hyllet i norsk og internasjonal presse. «Verdensklasse», «Dødsstøt mot kjedsomhet», «Et av årets album», «Flaggskip i egen sjanger» &#8230;lista med superlativer er lang, og kvintetten har på kort tid etablert seg som et av landets mest spennende band, både på plate og live. Vibe-rock-bandet har på Vol II utviklet sitt sound og leker med sjangeroverskridelser &#8211; noe som smitter over på et svært energisk liveuttrykk. Deres unike bruk av synth, uforutsette harmonier, pedaler og lekne trommer viser godt hvordan bandet er ulikt noe du har hørt før. Med nytt album i sekken og nominasjon til den prestisjetunge Urørtfinalen på NRK P3 er Heave Blood &amp; Die et band du må få med deg live i år!</p>\n<p><a href=\"https://www.facebook.com/heavebloodanddie/\">www.facebook.com/heavebloodanddie</a></p>\n<p>&nbsp;</p>\n<p><strong>Das Body </strong></p>\n<p>Das Body er et nytt Osloband med den eksentriske Ellie Linden i front. De spilte sine aller første konserter i januar i år, og fikk voldsom respons. På grunnlag av debutkonsertene og en hjemmelaget demo fikk de en avtale med den internasjonale konsertarrangøren FKP Scorpio og ble booket til tre konserter på by:Larm i mars. Konsertene der ga enda mer medvind, og Dagsavisen skrev bl.a: «De både ser og høres ut som stjerner» og at «Låta Know My Name kan være den beste nye på hele festivalen i år». Lignende omtaler kom også i internasjonale medier som besøkte by:Larm, og i april signerte Das Body med det amerikanske labelet Luminelle Records. De kommer med sin første singel i juni, og følger opp med debut-EPen etter sommeren.</p>\n<p><a href=\"https://www.facebook.com/dasbody/\">www.facebook.com/dasbody</a></p>\n<p>&nbsp;</p>\n<p><strong>The Other End</strong></p>\n<p>Indie/slowcore-duoen The Other End slapp sin debut-EP i mars i år, til gode kritikker fra både lokal og internasjonal presse. EPen mottok terningkast 6 i Bergensmagasinet og Bergens Tidende anmeldte utgivelsen til 5 av 6 hjerter. «Denne bergensduoen må du følge med på», meldte avisen, mens duoen blant annet ble beskrevet som «one of the most exciting new bands from Scandinavia» og «the Scandinavian answer to London Grammar or Julien Baker» fra internasjonalt hold. The Other End skrev i april under en avtale med Just Isn’t Music (Ninja Tune), og befinner seg nå på samme roster som Diplo, ODESZA, Flying Lotus, Thundercat og Young Fathers.</p>\n<p><a href=\"https://www.facebook.com/TheOtherEndBand/\">www.facebook.com/TheOtherEndBand</a></p>\n<p>&nbsp;</p>\n<p><strong>Isak Shorty </strong></p>\n<p>Isak Shorty – fullt navn Isak Albert Solheim Kvamme – er en 18 år gammel rapper fra Ålesund. Isak startet å skrive tekster og lage sanger for ca 2 år siden. Han har vært allsidig i sine interesser og dette med musikken har vokst sakte, men sikkert, frem. I mars i 2017 la han sin første sang på Spotify – Venna &#8211;  og siden har han brukt det meste av sin fritid på å skrive nye tekster og jobbe sammen med sine gode kompanjonger lokalisert i Stavanger, som både produserer og lager beats sammen med og for han.</p>\n<p>Han vant den nasjonale Musikkprisen-finalen og med det en uke med innspilling i Ocean Sound Recording studio på Giske, samt å opptre på Trondheim Calling i februar 2019.</p>\n<p>Isak Shorty skriver på norsk, og på dialekt. Han er direkte og ærlig, og han skriver om det som engasjerer dagens ungdom. Dette treffer. Ungdommen og voksne kan kjenne seg igjen i det han formidler. Isak brenner for musikken og vil satse på den, det er lett å merke energien og engasjementet hans når han står på scenen.</p>\n<p><a href=\"https://www.facebook.com/IsakShorty/\">www.facebook.com/IsakShorty</a></p>\n<p>&nbsp;</p>\n<p><strong>NEDJA </strong></p>\n<p>Nykommeren NEDJA kombinerer ulike musikksjangere som kan danses til, og nytes. Hun er vokst opp i et hjem med soulful RnB, italiensk opera og arabisk folkemusikk, noe som har påvirket soundet hennes. Den sjelfulle stemmen hennes bærer gjennom funky beats, med sterke meninger og dikt fra virkeligheten. NEDJA slapp debut-singelen sin Comfort Zone i samarbeid med Kiplemore i vinter, og varmet opp for Øya-aktuelle Thea &amp; The Wild på Blå i mars. Nå jobber hun med musikkprosjekter som slippes i 2018 og 2019.</p>\n<p><a href=\"https://www.facebook.com/nedjabouzaida/\">www.facebook.com/nedjabouzaida</a></p>\n<p>&nbsp;</p>\n<p><strong>Mall Girl  </strong></p>\n<p>Mall Girl er et ungt popband med et energisk liveshow. Inspirasjonskildene deres spenner fra åttitallspop til noise og matterock til indie, og er knyttet sammen av et lekent uttrykk. Denne våren har de blant annet spilt konsert på Novafest, Serendip og KunstKræsj og etter kort tid startet å etablere seg som ett av de mest spennende bandene som er på vei inn i den norske popscenen. I slutten av april ga de ut sin første singel Slay Queen, som ble umiddelbart anbefalt av Urørtpanelet til P3.</p>\n<p><a href=\"https://www.facebook.com/Mall-Girl-207235496673985/\">www.facebook.com/Mall-Girl</a></p>\n<p>&nbsp;</p>\n<p><strong>girl in red </strong></p>\n<p>Marie Ulven er ei helt vanlig jente på 19 år fra Horten, eller, ikke helt vanlig, ettersom hun innehar et låtskrivertalent av de sjeldne, og har skapt en liten sensasjon av et musikkprosjekt. I løpet av kort tid har hun oppnådd oppmerksomhet med låter som Summer Depression, I Wanna Be Your Girlfriend og Say Anything. De to førstnevnte ble anbefalt av NRK P3 Urørt i februar og har siden generert flere hundre tusen avspillinger på Soundcloud og Spotify, godt hjulpet av adds på lister som Fresh Finds og Bedroom Pop. Selv vil hun beskrive sin egen musikk som ufiltrert. Med kun seg selv involvert i den kreative prosessen hvilket deretter publiseres rett fra soverommet får det hele et naturlig, rått preg over seg.</p>\n<p><a href=\"https://girlinred.bandcamp.com/\">girlinred.bandcamp.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","date":"2018-06-12T09:49:40.000Z","featured_image":{"title":"MALLGIRL_KVAMSTØTUNGE_3 (1) crop bw","filename":"mallgirl-kvamstotunge-3-1-crop-bw.jpg","filesize":77658,"url":"http://oya.test/assets/uploads/2018/06/mallgirl-kvamstotunge-3-1-crop-bw.jpg","link":"/2018/06/12/ny-norsk-musikk-pa-oya-billetter-igjen-til-to-dager/mallgirl_kvamstotunge_3-1-crop-bw/","alt":"","author":"3","description":"","caption":"foto Ingrid Kvamstø/Hilde Tunge","name":"mallgirl_kvamstotunge_3-1-crop-bw","status":"inherit","uploaded_to":21892,"date":"2018-06-11 09:51:51","modified":"2018-06-12 16:10:08","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2018/06/mallgirl-kvamstotunge-3-1-crop-bw-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2018/06/mallgirl-kvamstotunge-3-1-crop-bw-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2018/06/mallgirl-kvamstotunge-3-1-crop-bw-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2018/06/mallgirl-kvamstotunge-3-1-crop-bw.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2018/06/mallgirl-kvamstotunge-3-1-crop-bw.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2018/06/mallgirl-kvamstotunge-3-1-crop-bw.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2018/06/mallgirl-kvamstotunge-3-1-crop-bw.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2018/06/12/ny-norsk-musikk-pa-oya-billetter-igjen-til-to-dager/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"20383233-6c24-57b0-94bb-f9e3312abef2","locale":"nb"}}