{"data":{"wordpressPost":{"title":"Det beste fra ATP på Øya","date":"14th January 2009","content":"<p>Før jul fant foreløpig siste utgave av den meget spennende All Tomorrow’s Parties sted i Minehead, England. Vi har nå fått bekreftet to av de største høydepunktene fra vinterens heftigste musikkopplevelse og gleder oss til å kunne presentere disse to rå livebanda for publikum i Middelalderparken.</p>\n<p>FARMERS MARKET<br />\nFarmers Market er landets fremste utøvere innen balkaninspirert gledespreding. Med skiver som Speed Balkan Boogie og Musikk fra Hybridene lekte Farmers Market seg på 90-tallet gjennom elementer fra bulgarsk og rumensk folkemusikk.  Foreløpig siste album Surfin’ USSR (2008) kom ut på den allsidige Mike Pattons (Faith No More, Fantomas, Tomahawk, Mr. Bungle…) label Ipecac. NRK lot seg imponere over utgivelsen og skrev at ”Her er tusenvis av detaljer formet til gode melodier. Og til tross for alle sjangerblandinger og referanser, er det et fint knippe melodier som passer godt til hverandre”. Patton var også en viktig del av programmeringen på siste All Tomorrow’s Parties i England, hvor Farmers Market gjorde stor suksess. Bandet spiller teknisk upåklagelig musikkmoro i et imponerende tempo og den nysgjerrige lytter kan registrere instrumenter som sekkepipe, saksofon, trekkspill og klarinett, i tillegg til bass, gitar og trommer. Kom og gled deg over et herlig liveband som kommer til å sprute gnister utover parken. Kjenner du ikke Farmers market fra før, kan vi love en annerledes musikkfest og vi anbefaler at du kaster deg inn i dansen.</p>\n<p><a href=\"http://www.myspace.com/farmersmarkettheband\" target=\"_blank\">MYSPACE</a></p>\n<p>MONOTONIX (IL)<br />\nVåre utsendte trodde ikke sine egne øyne da de opplevde Monotonix i Texas i fjor vår eller i New York for noen få måneder siden. Makan til hektisk og herlig show trodde vi ikke var mulig. Denne galskapen har de reist rundt med på begge sider av Atlanteren og har spilt flere hundre konserter de siste to-tre årene. Debututgivelsen Body Language kom ut våren 2008 og inneholder frekk garasjepunk. Likevel er det på scenen denne trioen hører hjemme. Amerikanske Spin har kalt dem &#8220;Most exciting live band in rock&#8217;n&#8217;roll”, noe vår bookingsjef kan skrive under på. Han har sjelden sett noe så spinnvilt og heseblesende. Blant bandets egne favoritter finner man god rock fra Sonics til Thin Lizzy. I løpet av få år har de delt scene med en variert liste rockeband, blant andre Gore Gore Girls , Neko Case, Dark Meat, Silver Jews, Genghis Tron, CPC Gangbangers, Best Fwends, Calvin Johnson, Torche og Øya-aktuelle Crystal Antlers. Sikre kilder forteller oss at de under ATP tok met seg utstyr og publikum ut på gata, for så å fortsette konserten der. Til sommeren skal de spille på en mengde fete europeiske festivaler og vi er storfornøyde med at Øyafestivalen er en av dem.</p>\n<p>Vår bookingsjef Claes Olsen klarer fortsatt ikke å glemme sin Monotonix-opplevelse fra i høst: ” Dette er bandet dere MÅ sjekke ut på Youtube, rett og slett helt drøye greier. Vi måtte bare booke  bandet etter å ha blitt slått i bakken da vi så Monotonix på Knitting Factory i New York i november under CMJ-festivalen. Vokalisten starter konserten med å stå på gitarforsterkerne foran på scenekanten. Han tar av seg t-skjorta og putter den i tangatrusa før han stagediver oppå trommisen som er plassert på gulvet blant oss i publikum&#8230;. Hele konserten blir vi en del av eneste stor moshpit som inkluderer hele lokalet. Det hele avsluttes med at to trommiser blir løftet opp av publikum, og spiller trommer på toppen av oss, bølgende fram og tilbake. Den kvelden var det ikke noe vits å se flere band, ingen ting kunne overgå dette showet. Vi gleder oss til å se en gigantisk moshpit på Øya.”</p>\n<p>Ønsker du deg lignende minner, er det bare å innfinne seg.</p>\n<p><a href=\"http://www.myspace.com/monotonix\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":647,"translations":{"nb":{"url":"/2009/01/14/det-beste-fra-atp-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6491c732-6807-58d4-9146-e0875b4066bb"}}