{"data":{"wordpressPost":{"title":"First acts confirmed for Øya 2013","date":"2012-11-28T13:22:50.000Z","content":"<p><strong>OF MONSTERS AND MEN (IS)</strong><br />\n<strong> TØNES</strong><br />\n<strong> REBEKKA KARIJORD</strong><br />\n<strong> ANGEL HAZE (US)</strong><br />\n<strong> GOAT (SE)</strong><br />\n<strong> MONICA HELDAL</strong><br />\n<strong> OKKULOKRATI</strong></p>\n<p>The first acts for next year’s Øya Festival are now confirmed. The festival passes will be on sale on Thursday 29th of November, 9.00 a.m. at Billettservice. Tickets can be purchased online, at the post office, 7 Eleven or Narvesen.</p>\n<p><a href=\"http://www.billettservice.no/event/367293\" target=\"_blank\">Buy tickets here</a></p>\n<p>More artists will be confirmed soon, but you should not wait to buy your tickets. We sold many festival passes for 2013 in August, during our special offer. Our festival passes sold faster than ever in 2012, and were sold out by mid-February.</p>\n<p><strong>OF MONSTERS AND MEN (IS)</strong><br />\nThis year’s biggest pop success from Iceland are Of Monsters And Men. In the  spring they released the 2011 album My Head Is An Animal in the rest of Europe. The album entered the top ten in countries such as UK, USA, Canada, Germany, Netherlands and of course Iceland. They now tend to sell out in every country they choose to tour. If you like Arcade Fire, The Magic Numbers, Mumford &amp; Sons and Edward Sharpe &amp; The Magnetic Zeros, Of Monsters and Men can soon become your new favorites.<br />\nBBC was impressed with the debut and wrote: &#8211; There isn’t a bad pop song here, and the balance between whimsy, sensitivity and boisterous fun is expertly weighted. Little Talks is dominating the airwaves, but Of Monsters and Men are far more than one-hit wonders.</p>\n<p>Of Monsters And Men have come very far in the two years since they got together. Their mix of folk rock and guitar pop, will probably get them an even bigger audience in the next 12 months. They are, in our opinion, the perfect festival band.<br />\n<a title=\"www.ofmonstersandmen.is\" href=\"http://www.ofmonstersandmen.is/\" target=\"_blank\">http://www.ofmonstersandmen.is/</a><br />\n<strong>TØNES</strong><br />\nAfter 16 years as a recording artist Frank Tønnesen, known as Tønes, finally got his breakthrough. With this year&#8217;s album, Sån Av Salve, he impressed both record buyers and critics. The media predicted that this would bring Tønes’ music to a wider audience. Looking at the ticket sales during the fall tour, one can establish that they were right. Sån Av Salve has spent two weeks among the ten best-selling albums in Norway.</p>\n<p>The folk singer from Sokndal in Rogaland made his debut with Rett Te Håves in 1996. Since then he has released several great album and EPs. Tønes writes songs with a certain melancholy, but he can also make you laugh out loud. He sings lyrics are full of everyday problems and songs with a gleam of hope. Frank Tønnesen played first time at Øya in 2009, at our smallest stage. This summer he returns as a crowd favorite.<br />\n<a title=\"www.toenes.com\" href=\"http://www.toenes.com/\" target=\"_blank\">http://www.toenes.com/</a><br />\n<strong>REBEKKA KARIJORD</strong><br />\nRebecca Karijord recently released her fourth album We Become Ourselves. The basic idea for the album has been described as a high mass to love. Her sensitive, exciting and beautiful pop has impressed critics in Norway and abroad. In the latest issue of MOJO recommend the album, claiming that it &#8220;creates its own world.&#8221; She embarks on a tour in England, Scotland and Ireland in January.</p>\n<p>Karijord has been playing music since she was very young and made her first demo recording in her early teens. The album debut came in 2003. On the new album, she has taken a few steps away from electronica, and has included more percussion, choirs, strings and organ. Rebecca Karijord is inspired by artists like Cat Power, PJ Harvey and Robert Wyatt. She also acts and has made music for theater and film, but now the focus is on material from We Become Ourselves. In August she plays The Øya Festival for the first time.<br />\n<a title=\"rebekkakarijord.com\" href=\"http://rebekkakarijord.com/\" target=\"_blank\">http://rebekkakarijord.com/</a><br />\n<strong>ANGEL HAZE (US)</strong><br />\nAngel Haze is one of the most promising young rappers from USA. She was born Raee&#8217;n Wahya and grew up in Michigan. Now she lives on the East Coast, and is safely within the tradition of American East Coast rap. In the summer of 2012 she released Reservation, and a few months later Classick EP. She is currently working on an album. The young rapper has been featured in a lot of blogs and music media. Her own press release states:<br />\n&#8211; Angel Haze is as confident as she is shy, and as proud as she is humble. Like many, here music Provides a breath of fresh air for those who have an appreciation for music with genuine substance.</p>\n<p>Pitchfork wrote &#8220;&#8230; Haze is not just one of hip-hop&#8217;s preeminent young faces, as Reservation readily displays, she&#8217;s also one of its preeminent young voices.&#8221;<br />\nAnd &#8230; &#8221; On <em>Reservation</em>, Angel Haze shows herself to be the rare rapper who has copped a great deal of contemporary popular hip-hop and R&amp;B and come out the other side as purely herself. The rap world is constantly in a state of flux and worry, but more artists like Angel Haze, and things should turn out alright.”</p>\n<p>Haze has signed with Universal at home and Island in Europe. At the moment she is planning to work together with another rising star, Azealia Banks. We do not know what 2013 will bring for Angel Haze, but are confident that you will hear more from her in the next few months and that many are excited about her concert in august.<br />\n<a title=\"facebook.com/AngelHazemusic\" href=\"https://www.facebook.com/AngelHazemusic\" target=\"_blank\">https://www.facebook.com/AngelHazemusic</a></p>\n<p><strong>GOAT (SE)</strong><br />\nGoat from the northern part of Sweden, has in recent weeks become international critic favorites after the release of the album World Music. Several critics have already argued that it may be on of this year&#8217;s strongest releases. Rough Trade record store has put it in their top five of 2012. Goat has mixed desert blues and Afro beat with psychedelic rock, rocking funk and old kraut. Some have tried to compare them to names like Fela Kuti, Can, Uncle Acid &amp; The Dead Beats and Funkadelic.</p>\n<p>BBC was enthustiastic about World Music : &#8221; You’ll soon find, however, that being a casual bystander simply isn’t an option: it’s all too captivating, too delirious and too gosh-darn wonderful for you not to join the fray. So surrender your mind, body and soul to the Goat and one of the year’s best albums so far&#8221;</p>\n<p>The Quietus has described Goat’s music as «Elemental fire music from the land of the midnight sun, pure incantations to ye gods of rock &amp; roll»</p>\n<p>We are looking forward to a magical concert with Goat at Øya.<br />\n<a title=\"goatsweden.blogspot.no\" href=\"http://goatsweden.blogspot.no/\" target=\"_blank\">http://goatsweden.blogspot.no/</a></p>\n<p><strong>MONICA HELDAL</strong><br />\nThe last two years, more and more people have opened their ears for Monica Heldal’s voice and guitar. The young artist has only released one vinyl single so far, but has impressed crowds from stages all over the country. In addition, she has played in France, Holland, England and Ireland. She is now preparing for her debut album, which will come out in 2013. Not long ago, she contributed on the title song to Ben Howard’s Burgh Island EP, which went to the top of the itunes chart in the UK.</p>\n<p>The artist from Bergen started playing guitar at age 12. She is inspired by a wide range of artists in blues, folk and rock, such as Rory Gallagher, Led Zeppelin, Thin Lizzy, Nick Drake, Emmylou Harris and Neil Young. If you haven&#8217;t seen her on stage before, use the opportunity at Øya.<br />\n<a title=\"rambleon.no/monica-heldal\" href=\"http://www.rambleon.no/monica-heldal/\" target=\"_blank\">http://www.rambleon.no/monica-heldal/</a></p>\n<p><strong>OKKULTOKRATI</strong><br />\nSeveral Norwegian bands who mixes elements from dirty punk, rock, sludge and metal have appeared in the last few year. Among the best are Okkultokrati, who just released their second album. The album is called Snakereigns and follows up the debut No Light For Mass from 2010. They have also released singles, and split releases with friends Årabrot and Haust.</p>\n<p>The new album was recorded with the help of Emil Nikolaisen (Serena Maneesh and Silver), and was released on Fysisk Format. The band has been on European tours with both Kylesa and Black Tusk. Okkultokrati on stage is like a date with rock&#8217;s ugly stepbrother and his furious dog. If you need to balance the light summer pop with something more dark and threatening, Okkultokrati be what you need during the festival.<br />\n<a href=\"http://okkultokrati.blogspot.no/\">http://okkultokrati.blogspot.no/</a></p>\n","wordpress_id":2790,"featured_image":{"title":"of monster and men øyafestivalen 2013 635x350","filename":"of-monster-and-men-yafestivalen-2013-635x3501.jpg","filesize":155763,"url":"http://oya.test/assets/uploads/2012/11/of-monster-and-men-yafestivalen-2013-635x3501.jpg","link":"http://oya.test/of-monster-and-men-oyafestivalen-2013-635x350-2-2/","alt":"","author":"4","description":"","caption":"","name":"of-monster-and-men-oyafestivalen-2013-635x350-2-2","status":"inherit","uploaded_to":0,"date":"2012-11-28 11:54:57","modified":"2012-11-28 11:54:57","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2012/11/of-monster-and-men-yafestivalen-2013-635x3501-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2012/11/of-monster-and-men-yafestivalen-2013-635x3501-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2012/11/of-monster-and-men-yafestivalen-2013-635x3501.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2012/11/of-monster-and-men-yafestivalen-2013-635x3501.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2012/11/of-monster-and-men-yafestivalen-2013-635x3501.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2012/11/of-monster-and-men-yafestivalen-2013-635x3501.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2012/11/of-monster-and-men-yafestivalen-2013-635x3501.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":null,"en":{"url":"/en/2012/11/28/first-acts-confirmed-for-oya-2013/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a723d953-c845-5378-bf1c-a3c5d9c23a39","locale":"en"}}