{"data":{"wordpressPost":{"title":"Konono No 1 og André Bratten til Øya &#8211;  En mulighet til for ukespass","date":"2013-05-13T10:14:05.000Z","content":"<p>&nbsp;</p>\n<p><strong>KONONO NO 1 (CD) – fredag 9. august</strong><br />\n<strong> ANDRÉ BRATTEN – torsdag 8. august</strong></p>\n<p><strong>DAGSBILLETTER GJORT OM TIL UKESPASS</strong></p>\n<p>&nbsp;</p>\n<p>De siste ukene har vi mottatt en del forespørsler om det er mulig å kjøpe fire dagsbilletter, og likevel få et armbånd som inkluderer Klubbdagen. Normalt er ikke dette mulig, men vi gjør et lite unntak og du vil nå kunne kjøpe et av 300 sett med dagsbilletter til full pris, med Klubbdagen inkludert. Det betyr at man ikke får rabatten som var med i de opprinnelige ukespassa, men du vil ha mulighet for fri inngang på alle scenene på Klubbdagen, så lenge det er plass. Prisen på fire dagsbilletter som et armbånd er 3100,- + 65,- i avgift. <strong>Disse legges ut for salg kl 09.00 i morra, 14. mai.</strong></p>\n<p>De opprinnelige ukespassa solgte ut rekordraskt, og Billettservice var tomme for disse allerede i midten av februar. Det er fortsatt mulig å kjøpe dagsbilletter til alle dager.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.billettservice.no/event/ukespass-oyafestivalen-2013-billetter/367293\" target=\"_blank\">KJØP UKESPASS TIL PRISEN AV FIRE DAGSBILLETTER HER</a></p>\n<p>&nbsp;</p>\n<p>Vi har fortsatt noen plasser igjen å fylle i programmet til den siste Øyafestivalen i Middelalderparken. To nye navn har nettopp kommet til og fyller ut et allerede sterkt program, på en fin måte. Konono No 1 fra Kongo skulle egentlig ha spilt på Øyafestivalen i 2008, men måtte dessverre avlyse. Det er derfor svært gledelig at de kommer til Middelalderparken i sommer, fredag 9. august. I tillegg spiller den nye norske elektrohåpet André Bratten på vår mest intime scene torsdag 8. august</p>\n<p>&nbsp;</p>\n<p><strong>KONONO NO 1 (CD)</strong></p>\n<p>Årets utgave av Øyafestivalen har allerede et par spennende og aktuelle afrikanske navn i Jupiter &amp; Okwess International fra Den demokratiske republikken Kongo og Ben Zabo fra Mali. Nå er det klart at nok et band fra førstnevnte land tar turen til Middelalderparken. Konono No 1 fra Kinshasa har de siste åra blitt kjent som et hett navn for folk som liker at det tradisjonelle mikses med det moderne. Bandet har gjennom sine innspillinger blanda elementer fra utfordrende rock og herlig elektronika, med rytmer fra sitt eget nærområde ved grensa til Angola. Sjøl om de har fått seg et navn internasjonalt etter albumet Congotronics fra 2004, ble bandet starta flere tiår før dette. Flere av instrumentene er laga sjøl, av bildeler og annet egna de kunne finne. Disse bidrar til deres særegne og rastløse sound.  I 2010 kom oppfølgeren Assume Crash Position. De har i tillegg rukket å samarbeide med storheter som Björk og Herbie Hancock</p>\n<p>&nbsp;</p>\n<p>Om du trenger et hint om hvordan dette bandet er på scena, kan du jo ta innover deg hva The Guardian skreiv om en konsert i London: &#8211; They started with a bang and didn&#8217;t let up, matching percussion against chanting vocals in lengthy pieces that echoed traditional trance songs, driven on by likembe improvisations of rapid-fire riffs and hypnotic solo work from Augustin. There were subtle changes of rhythm, but nothing slow. And in full flight, Konono were magnificent.</p>\n<p><a href=\"http://www.konono.net/\" target=\"_blank\">http://www.konono.net/</a></p>\n<p>&nbsp;</p>\n<p><strong>ANDRÉ BRATTEN</strong></p>\n<p>André Bratten har nettopp gitt ut det sterke albumet Be A Man You Ant på Prins Thomas sin label Full Pupp. Man kan høre tydelige referanser til moderne norsk elektronika og 80-tallets synthscene i musikken til Bratten. Han lager dansbare låter som tar øra og beina dine med på morsomme turer ut i det uventa.</p>\n<p>&nbsp;</p>\n<p>Om singelen Libra har amerikanske Spin skrevet at det låter «extraordinarily balanced, playing out a daydream of a melody over a steely robo-disco groove”.</p>\n<p>xlr8r.com har omtalt skiva til André Bratten på denne måten: &#8211; Created under extremely limited constraints—the producer is said to have used only one modular synthesizer and a drum machine to make the record—<em>Be a Man You Ant</em> nevertheless feels sprawling and lush, making it easy to lose oneself in its minimal, motorik grooves.</p>\n<p>&nbsp;</p>\n<p>Sjøl har han oppgitt inspirasjonskilder som PrinsThomas, Brian Eno, Lindstrøm, Tangerine Dream, Vangelis, Led Zeppelin, Sabbath, PIL, Talking Heads, Todd Terje og Øya-aktuelle Kraftwerk. Det er med andre ord en bred musikkinteresse som legger grunnlaget for godlyden han sjøl lager. Torsdag 8. august kan du få deg en svett og herlig opplevelse i vår teltscene, kalt Klubben, når André Bratten skal lage fest.</p>\n<p><a href=\"https://www.facebook.com/AndreBratten\" target=\"_blank\">https://www.facebook.com/AndreBratten</a></p>\n<p><a href=\"https://soundcloud.com/andre-bratten\" target=\"_blank\">https://soundcloud.com/andre-bratten</a></p>\n","wordpress_id":6443,"featured_image":{"title":"konono øyafestivalen 2013 635x350","filename":"konono-yafestivalen-2013-635x3501.jpg","filesize":135806,"url":"http://oya.test/assets/uploads/2013/05/konono-yafestivalen-2013-635x3501.jpg","link":"http://oya.test/konono-oyafestivalen-2013-635x350-2/","alt":"","author":"4","description":"","caption":"","name":"konono-oyafestivalen-2013-635x350-2","status":"inherit","uploaded_to":0,"date":"2013-05-13 09:17:59","modified":"2013-05-13 09:17:59","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/05/konono-yafestivalen-2013-635x3501-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/05/konono-yafestivalen-2013-635x3501-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/05/konono-yafestivalen-2013-635x3501.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/05/konono-yafestivalen-2013-635x3501.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/05/konono-yafestivalen-2013-635x3501.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/05/konono-yafestivalen-2013-635x3501.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/05/konono-yafestivalen-2013-635x3501.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2013/05/13/konono-no-1-og-andre-bratten-til-oya-en-mulighet-til-for-ukespass/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"47d273b0-1442-576a-b804-c8cb3f53c955","locale":"nb"}}