{"data":{"wordpressPost":{"title":"Ta sykkelen til Tøyen!","excerpt":"<p>I år er det stor sannsynlighet for at du bor mindre enn 15 minutter med sykkel unna Øyafestivalen. </p>\n","content":"<p><span style=\"line-height: 1.5\">Selv om det er mye som gjenstår, begynner det å bli lettere å sykle i Oslo, med flere sykkelveier og parkeringsplasser. Vi håper flere benytter seg av dette og velger sykkelen til hverdagslige formål. Særlig håper vi å se flere på sykkel under årets festival!</span></p>\n<p>Over 70 prosent av Øyafestivalens festivalpublikum er bosatt i Oslo, med hovedvekt i bydelene i og rundt Tøyenparken. Sykkelprosjektet i Oslo har utarbeidet sykkelhjulet, som viser at store deler publikum kan sykle til Øyafestivalen på mindre enn 15 minutter.</p>\n<p>&#8211; En by hvor befolkningen sykler, går og reiser kollektivt, er en by med renere luft, bedre plass, hyggeligere atmosfære og en sunnere befolkning. Derfor ønsker jeg å tilrettelegge for at enda flere bruker sykkelen som transportmiddel, sier Guri Melby (V), samferdselsbyråd i Oslo.</p>\n<p><b>Ny sykkelparkering i år<br />\n</b>Med et nytt og større festivalområdet og i samarbeid med kommunen har Øyafestivalen tilrettelagt for enkel og sikker sykkelparkering. Her finner man også en selvbetjent servicestasjon.</p>\n<p>&#8211; Vårt mål er å få flere i Oslo til å begynne å sykle. Unge voksne sykler dessverre mindre enn andre deler av befolkningen, og derfor ønsker vi å kommunisere mer med akkurat denne gruppen. Å være til stede på et arrangement som Øya gir oss muligheten til det, forklarer Rune Gjøs, direktør i Sykkelprosjektet i Oslo kommune.</p>\n<p>Forbrukerrådet har utviklet en ny nett-tjeneste som lar deg planlegge kjappeste sykkelrute mellom to punkt. På <a href=\"http://sykledit.route360.net/\">deres nettsider</a> kan du planlegge din foretrukne sykkelrute til Øyafestivalen i år.</p>\n<p><b>Låner el-sykler<br />\n</b>I år har Øyafestivalen inngått et samarbeid med EVO Elsykler, et norsk firma som selger elsykler for ulik bruk. Evo Elsykler stiller med 8 elsykler som Øyafestivalen kommer til å bruke i Tøyenparken. Du kan lese mer om EVO Elsykler og de ulike syklene de tilbyr på <a href=\"http://www.evoelsykler.no/\">deres nettsider</a>.</p>\n<p><b>Også lett med kollektivt<br />\n</b>Om du ikke har mulighet til å sykle er det lett å velge kollektivt når festivalen for første gang arrangeres i Tøyenparken. Tøyen T-banestasjon og Carl Berners Plass T-banestasjon ligger begge i nærheten av festivalinngangen. I tillegg går det både buss og trikk i nærheten av Tøyenparken. I samarbeid med Ruter tilbyr vi Øyakortet som kan kjøpes i Øyafestivalens akkrediteringsbod i Tøyenparken eller hos Trafikanten på Oslo S.</p>\n<p>Du kan planlegge din raskeste kollektivrute på <a href=\"http://www.ruter.no\">www.ruter.no</a>.</p>\n","date":"2014-08-01T07:16:06.000Z","wordpress_id":10802,"featured_image":{"title":"Øya-annonse Instagram","filename":"ya-annonse-Instagram.jpg","filesize":142673,"url":"http://oya.test/assets/uploads/2014/08/ya-annonse-Instagram.jpg","link":"http://oya.test/oya-annonse-instagram/","alt":"","author":"3","description":"","caption":"","name":"oya-annonse-instagram","status":"inherit","uploaded_to":0,"date":"2014-08-01 07:15:00","modified":"2014-08-01 07:15:00","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":1024,"height":1023,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2014/08/ya-annonse-Instagram-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2014/08/ya-annonse-Instagram-300x300.jpg","medium_width":300,"medium_height":300,"medium_large":"http://oya.test/assets/uploads/2014/08/ya-annonse-Instagram-768x767.jpg","medium_large_width":768,"medium_large_height":767,"large":"http://oya.test/assets/uploads/2014/08/ya-annonse-Instagram-1024x1023.jpg","large_width":1024,"large_height":1023,"small":"http://oya.test/assets/uploads/2014/08/ya-annonse-Instagram.jpg","small_width":320,"small_height":320,"medium_small":"http://oya.test/assets/uploads/2014/08/ya-annonse-Instagram.jpg","medium_small_width":640,"medium_small_height":639,"xlarge":"http://oya.test/assets/uploads/2014/08/ya-annonse-Instagram.jpg","xlarge_width":1024,"xlarge_height":1023}},"translations":{"nb":{"url":"/2014/08/01/ta-sykkelen-til-toyen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2a04f24a-cd6e-53d3-befb-60441e80d6ea","locale":"nb"}}