{"data":{"wordpressPost":{"title":"Perfume Genius til Øyanatt","date":"26th April 2017","content":"<p><b><i><span style=\"font-family: Arial; font-size: medium;\">Nightclubbing. Daywalking. Peter Greenawaying, Springsteening.</span></i></b><span class=\"m_-559492444256129682apple-converted-space\"><b><span style=\"font-family: Arial;\"> </span></b></span><b><span style=\"font-family: Arial;\">Perfume Genius tilfredsstiller både kropp og sjel med hypnotiske, hjerteskjærende melankolske popmelodier og tekster med tyngde.</span></b><u></u><u></u></p>\n<p><span style=\"font-family: Arial; font-size: medium;\">Perfume Genius er Seattle-baserte Mike Hadreas&#8217; enmannsband, som har blitt sammenlignet med artister som Sufjan Stevens, Bon Iver og en mindre pompøs Anohni. «Utlandets svar på Nils Bech ga oss den strålende «Slip Away» for en måned siden, og med «Go Ahead» blir ikke forventningene til albumet som kommer straks noe lavere!» skriver Natt&amp;Dag om den ferske forsmaken på albumet «No Shape» som kommer 5. mai.<u></u><u></u></span></p>\n<p><span style=\"font-family: Arial; font-size: medium;\">Hadreas skapte kontroverser, og musikkvideoen til «Hood» ble fjernet fra Google og Youtube, da han lot seg filme i bar overkropp mens pornostjernen Arpad Miklos sminket og holdt rundt ham. Tekstene hans har også i stor grad dreiet rundt temaer som seksualitet, homofili, prostitusjon og pornografi. På sitt forrige album «Too Bright» fra 2014 ønsket han å tone ned fokus på egen seksuell legning og homoseksualitet, og beveget seg også musikalsk bort fra det skjøre stempelet fra de første platene.<u></u><u></u></span></p>\n<p><span style=\"font-family: Arial; font-size: medium;\">Musikknyheter var svært begeistret da Hadreas bergtok Blå i 2012: «Likevel var det ikke spor av anstrengelse i den fløyelsmyke røsten. Hadreas sang klokkerent og vakkert, og vokalprestasjonen over det enkle, men dystre arrangementet bidro til å gjøre opptredenen direkte rørende &#8230; Perfume Genius har gått fra å være en lovende outsider til en sterk musikalsk identitet med et repertoar som virkelig anbefales å oppleve live.» (9/10)<u></u><u></u></span></p>\n<p class=\"m_-559492444256129682bread\"><b><span style=\"font-family: Arial; font-size: medium;\">Billetter i salg fredag 28. april kl. 09.00.</span></b></p>\n<p>Bill. kr. 250,-/200,- (Øyapass/dagsbillett 10.08) + bill.avg. 18 år leg.</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":19835,"translations":{"nb":{"url":"/2017/04/26/perfume-genius-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6ac27b6d-285f-573f-af42-2ff141660149"}}