{"data":{"wordpressPost":{"title":"Tidenes program til Øyanatt &#8211; del#1!","date":"4th June 2009","content":"<p>Ærlig talt- det her tegner til å bli de fire aller heiteste klubbnettene i Skandinavia i sommer. Se bare her:</p>\n<p>*ÂME (DE) / ANDREW BIRD (US) / BALKAN BEAT PARTY / BEATBULLY / BENGA &#038; SKREAM DJ SET (UK) / BITCH BOYS / BJØRN TORSKE / BLITZEN TRAPPER (US) / BOAT CLUB (SE) / BRØDRENE LÖWENSTIERNE / BURLESQUE: EMPRESS DEVILLINA &#038; MISS INTOXICA / CHRISTIAN SOL [live] / CLUB KOSMISCHE / COLA FREAKS (DK) / COLTSFOOT &#038; RASMUSSEN / DANIEL MEHLHART (DE) / DEATH BY UNGA BUNGA / DET ÄR JAG SOM ÄR DÖDEN / DEVLIN &#038; DARKO (US) / DIXON (DE) / DJ ANDROID / DJ ASEL / DJ GAUTE / DJ HENKEN HÅ / DJ HEY, GRINGO / DJ MIKAL TELLÉ / DJ PLAYBOY MARSE  / DJ SCOTCH EGG (JP) / DJ SLIMFIT &#038; KASETTSPILLER / DJ SOULMILLA  / DJ Sunshine / DUKE DUMONT (UK) / FAC 502 / FELLA &#038; CHMMR / FIRST AID KIT (SE) / EXTRAVAGANZA: PRINS THOMAS, TODD TERJE, BLACKBELT ANDERSEN, YTRE RYMDEN DANSSKOLA, MAGNUS INTERNATIONAL  / G-HA &#038; OLANSKII  / GABRIEL ANANDA (live/DE) / GET DANCY!  / THE GHOST OF A THOUSAND (UK) / GRUM (UK) / HEARTBREAK (AR/UK) / HELLSONGS (SE) / HOT!HOT!HOT! / HUDSON MOHAWKE (UK) / IDJUT BOYS (UK) / JESSE ROSE (UK) / JESSICA LEA MAYFIELD (US) / JOE GIDEON &#038; THE SHARK (UK) / JUNIOR BOYS (CA) / K-X-P (FI) / KARL BLAU (US) / KITCHIE KITCHIE KI-ME-O / KLUBB KANNIBAL / KLUBB MAGNUS  / KRAZY FIESTA (SE) / KRÅKESØLV / L-VIS 1990 (UK) / LADYHAWKE (NZ) / LIONHEART BROTHERS / THE LOW FREQUENCY IN STEREO / MARIBEL / MASSELYS / MASSHYSTERI (SE) / MASTER PIECE OF CAKE / THE MEGAPHONIC THRIFT / MELKEVEIEN / MODDI / THE MORNING BENDERS (UK) / MOWGLI (UK) / MUDMAN [live]  / MUNN TIL MUNN METODEN / OF NORWAY [live]  / OLLE ABSTRACT / THE OSCILLATION (UK) / POPLOGG DJ SET / RADIOCLIT DJ SET (UK) / THE REVILLIONS (IE) / RONNY RABALDER / SARAHS POSTCARD DJ SET / SENOR TEXMEX / SGT. PETTER / SHAHROKH DINI (DE)/ / SHIR KHAN (DE) / SIGH &#038; EXPLODE / SKATEBÅRD / SLAGSMÅLSKLUBBEN (SE)  / SPIRO &#038; KNARK KENT / SPRUTBASS / STIAN MOLDEN / SUBURBAN KIDS WITH BIBLICAL NAMES (SE) / TELEPHONES / TORE JAZZTOBAKK / VETIVER (US) / VINNY VILLBASS / WOODEN SHJIPS (US) / YACHT ROCK DJ SET / ZOMBY (UK)*</p>\n<p>Vi bøyer oss i støvet for Oslo-klubbene som er med på dette. Føttirakker&#8217;n så flinke folk!<br />\nFra kjelleren på Funhouse via Sunkissed og murbrakka til Blå, Revolver, taket av Youngstorget på Stratos og mot Grønland og Dattera til Hagen, for å nevne noen. Gjør deg klar for det, ihvertfall tekstmessig, lengste og drøyeste slippet vi har gjort:</p>\n<p>h3. BILLETTER ØYANATT:</p>\n<p>De fleste arrangementene under Øyanatt vil selge billetter i døra. Noen av plassene vil legge ut billetter til forhåndssalg. Det vil være salg av billetter til de fleste arrangementene på Øyanatt ute på festivalområdet i Middelalderparken.</p>\n<p>Øyanatt blir til i samarbeid med de beste klubbene og arrangørene i hovedstaden. Artistene på Øyanatt blir booket i samarbeid med disse og skal være et supplement til hovedprogrammet og Klubbdagen. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset.</p>\n<p>Gyldig Øyabillett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement. For å kjøpe rabatterte billetter i døra viser man frem kvittering på dagsbillett, festivalpass, påsatt festivalarmbånd eller påsatt armbånd for dagen man har vært ute i parken.</p>\n<p>Skal man kjøpe billetter på forhånd, kan man velge den rabatterte billetten, så lenge man har festivalpass eller dagspass til festivalen samme dag som man skal på Øyanatt.</p>\n<p>Har du kjøpt rabattert billett på forhånd, men ikke kan vise Øyapass, blir du krevd for mellomlegget i døra.</p>\n<p>Støtt opp om Oslos glimrende arrangører på Øyanatt!</p>\n<p>h3. BLÅ:</p>\n<p>Tidspunkt: onsdag<br />\nAdresse: Brenneriveien 9c<br />\nHjemmeside: www.blaaoslo.no<br />\nÅpningstider: 22:00 &#8211; 03:30<br />\nAldersgrense: 20 år<br />\nBilletter selges på www.billettservice.no og i døra<br />\nPris: 160,- + avgift / 100,- + avgift med øyabånd<br />\nLineup: JUNIOR BOYS (CA) / SKATEBÅRD</p>\n<p>BLÅ er ett rått industrilokale med superlyd, skærpe bookinger og en fantastisk uteservering rett ved Akerselva.</p>\n<p>ONSDAG:</p>\n<p>JUNIOR BOYS (CA)<br />\nJunior Boys fra Canada og Hot Chip fra Storbritannia satt standarden for popelektronika i det 21århundre. De blanda komplisert og melodisk elektronisk musikk med lavmælt melodisk vokal. Junior Boys er Matt Didemus og Jeremy Greenspan. De er aktuelle med sin tredje fullengder Begone Dull Care på plateselskapet Domino Records. Siden  forrige album er det mange andre band som har hoppa på samme spor uttrykksmessig. JB har valgt å ta den littt ned. De har blitt seigere, dypere og enda mer sensuelle. En kan høre at Matt Didemus har flytta til Berlin. Samtidig er det Junior Boys sånn vi liker de. Venna deres er Caribou, Four Tet, Hot Chip og Fennesz.</p>\n<p>SKATEBÅRD<br />\nBård Aasan Lødemel aka Skatebård kjøpte sin første italienske synth i 1995, er medlem av hio hop-gruppa Side Brok og driver sin egen label ved navn Digitalo Enterprises som distribueres av Kompakt. Han har remiksa artister som Simian Mobile Disco, Datarock og Au Revoir Simone.</p>\n<p>h3. SUNKISSED PÅ BLÅ:</p>\n<p>Tidspunkt: torsdag &#8211; lørdag<br />\nAdresse: Brenneriveien 9c<br />\nHjemmeside: www.blaaoslo.no / www.sunkissed.no<br />\nÅpningstider: Ute 17:00 &#8211; 23:00 / Inne 22:00 &#8211; 03:30<br />\nAldersgrense: 20 år<br />\nBilletter selges på www.billettservice.no og i døra<br />\nPris:<br />\ntorsdag: 180kr + avgift / 130,- + avgift med øyabånd<br />\nfredag: 180kr + avgift / 130,- + avgift med øyabånd<br />\nlørdag: 130kr + avgift / 85,- + avgift med øyabånd<br />\nTredagerspass : 470kr + avgift<br />\nLineup: ÂME (DE) / GABRIEL ANANDA (live/DE) / DIXON (DE) / DANIEL MEHLHART (DE) / SHAHROKH DINI (DE)/ OF NORWAY [live] / G-HA &#038; OLANSKII / VINNY VILLBASS / CHRISTIAN SOL [live] / MUDMAN [live] / TELEPHONES / COLTSFOOT &#038; RASMUSSEN / DJ GAUTE / SENOR TEXMEX / DJ SLIMFIT &#038; KASETTSPILLER / RONNY RABALDER &#038; STIAN MOLDEN</p>\n<p>Øya:Sunkissed har blitt årets høydepunkt i klubbkalenderen. Dette er tida Sunkissed slår litt ekstra på stortromma, og som før har vi fisket inn et kobbel av artister som har inspirert oss gjennom årene. Vi åpner kalaset med et forrykende livesett fra Gabriel Ananda med Daniel Melhart på stålhjula. Fredagen byr vi på Innervisions&#8217; kveld med Âme, Dixon og Shahrokh Dini. Lørdagen runder vi av med livesett fra Of Norway, før vi slipper husets egne helter aka g-HA &#038; Olanskii løs i august-natta. Ute styrer Vinny Villbass skuta trygt langs elvebredden med et helt landslag av norske artister bak årene. </p>\n<p>TORSDAG:<br />\nGABRIEL ANANDA live [Karmarouge / Treibstoff DE]\nDANIEL MEHLHART [Karmarouge, Kindisch / DE]\nG-HA &#038; OLANSKII<br />\n[+ visuelt] KyrreLys &#038; Olanskii</p>\n<p>Ute fra 17:00 [gratis] :<br />\nChristian Sol [live]\nTelephones<br />\nVinny Villbass<br />\nColtsfoot &#038; Rasmussen</p>\n<p>GABRIEL ANANDA live [Karmarouge / Treibstoff DE]\nGabriel Ananda er en klassisk skolert mann med en forkjœrlighet for drøye basslinjer og gode melodier. Her legges det ikke mye i mellom, og det tar en kyniker av rang for å motstå det drivet som herr Ananda presser ut av duppedingsene. Ikke minst siden mannen  har et kobbel av hits å dra veksler på. Låter som &#8220;Süssholz&#8221;, &#8220;Ihre Persönliche Glücksmelodie&#8221;, &#8220;Miracle Whop&#8221;, &#8220;Bassmaschinchen&#8221;, &#8220;Trommelstunde&#8221; og &#8220;Eucalypse Now&#8221; har lyst opp dansegulv verden over. Satt i scene av Ananda selv, mye av det på selvlagde analoge instrumenter, blir dette en maktdemonstrasjon hvor grensene mellom house og techno brytes ned i jordbœr fra vestlandet og torden over Køln. De som fikk med seg 2007&#8217;s store høydepunkt med Aril Brikha vet hva det innebœrer.<br />\nhttp://www.gabrielananda.de</p>\n<p>DANIEL MEHLHART [Karmarouge, Kindisch / DE]\nDaniel Mehlhart er en ny komet på den tyske scenen. Foruten å samarbeide med Gabrial Ananda på hans Karmarouge etikett har han jobbet med Dj T for Kindisch og gitt ut flere perler på Get Digital, underlabelet til Get Physical. Daniel har lenge vœrt Gabriel Anandas faste turné-dj, og en stødig dj som vet å sette dansefoten på plass. Her trylles det ut saftig techhouse med verdensvante rytmer og en berliners sans for stødig groove.<br />\nhttp://www.myspace.com/danielmehlhart</p>\n<p>CHRISTIAN SOL<br />\nChristian Sol har i år satt opp platelabelet Troll Records sammen med Nils Noa, hvor de gir ut egne produksjoner, urnorsk housejoik og feite tech-house spor fra utenlandske storheter. Sol har hatt en særegen stil på sine produksjoner helt fra hans klassiske discoinspirerte Creme Fraiche-låter på slutten av nittitallet til hans nye minimalorienterte materiale. Her er det vekt på dybde, stemning og detaljer. Sol har et øre for groove som du skal lete lenge etter blant norske houseprodusenter.<br />\nhttp://www.myspace.com/djchristiansol</p>\n<p>TELEPHONES<br />\nI den ene enden av telefonrøret sitter bergensstrilen Henning Severud, ut på den andre siden strømmer lyden av galopperende synthesizere, bongo-trommer, kubjeller og bass. Siden 2001 har han spilt plater flere steder rundt i Bergen, Trondheim og Oslo. Produsentaliaset Telephones har eksistert siden 2006, men summetonen forsvant brått i 2008 etter et fatalt harddisk-kræsj der 5 års arbeid takket for seg. Nå er den imidlertid tilbake med fornyet styrke og tonalitet. For tiden jobber han med flere remikser og edits, samt eget materiale til kommende utgivelser fra nye norske labler som Untz Untz Records og Palermo. Musikken låter gjerne litt Manchester-Milano-New York-Sotra tur/retur ut &#8211; skandinavisk (misan)tropisk disco med smak av punkfunk, italo og house. Fremtid og fortid, noe analogt, litt småsyntetisk og ganske atletisk.<br />\nhttp://www.myspace.com/telephonesmusic</p>\n<p>VINNY VILLBASS<br />\nSom sjefsgastronom for Sunkissed:ute viser denne herremannen den elektroniske allsidigheten han er kjent for. Villbass bor for tiden i Berlin og driver plateselskapet I&#8217;m Single Records sammen med Khan of Finland. I tillegg til å være en massiv pådriver for undergrunnsmusikken i Norge gjennom 10 år, er hans engasjerende spillestil i en særegen klasse. Slipp bassen løs!!<br />\nhttp://www.myspace.com/vinnyvillbass</p>\n<p>COLTSFOOT UND RASMUSSEN<br />\nSenior gammel sjøulk aka dj Coltsfoot, som betyr hestehov for de som mangler generell hippie-tilnærming, har gjennom sin voldsomme interesse og entusiasme ovenfor den norske housescenen på kort tid rukket å bli en meget dyktig rytter. Mannen som snart skal ta doktorgraden i obskure househits fra 1991-92 er også en sœrskilt dyktig dj. Han har lenge hatt en finger lett dirrende på knivseggen av hva som rører seg innen minimal, house og tech house. Rasmussen er et nytt fjes for veldig mange, men i Sunkissed-sammenheng begynner han å dra på årene. De fleste kjenner han nok som Joachim i døra, eller han som stempler deg inn. Rasmussen har et godt øre til alt som sniker seg rundt på cyberspace av elektronisk musikk. Duoen Coltsfoot und Rasmussen strekker seg fra skandinavisk disco til dyp og klam minimal. &#8230;&#8230;OK. Tanzen<br />\nhttp://www.myspace.com/coltsfoot</p>\n<p>FREDAG:<br />\nÂME [Innervisions / DE]\nDIXON [Innervisions / DE<br />\nSHAHROKH DINI [Compost / DE]\n[+ visuelt] KyrreLys &#038; Olanskii</p>\n<p>Ute fra 17:00 [gratis] :<br />\nShahrokh Dini [Compost / DE]\nDj Gaute [OsloLive]\nSenor TexMex</p>\n<p>INNERVISIONS (DE)<br />\nInnervisions er kollektivet til Ame, Dixon, Henrik Schwarz og Marcus Worgull. Sammen driver de både det roterende klubbmonsteret ved samme navn, og etikketen som har gitt ut noen av de siste årenes største househits. Âme&#8217;s massive &#8220;Rej&#8221;, Derrick Carter samplende &#8220;Where We At&#8221;, Marcus Worgulls &#8220;Sleepy Hollow&#8221;, Laurent Garniers &#8220;Back To My Roots&#8221; og ikke minst &#8220;I Exist Because Of You&#8221; av Henrik Schwarz &#038; Amampondo har vœrt på tung rotasjon på klubber over hele kloden.<br />\nhttp://www.innercityvisions.com</p>\n<p>ÂME (DE)<br />\nÂme er Kristian Beyer &#038; Frank Wiedemann. Ved siden av å levere noen av det siste tiårets største klubbhits har Âme også levert mikser for NRKs Coast 2 Coast-serie, mikser for etiketter som Dessous og BBE og ikke minst nummer 42 i Fabric serien. Det var som klubbkveld at Innervision først startet, og det merkes på guttas teft for bra låter og evne til å få dansegulv til å koke. Til Oslo er det Kristian som kommer. Forvent et smørgåsbord av kvalitetshouse hvor gammelt og nytt, Chicago og Berlin, mikses sømløst til ekstatisk effekt.<br />\nhttp://www.innercityvisions.com</p>\n<p>DIXON (DE)<br />\nSteffen Berkhahn aka Dixon er ikke mest kjent for sine utgivelser. Han er kjent som en av Tysklands beste house dj&#8217;s. Hans søndagssett på PanoramaBar i Berlin er sagnomsuste, og liveopptak fra hans mange spillejobber rundt om går varmt på verdensveven. Her snakker vi om en dj som har mye av det lille ekstra. Som ikke er redd for å bruke tid på å dra gulvet med seg dit han selv vil, for så å gi forløsning og hallelujastemning. Dixon har klart kunststykket å både vœre en dj&#8217;enes dj, som inspirerer og får hodene til å dra fram notisblokka, og samtidig en som upretensiøst lager fest og kanonstemning for alle. De som fikk med seg &#8220;Body Language 4&#8221;, miksen han gjorde for Get Physical serien, vet hva de har i vente.<br />\nhttp://www.myspace.com/justdixon</p>\n<p>SHAHROKH DINI (DE)<br />\nShahrokh har vœrt med i gamet i en mannsalder. Han slapp sine første utgivelser på Stricktly Rhythm midt på nittitallet, og har spilt skiver enda lenger. Siden den gang har han signert med Compost Black, og er i gang med sitt første album. På toppen av kransekaka eier han også Mood Lounge, en perle av en klubb i Karlsruhe. Musikalsk ligger Shahrokh i deephouse- og detroitområdet, men han er også en mann med et god øre til store vokalister. Han har jobbet med Niki Harris, Barbara Tucker, Eva Letticia og gjort remikser med Donna Summer, Gloria Gaynor og Simon flower.<br />\nhttp://www.myspace.com/djshahrokh</p>\n<p>DJ GAUTE<br />\nFra å lage housefester i Berlin kom Gaute som en rakett til Oslo. Ved å starte opp festivalen Oslo Live har han klart å sette klubbmusikk på kartet for folk flest. Musikalsk sett er Gaute en bærplukker blant de fineste ripsbusker. Electrodisco, skrudd house og drivende rytmer kommer som jorbær på en snor fra denne herren. </p>\n<p>SEÑOR TEX MEX<br />\nOslofolk flest vil neppe kjenne igjen dennne fyren bak platespillerne, men hadde du vært ute i Melbourne kunne du funnet Señor Tex Mex bak kufangeren på Revolver, eller bak flygelet på Honkytonks en svett aften &#8211; omringet av dansende festdyr i alle former og fasonger. </p>\n<p>LØRDAG:<br />\nOF NORWAY [live : på scenen 23:30!]\nG-HA &#038; OLANSKII<br />\n[+ visuelt] KyrreLys &#038; Olanskii</p>\n<p>Ute fra 17:00 [gratis]\nMudman [live]\nVinny Villbass<br />\nDj Slimfit + Kasettspiller<br />\nRonny Rabalder + Stian Molden</p>\n<p>OF NORWAY<br />\nChris Lynch og Vegard Wolf Dyvik, aka Lil&#8217;Wolf, har lenge vœrt en instrumental del av Oslos house- og elektroscene. Ikke bare som Of Norway, men også som to tredjedeler av Iconoclastic. Gutta har sålangt gitt ut på gjeve etiketter som Afro Art, Brique Rouge, Rebirth, Mantra Vibes og Tommy Boy. De har også jobbet med våre hjemlige DiskJokke og Vinny Villbass, og Lil&#8217;Wolf har signert med discocred-etiketten Rong. På scenen trykker gutta ut dyp og hypnotisk musikk i grenseland mellom techno og house, det hele supplert med Of Norways umiskjennelige energi.<br />\nhttp://www.myspace.com/ofnorway</p>\n<p>g-HA &#038; OLANSKII<br />\nDet er ikke ofte g-HA &#038; Olanskii slipper å hente vodka til tyskere med skjerf hele natta. Når det en sjelden gang skjer er det bare å låse inn danseskoa. Alternativt kan dagen derpå enkelt og greit bare rives ut av kalenderen. For det er ikke bare skorens som må påregnes når herrene Knoll og Tott får danse på mikseren etter leggetid. Med vinglete kurs mot blod, svette og gledestårer har de to en tendens til å gjøre dansegulvet både utrygt og ekstatisk på sin ferd gjennom housemusikken. Få kjenner Sunkissed-kåken så godt som disse to, og da skulle det vel bare mangle at de vet hvordan man hiver pianoet fra verandaen og setter hele stasen på hue. Velbekomme.<br />\nhttp://www.sunkissed.no</p>\n<p>MUDMAN<br />\nMarius &#8220;Mudman&#8221; Rypdal er en gammel traver i klubbmiljøet i Oslo. Han har jobbet som dj på klubber som Sikamikanico, Jazzid, Killyrego, Blå og Hausmania for å nevne noen. De senere årene har han konsentrert seg om produsering, og er nå klar for å spille live med eget materiale. I tillegg til radioshow på Skranglebass, Radio Oslo og som komponist for barnetimen for de minste, har Mudman også jobbet med alt fra popfenomenet Ravi &#038; Dj Løv, Rockebandet The Lovethugs og ikke minst som 1/3 av elektronikabandet Chillinuts. Han jobber for tiden mest som lyddesigner, men det er ingen tvil om at elektronisk dansemusikk er det som står hans hjerte nærmest. Dere kan forvente dere en god blanding av house, electro og techno, der drivende tunge beats er den røde tråden.<br />\nhttp://www.myspace.com/mudmanmudman</p>\n<p>DJ SLIMFIT OG DJ KASETTSPILLER<br />\nDe to glade discodrengene SlimFit og Dj Kassettspiller, fra henholdsvis Gjøvik og Oslo, har i de senere år gjort stor suksess med klubbkonseptet I sogni de la Discoteca på Dattera til Hagen, samt  lang fartstid som gledesspredere og discoambassadører på forskjellige klubber i Oslo og Trondheim opp gjennom årene. Herrene snurrer en delikat og finstemt blanding av disco, italo, balearic og house, ispedd en og annen obskuritet fra de kosmiske tiår. Forvent overraskelser og lun sommerhygge når disse to drar igang moroa bak spillerne!<br />\nhttp://www.myspace.com/djkassettspiller / http://www.myspace.com/djslimfit</p>\n<p>RONNY RABALDER OG STIAN MOLDEN<br />\nGjennom sitt engasjement for technoscenen i Trondheim har Ronny Rabalder en erfaring kun en håndfull techno-djer i Norge sitter på. Hans perfeksjonerte, pumpende og dype stil fyller en klubb i seg selv. På Øya har han med seg Stian Molden, som i undergrunnsmiljøet i London går under navnet mister Fabric. Som håndlanger og festmaskin på storklubben har Stian plukket til seg en massiv erfaring som dj. Minimalmixene fra mannen er så grundig gjennomført at selv de tyngste faller av stolen. </p>\n<p>h3. DATTERA TIL HAGEN &#8211; presentert av Lot Lot:</p>\n<p>Tidspunkt: onsdag &#8211; lørdag<br />\nAdresse: Grønland 10<br />\nHjemmeside: www.dattera.no / www.lotlot.no<br />\nÅpningstider: 22.00 &#8211; 03.30<br />\nAldersgrense: 20 år<br />\nBilletter selges på www.billettservice.no, 7-Eleven, Narvesen, Posten og i døra<br />\nPris: samme pris alle dager. 150kr + avgift / 100,- + avgift med øyabånd<br />\nLineup: BITCH BOYS / DEVLIN &#038; DARKO (US) / DJ ANDROID / DUKE DUMONT (UK) / FELLA &#038; CHMMR / EXTRAVAGANZA: PRINS THOMAS, TODD TERJE, BLACKBELT ANDERSEN, YTRE RYMDEN DANSSKOLA, MAGNUS INTERNATIONAL / JESSE ROSE (UK) / KRAZY FIESTA (SE) / L-VIS 1990 (UK) / MOWGLI (UK) / OLLE ABSTRACT / SHIR KHAN (DE) / ZOMBY (UK)</p>\n<p>PRESENTASJON LOT LOT<br />\nLot Lot er et klubbkonsept av Jonas (Bitch Boys) og Mattis (With). De to møttes under fjorårets Øyafestival. Jonas som del av dj-duoen Bitch Boys, og Mattis som ung mann med interesse for elektronisk musikk. Etter Øya dro Mattis til Amerika. De to holdt kontakten, inspirert og revitalisert av timelange samtaler om elektronisk musikk, fant en felles plattform og bestemte seg for å lage et klubbkonsept dedikert til musikken de elsker- for vennene sine, og for å gi Oslo Lot Lot. For Lot Lot er musikken viktigst, men konseptet skal også fokusere på tingene som omgir musikken. Fra designet av Kristian Hammerstad og Levi Bergqvist til å gjøre nye utforminger av klubber du kjenner fra før. Eller la deg danse på helt nye steder til musikk fra inn- og utland. Målet<br />\ner å kunne tilføye klubbscenen noe nytt, og bidra til at det blir enda mer spennende å gå på klubb. Bookingene til Lot Lot skal være ren klubbmusikk som bringer noe nytt og spennende til sine respektive sjangre, med dyktige djs eller artister. Enten det er bassmusikk fra Trouble &#038; Bass, tech house fra Dirtybird, leftfield-lyder fra Warp, dubstep fra Hyperdub, eller folklore/ tribal techno fra Cadenza. Bare det er gøy, vakkert, fint og trigger oss nok til at det er spennende for klubbfolket. Du slipper å se djs som ikke kan mikse, eller artister som er glemt neste år på samme tid. Du kan komme til Lot Lot for å høre favorittmusikken din, eller hvis navnet er ukjent, stole på at de artistene og djene som er booket gir deg de beste klubbopplevelsene du kan få, og sent glemmer.<br />\nLot Lots første prosjekter blir Øya Open i juni og Øyanatt i august under Øyafestivalen. Etter å har sett på flere forskjellige venues falt valget på Dattera Til Hagen. Et naturlig valg for Øyafestivalen med kort gangsavstand fra parken, og et av de desidert fineste klubblokalene i Oslo. Vi ”kler” om Dattera til et to-etasjers partyhus; to etasjer med det aller<br />\nbeste av elektronisk klubbmusikk. Hver kveld vil vi, i tillegg til de større artistene og djene, bringe inn to norske residents. En miks av kjente djs i en ny setting, nye talenter fra hele landet, og presentere en veldig bra klubblineup. Vi har involvert krefter fra både Oslo, Bergen og Trondheim, og har booket flere av favorittartistene våre. Etter Øyafestivalen dukker Lot Lot opp i flere sammenhenger, enten det er på Dattera, under jorden eller på et hemmelig sted. Meld deg inn i facebookgruppen vår for nyheter om Øyanatt, billetter, videre aktivitet, og Lot Lot mixtapes.</p>\n<p>ONSDAG<br />\nEXTRAVAGANZA MED PRINS THOMAS  / TODD TERJE<br />\n/ BLACKBELT ANDERSEN / YTRE RYMDEN DANSSKOLA / MAGNUS INTERNATIONAL</p>\n<p>Gjør deg klar for norsk Extravaganza under Øyanatt på Dattera til Hagen!<br />\nDen norske labelen Full Pupp er en av verdens mest spennende for tiden.<br />\nDet er ikke bare entusiastisk nasjonalisme, men også en realitet. Ofte<br />\ndroppes nå Prins Thomas’ Full Pupp-label og Lindstroms Feedelity før<br />\nman kommer rundt til å diskutere black metal.<br />\nwww.myspace.com/fullpupp</p>\n<p>PRINS THOMAS<br />\nThomas Hermansen, aka Prins Thomas, har klart å skape et sound fritt for regler, og har med sin label Full Pupp skapt et åpent rom hvor kreativiteten har fått fritt spillerom og latt ideer bounce mellom de forskjellige medlemmene av Full Pupp-familien. Med alt fra rare re-edits av Deep Purple, drivende discodragere eller rare trommesekvenser, har han reist jorden rundt de siste årene og spredd lyden av Full Pupp. Alle fra labler som DFA, Eskimo, Permanent Vacation til housepioneerer som Francios K, techno-pioneerer som Ricardo<br />\nVillalobos, Sven Vath og Luciano til Simian Mobile Disco har omfavnet Prins Thomas og Full Pupp. Sammen med Lindstrom kom han inn i folks bevissthet i 2005 med utgivelsen av deres selvtitulerte debutalbum på Eskimo til stor ståhei fra et samlet pressekorps og musikkfans fra Japan, Shanghai og Ibiza til Berlin og New York. Siden den gang har han turnert i ett strekk, og spilt på alt som er av kredible klubber. Enten det er techno, house eller discoklubber har de alle omfavnet hans sound og eklektiske sett. Techno-gudfar Sven Vath plasserte hans remix av Luke Solomon på sin ”Sound Of The Ninth Season” og plutselig var Prins Thomas fast inventar på afterhours-festene i Ibiza. På hans siste mix-cd Live At Robert Johnson, mikser han opp deep house, techno og disco i tillegg til å droppe både Kåre And The Cavemen og Sebastien Tellier. En blanding som på papiret ser ut som kaos, men som gir mening når man er ute på dansegulvet. Variasjon for framtiden.<br />\nwww.myspace.com/prinsthomas</p>\n<p>TODD TERJE<br />\nNeste Full Pupp-medlem som skal mikse det opp på Dattera er Todd ”Shari Vari” Terje, eller Tango Terje, eller Todd Terjché som utlendinger kaller han. Mannen med det eksotiske navnet skapte seg et navn først med den allerede klassiske discolåten ”Eurodans”. 4 år etter den første utgivelsen, er denne låten fortsatt i platebagene til alle djs med respekt for seg selv. ”Eurodans” var en enkel låt, en samlende ode til dans drevet fram av en enkel synthlinje. Å lage en klassiker så tidlig i karrieren kunne skremme selv den mest talentfulle produsent. Men etter &#8220;Eurodans&#8221; var det ikke noe annet å gjøre for Todd Terje enn å gå løs på popmusikk og andre elektroniske klassikere. Han har med sine edits tatt for seg alt fra Club Tropicana og Superstition, Chaka Chan og Chris Rea. Som<br />\neditor for Resident Advisor kommenterte da han så Todd Terje spinne skiver på Cielo i August ”I don’t think Terje has ever met the word irony. I hope he never does.”<br />\nwww.myspace.com/toddterje</p>\n<p>YTRE RYMDEN DANSSKOLA<br />\nDuoen Ytre Rymden Dansskola som står bak de flotte klubbhitene ”Afterski” og ”Klappfot”. Sistenevnte fungerte som intro til Lindstrom og Prins Thomas&#8217; Essential Mix på BBC 1. Suggerende og drømmende spacedisco.<br />\nwww.myspace.com/ytrerymdendansskola</p>\n<p>BLACKBELT ANDERSEN<br />\nFantastiske Blackbelt Andersen har fått mye god oppmerksomhet. Ikke bare gjennom Full Pupp, men også gjennom diverse engelske labler med blant annet låten ”Lørdag”. Blackbelt Andersen er i disse dager aktuell med et selvtitulert album på Full Pupp, og er på vei til å ta steget opp blant frontfigurene for discogjengen.<br />\nwww.myspace.com/blackbeltandersen</p>\n<p>MAGNUS INTERNATIONAL<br />\nSiste artist ut i crewet er Magnus International. En mystisk karakter som har utgitt et knippe bongo-samplende discodrivere på Full Pupp. Magnus International<br />\ngjør at hele Full Pupp-crewet spiller opp onsdagen under Øyanatt på Dattera til Hagen.<br />\nwww.myspace.com/magnusinternational</p>\n<p>Vi gleder oss til å ha 5 fantastiske acts, favorittlabelen vår og en helnorsk kveld av internasjonal klasse onsdag på Lot Lots Øyanatt. Vi sees der!</p>\n<p>TORSDAG:</p>\n<p>ZOMBY (UK, HYPERDUB, RAMP, MAD DECENT)<br />\nLot Lot er svært stolte av å få presentere Zomby under Øyafestivalen. En av leftfield-elektronisk musikks- og dubstep-sjangerens største, innovatører. Han skjøt seg inn i vår bevissthet med den fantastiske hyllesten til hardcore- og ravekulturen passende titulert Where were you in 92 på Werk Records i fjor. Platen plasserte seg høyt blant årets beste album i<br />\nelektroniske publikasjoner som Mixmag og Resident Advisor, mer seriøse musikkmagasiner som The Wire, og store publikasjoner som Rolling<br />\nStone og The Guardian. Flere av de gikk så langt som å utrope han til dette årets Burial. Ved siden av Where Were U In 92 har han sluppet diverse singler på Hyperdub, dubsteppens høyborg og hjem til Burial, Benga, Kode9 og Martyn. Men Zomby er ingen typisk dubstepper. Låtene hans er favorisert, chartet og spilt av alle slags djs: mastermind Aphex Twin, elektro djs som Erol Alkan, til samtilige dubstep djs, techno djs og ikke minst på moteshow for Prada. Zomby har skapt en mørk og tidløs lyd hvor han forener og fanger stemningsfull mørkere techno, britisk hip<br />\nhop, grime, warehouse-raves og de mørke bakgatene i Nord London. Zomby dukket opp ut av ingenting og har truffet en nerve blant samtlige musikkinteresserte, enten du er glad i klubbmusikk, var en raver på 90-tallet, hip hopper, ble en raver i fjor, dubstep fantast, techno fan, musikkelsker- eller bare glad i alt fra Warp. Det er vanskelig å formulere hvor glad vi er i Zomby, spesielt siden Martin Bjørnesen, aka Hele Fitta har skrevet en fantastisk artikkel om han som sier og peker på mange spennende ting. <a href=\"http://smuglesning.no/\" target=\"_blank\">Les den ved å klikke her.</a> view.aspx?postID=2704<br />\nZomby har hittil holdt sin identitet godt skjult. Presseskrivet hans leser bare “Zomby comes from nowhere and is already dead”, men du kan altså se han i levende live torsdag på LOT LOTs Øyanatt på Dattera.<br />\nwww.myspace.com/zombyproductions</p>\n<p>MOWGLI (UK, DEADFISH)<br />\nDen italienskfødte London-produsenten Mowgli har over det siste året markert seg som en av de aller mest spennende unge house-produsentene. Fra hans bakgrunn innen hip hop og senere drum and bass produsent, la han Italia bak seg flyttet til London i 2006. Der eksperimenterte han med sjangre, og med hans evner som produsent opparbeidet gjennom utallige år med drum and bass, fant Mowgli sin helt egen lyd: house-influert bassmusikk som ikke låter som noe annet enn Mowgli. Uansett om det er lydene han lager, måten han behandler vokalsamplene eller den pulserende rytmen. Det var Mowglis bootleg av Chemical Brothers “Do It Again” som løftet han opp blant housemusikkens “ones to watch”. Remix-oppdragene ramlet inn fra Santigold, Armand Van Helden, Tommy Sparks, Tricky og Simian Mobile Disco. I 2008 ble labelen hans Deadfish startet opp. Med radiospilliing og støtte fra Pete Tong, Annie Mac, Xfm og Kiss, har labelen generert interesse verden over. Låten “Pa Po Pon” fikk mye radiospilling over hele verden, og den ble et fast innslag i dj-settene til Erol Alkan, Diplo, Brodinski, Claude VonStroke, Justin Martin og Switch. Som dj<br />\nhar Mowgli over det siste året fått spilt på Paris Social Club, Sven “Gude Laune” Vaths klubb Cocoon I Frankfurt, Berlins Maria klubb- for ikke å nevne massive Matter og Ministry i London,  Fabric, Panorama Bar og Brancaleone. Dj-settene hans er kjent for å være rett på sak og skreddersydd for dansegulvet, da Mowgli gjør spesielle edits av egne og andre låter for å gjøre settene hans til en større opplevelse enn å bare droppe de samme versjonene du har hørt før. Fremover er Mowgli aktuell med diverse prosjekter, og jobber ofte under andre alias. Blant annet med minimal-prosjektet hans Minimow. Fokuset i produksjonene hans er søken etter sin egen lyd og reinventere seg selv gjennom å finne fram til nye lyder og blande inn elementer hittil ukjent i elektronisk musikk. Bli med på reisen, møt opp og få med deg et av de aller mest spennende navnene innen elektronisk musikk.<br />\nwww.myspace.com/mowglimusik</p>\n<p>DJ ANDROID<br />\nAndré Bravo, bedre kjent som Android, er en velkjent ”D-Jåd” bak kulissene i Oslos utelivsbransje. Med sine tekniske og eklektiske dj-sets har han satt fyr på utesteder som Stratos, Blå, Cosmo, Skansen, Livingroom, Nomaden&#8230; og listen bare fortsetter. En kveld med Dj Android kan inneholde alt fra Average White Band til Ritchie Hawtin- med andre ord alt fra funk til techno. Under aliaset A /UFO! lager han musikk som kan kategoriseres som en egen take på b-more klubbsjangeren. Android har blant annet fått anerkjennelse fra store dj-navn som Kazey &#038; Bulldog (Frankrike) og Dj Benzi (US). Sistnevnte (DJ Benzi) har også gjort et samarbeid med Android, og har en A/ UFO! produsert track som sistelåt på mixtape-utgivelsen sin Jettsetters. Det forundrer oss ikke om du hører egenproduserte eksklusive bangers denne kvelden. Android er en aktiv dj/artist som har sin tilhørighet flere steder, som i ”WOF Crew” (som er et scratch dj crew) og samarbeid og turné med Kohinoor. Erfaringen snakker for seg selv, og er for all del et must å sjekke ut på klubbscenen 2009.<br />\nwww.myspace.com/djhotdroid</p>\n<p>OLLE ABSTRACT<br />\nDj-legende, mann foran barrikadene, norges svar på Pete Tong. Alle har et forhold til Mr. Abstract. Enten du vokste opp med radioprogrammet hans, fikk med den siste tidens P3-hysteri, eller sett og hørt han spille rundt om i landet. Olle er norges desidert beste dj, og vi kunne ikke funnet en bedre og mer kyndig dj til å mixe det opp med Mowgli i annen etasje. Nuff said.<br />\nwww.myspace.com/olleabstract</p>\n<p>FREDAG</p>\n<p>DUKE DUMONT (UK/DUBSIDED/TURBO)<br />\nDuke Dumont dukket plutselig opp i 2007 med basslåten ”Lean And Bounce” fra hans debutEP på Tigas Turbo Recordings. Chopped up vocals blandet med hard, spiss basslyd og drivende houserytmer gjorde at Duke på under en måned hadde fått støtte fra samtlige store DJs fra Switch til Erol, og ga han remix-oppdrag for Missy Elliot, Idiotproof,<br />\nMystery Jets, EPMD og Late of the Pier. Ikke lenge etter ble han plukket opp av Switch, som en av de ytterst få eksklusive produsentene på hans label Dubsided. Der ga han ut EPen Dominion Dubs, som inneholdt den massive hiten ”Hoy” spilt i hjel på alt fra store arenaer og festivaler til små intense klubber. ”Hoy” viste et nytt aspekt ved Dukes produksjoner hvor det nesten bare er samplede elementer. Like intenst som ”Lean And Bounce”, men samtidig mer nyansert enn hans forrige produksjoner. Duke Dumont er en progressiv produsent og jobber hele tiden med å utvikle soundet sitt. Hans far er innehaver av Storbritannias største platesamling, noe som har gitt han et enormt referansespekter. Duke Dumonts seneste remixer har vist en mørkere lyd inspirert av Berlin<br />\ntechno og Deep House (Bathroom Gurgle). Hans nydelige rework av Mystery Jets &#8220;Two Doors Down&#8221; er en av de seneste årenes beste remixer, og hans remixer for Bat For Lashes og Lily Allen hener inspirasjon fra  Stones Throw og Warp Records, med høyt pitchede vokalchops. Som DJ spinner han jevnlig på klubber som Fabric, Panorama Bar, Razzmatazz og Bugged Out i tillegg til å turnere jevnlig fra Australia til Nord Amerika. I settene sine mikser han opp sine egne produksjoner med deep house og techno til stor jubel fra oss og deg på dansegulvet denne fredagen.<br />\nwww.myspace.com/dukedumont</p>\n<p>L-VIS 1990 (UK/MAD DECENT)<br />\nEtter en utsolgt gig på The Villa natt til 1. mai i år kommer nå L-Vis 1990 tilbake til Oslo. Den unge London produsenten er blitt hyllet av bla. Diplo, Drop The Lime, Sinden og Texi Latex som en av de viktigste brikkene i ”the second coming of bass”. Den tidligere kunststudenten blender elementer av uk garage, house, dubstep og all things bass. Et helt spesielt sound som skiller seg fra annen bassmusikk i å ikke være så ekstremt maximal, men heller fokuserer på enkle basslinjer og lyden av klassiske trommemaskiner. Nesten minimalistisk bass. L-Vis slo gjennom med den basstunge og simplistiske låten ”Hyper Bass”. Låten ble spilt på BBC Radio da den først ble utgitt, men tok først virkelig av da en gjeng nederlandske kids la ut sin egen bizzare ”Hyper Bass”-dans på youtube, som senere ble et fenomen i nederlandsk klubbkultur. Litt som Stanky Leg. Fans av soundet hans venter i disse dager på remixer av Diplo og Laidback Luke, som skal ut på Kitsune og Dim Mak, mens hans egen EP United Groove snart skal ut på Mad Decent. For en smakebit av hva som kommer fra L-Vis anbefaler vi å sjekke ut den fantastiske Dubplates-miksen hans som er å finne på diverse blogger og nettsider. L-Vis 1990 er en av de mest spennende og unike bassprodusentene i dag, og vi er veldig fornøyde med å ha han spinnende i annen etasje. Så enten du var på The Villa og så lyset, har hørt om settet hans, eller bare er klar for å se og høre den nye skolen dansemusikk, er Lot Lots Øyanatt på Dattera stedet å være. Kom og opplev the new school of bass.<br />\nwww.myspace.com/lvis1990</p>\n<p>FELLA &#038; CHMMR<br />\nFella og Chmmr er to fine østlandskarer med god fartstid bak platespillerne. De er basert i Trondheim hvor de driver konseptet Skurk sammen med Ali Soulishhh, og har spunnet plater over hele landet siden starten av årtusenet. Med en forkjærlighet til 80-tallet spiller de house, disko, boogie og bass fra før, nå og etterpå. De er også meget glade i å lage edits, remikser og egne låter som har fryktelig lett for å havne på spillerne i løpet av kvelden.<br />\nwww.myspace.com/skurkprod</p>\n<p>BITCH BOYS<br />\nDen Oslo-baserte DJ-duoen Bitch Boys har siden de startet opp i 2007 skaffet seg en stor tilhengerskare med sin plettfrie miksing, utsøkte smak for musikk og viljen til å lage fest for klubbgjengerne. Gjennom sine selvtitulerte klubbkvelder på Blå, The Villa og Dattera Til Hagen har de stått på for å hente inn det som rører seg av artister og DJs innen housemusikk, ghettojack, hip-hop og alt imellom. Under disse klubbkveldene har de fått målt krefter med store navn som bla. Drop The Lime, Flosstradamus, Nick Catchdubs, Teki Latex, Jokers of the Scene,<br />\nTreasure Fingers, Dadastrom og Nacho Lovers. Det Bitch Boys har presentert gjennom de siste to årene har vist seg å være noe av det aller beste Oslo har hatt å by på av klubbopplevelser. De mottok nylig Natt &#038; Dags Oslopris for beste klubbkonsept. 2009 ser ut til å bli enda bedre: Bitch Boys er booket til diverse opptredener på klubber rundt om i Norge, og har begynt jobben med å hente inn neste generasjon DJs. Se opp for ristende bassmusikk, bmore, house- og om de føler for det, både tribal techno og pianohouse.<br />\nwww.bitchboys.no</p>\n<p>LØRDAG:</p>\n<p>JESSE ROSE (UK/DUBSIDED/MADE TO PLAY)<br />\nVi er stolte av å få presentere Jesse Rose, en av de største og mest innflytelsesrike DJene innen moderne housemusikk, for første gang i Norge. Gjennom sine labler Made To Play og Frontroom har han over de siste fire årene vært hovedleverandør av spennende og innovativ elektronisk musikk. Med sine egne produksjoner på Dubsided, Get Physical, Classic og Simple har han kombinert det beste av techno og house, detroit og chicago, og han har sammen med Switch banet vei for en generasjon unge elektroniske produsenter. Jesse Rose har over sin lange karriere plassert seg blant store innovatører som Switch, Claude VonStroke, Radio Slave og Armand Van Helden, sluppet en Body Language, vunnet best british dj og glanset coveret for iDJ. Jesse Rose startet i England, og begynte å spille plater som 14 åring. I tenårene møtte han sin bestevenn Jaimie Anderson (Idootproof), og de to begynte å starte klubbkvelder i Bristol. Fra det gikk veien til produksjoner, og Jesse fikk massiv støtte fra store artister som Rob Mello, Derrick Carter og Henrik Schwarz. En i rekken av fans var Dave Taylor aka Switch, og de to startet å jobbe sammen under navnet Induceve. Induceve tok for seg av klassiske houseformer og vred på de til det ugjenkjennelige. Etter den store househiten ”Jazz Chops” startet Jesse igjen å gi ut singler under sitt eget navn, og låter som ”A Sided og ”You&#8217;re All Over My Head” så dagens lys gjennom Switchs Dubsided label. I år ble debutalbumet hans What Do You Do If You Dont sluppet med gjestevokalister som Hot Chip og David E. Sugar. Et album som kombinerer Jesse Roses houseswing med samplede elementer og deephouse vibber. Opp for han nå er flere slipp på Dubsided, en ny Made To Play compilation og flere slipp under hans forskjellige alias. Før det skal han headline lørdagen på Lot Lots Øyanatt på Dattera.<br />\nwww.myspace.com/jesseroseandcontent</p>\n<p>DEVLIN &#038; DARKO (US/FULLY FITTED)<br />\nDevlin &#038; Darko danceparty!<br />\nDe to djene Chris Devlin and Ronnie Darko (aka Rockswell and Lord Darkie) fullfører Lot Lots lineup for lørdagen. De to spiller tidligere på dagen i parken med Amanda Blank, og etter det flytter de altså festen over til Dattera Til Hagens annen etasje og fortsetter galskapen ut i de små nattetimer. Dj-duoen har vært på Øya en gang tidligere, hvor de satte i gang en riot i regnet som del av liveacten Spankrock. Se opp for ville hiphop beats og ghetto jack! I tillegg til å jevnlig mikse det opp for Amanda Blank og Spankrock har de to Baltimore-djene spilt med alle fra Beck og KRS 1 til Gnarls Barkley. De to møttes i 2002 og slo seg sammen som Devlin &#038; Darko. Ett år senere møtte de Spankrock-produsent XXXchange . Sammen med han slapp de flere mikstaper, og startet de lengedariske klubbkveldene Baltimore Bass Connection i Baltimore og Fully Fitted i New York. Som DJene bak Spankrock har de utviklet en eklektisk spillestil som blander inn alt fra baltimore, classic hiphop til italo disco. De er fantastiske miksere, innovative plateplukkere og geniale verter. D &#038; D vil holde ting i gang dypt inn i nattetimene, og vil være et perfekt soundtrack for å danse ut dine siste krefter på Øyas siste dag.<br />\nwww.myspace.com/baltimorebassconnection</p>\n<p>SHIR KHAN (DE/EXPLOITED)<br />\nSom oppvarming for Jesse Rose på lørdagen har Lot Lot hentet inn Shir Khan. Sjefen for plateselskapet Exploited, og en DJ-pioneer i Berlin. Han har bygget seg opp et solid rykte som dj etter å ha turnet kontinuerlig over de siste 5 årene. Han har vært flink til å adaptere seg tidene, og det som skjer i elektronisk musikk, ved å signe folk som Minimow, Sirusmo, Adam Sky og Malente til Exploited. I tillegg har han hentet inn folk som SIS, Riva Starr, Tacteel og Oliver $ til remix-oppdrag. Hans mix-cd Maximal ble sluppet til stor jubel fra Pitchfork som kalte den ”alt som er bra i dancemusikk om dagen” og Mixmag kåret den til månedens album. Mr. Khan har spilt med det som er fra LCD Soundsystem, Erol Alkan og Simian, til Luke Vibert, Justus Koehnke og vår egen Erlend Øye. Oslopublikummet kunne sist se han headline Parkteatret, og nå er han altså tilbake i Oslo på Lot Lots Øyanatt. Shir Khan er først og fremst en dj, og spillestilen hans er et resultat av over 10<br />\når med spilling for all slags crowd og som vert og resident for diverse radioshow i Berlin. En fantastisk dj som vet kunsten å varme opp et publikum, og en perfekt start på kvelden før the main man Jesse Rose tar over decksa i første etasjen på Dattera.<br />\nwww.myspace.com/djshirkhan</p>\n<p>KRAZY FIESTA (SE)<br />\nNorgesvennene Krazy Fiesta har vært overalt det siste året. I tillegg tiljevnlige dj-besøk rundt om i Europa har duoen flere ganger kommetinnom byen for å vise norske elektrodjs hvor skapet skal stå. Mye bloghype fra store sider som Discobelle og Fluokids ga de en kickstart i produsentkarierren. Remix-oppdrag for svenskemafiaen Looptroop Rockers, Familjen, Juvelen og Mapei fulgte, og dyttet artistene de remixet ut på internasjonale dansegulv. Produksjonsstilen deres er eklektisk, og dekker flere områder i klubbmusikk fra store clubbangere til drømmende elektropop. Deres egne produksjoner er blitt utgitt på alt fra Adrian Recordings, Hybris og Digitalo enterprises. Neste fra gutta er remixer for Trevor Loveys og et samarbeid med vår egen helt Nils Bech, og i det siste har de fått god rotasjon på BBC Radio 1. Dj-settene deres blir framført av den ene delen av Krazy Fiesta, Johan, og vi er sikre på at det er den mest perfekte starten du kan få på lørdagskvelden din før Devlin &#038; Darko tar over festen i annen etasje.<br />\nwww.myspace.com/kkkrazyfiesta</p>\n<p>h3. FISK &#038; VILT:</p>\n<p>Tidspunkt: onsdag &#8211; lørdag<br />\nAdresse: Pløensgate, ved Youngstorget<br />\nÅpningstider: 22:00 &#8211; 03:30<br />\nAldersgrense: 20 år<br />\nPris:<br />\nonsdag &#8211; fredag gratis. Lørdag 50,-. Ikke forhåndssalg. Kun døra<br />\nLineup: RADIOCLIT DJ SET (UK) / KLUBB KANNIBAL / DJ PLAYBOY MARSE / TBA</p>\n<p>ONSDAG &#8211; TBA</p>\n<p>TORSDAG :</p>\n<p>KLUBB KANNIBAL<br />\nKlubb Kannibal, alias DJene og etnomuspykologene Audinho da Vitrola, Geir Svensson og Ketil Kinden Endresen, inviterer til ”etegilde” i bakgården til Fisk og Vilt! Siden 2006 har våre kannibalvenner presentert eklektisk rytmisk musikk av alle slag, fra alle tider og steder, på noen av de svetteste dansegulv i landet. På menyen står det ikke rare matbiten, derimot dansemusikk av den sterkt krydrede sorten- og rikelig med kjøtt på beinet. Sammen med kannibalvenner kokes det en sydende suppe av allehånde, godt saltede sjangere og rytmiske koteletter i kokossaus. Som kannibaler flest er de glupske og altetende: hip hop møter highlife, rock møter Raï, indie møter India, tango møter techno, kulokk møter Kuduro, and then some. Hvem som bidrar instrumentalt er aldri godt å vite på forhånd, men det er helt sikkert at performancedanserinnen Sulekha Ali Omar med venninner kommer.<br />\nhttp://klubbkannibal.blogspot.com/</p>\n<p>FREDAG:</p>\n<p>DJ PLAYBOY-MARSE<br />\nKongen av b-sider- i så stor mangel av en rød tråd at den skinner som glowsticks på operaen. Etter lang fartstid med sin tvilsomme samlivspartner bob hund,har marcus bygget en platesamling som varmer, hvis man ikke baserer samlinga på vg lista og benser´n.<br />\nSom Marcus sier det sjøl: &#8220;It&#8217;s disco, rap, rock, new wave, err basically all styles but on NO account any emo, metal or world music&#8221;.</p>\n<p>LØRDAG :</p>\n<p>RADIOCLIT DJ SET (UK)<br />\nNoen referanser; Switch, Sinden, Diplo, M.I.A, Buraka Som Sistema, Bonde Do Role, Ed Banger, Institubes, Erol Alkan, Feadz, Annie Mac, Pete Tong, Brodinski,  Trim (Roll Deep) , Santogold, Soko, Tv On The Radio, Ears, TTC, Yo Majesty etc&#8230; Eller som dem sier det: Kall det ghettopop, kall det bongodans, kall det tropisk verdenskræsjkamp. Radioclit  har holdt på i noen år nå og ting har balla på seg i alle bauger og kanter. Her er sol og glede! </p>\n<p>h3. FUNHOUSE:</p>\n<p>Tidspunkt: onsdag &#8211; lørdag<br />\nAdresse: St. Olavs Gate 23, inngang Pilestredet<br />\nHjemmeside: www.funhouseoslo.no<br />\nÅpningstider: 22:00 &#8211; 03:30<br />\nAldersgrense: 20 år<br />\nBillettinfo: billetter selges i baren på Funhouse fra 15. juli<br />\nPris:<br />\nonsdag: 150,-  / 100,- med øyabånd<br />\ntorsdag: 200,- avgift / 100,-  med øyabånd<br />\nfredag: 200,- avgift / 100,-  med øyabånd<br />\nlørdag: 150,-  / 100,- med øyabånd<br />\nLineup: COLA FREAKS (DK) /  DEATH BY UNGA BUNGA / KITCHIE KITCHIE KI-ME-O / MASTER PIECE OF CAKE / THE REVILLIONS (IE) / WOODEN SHJIPS (US)</p>\n<p>ONSDAG:</p>\n<p>THE REVELLIONS (IE)<br />\nIrske The Revellions har fra de startet opp i Dublins mørke bakgater i 2006 på kort tid opparbeidet seg et rykte som et av de beste bandene innenfor verdens garagescene. Fjorårets debutalbum på Dirty Water Records har fått svært god mottakelse verden over. </p>\n<p>&#8220;Bandet startet som et rent instrumentalt surfband, men har nå bestemt seg for også å inkludere vokal. Og det låter helt fabelaktig. Med komboen desperat sjelevreng og primalskrik, surklende farfisaorgel, hvinende gitarer, tromme og bass og noen låter så fulle av rastløs desperasjon og aggressiv snerring at det er en fryd, er det bare å takke og bukke.&#8221; &#8211;  terningkast 5, Egon Holstad, Nordlys<br />\nhttp://www.myspace.com/therevellions </p>\n<p>DEATH BY UNGA BUNGA<br />\nHvem trenger en tidsmaskin, når de fem unge musikerne i Death By Unga Bunga tar deg med på en reise tilbake til 60-tallet? Det trengs ikke mye vreng fra gitarforsterkerne deres for at bandet gir lytteren den ultimate tilfredsstillelse fra scenen, der de fremfører et sceneshow uten sidestykke. En skulle ikke tro at medlemmene fortsatt er kvisete og edru tenåringer, når man hører de skitne Link Wray-rytmene bandet leverer uansett hvor de opptrer. Musikken er en salig blanding av 50-talls rock&#8217;n&#8217;roll, 60-talls garage &#038; surf og 70-talls punk. På scenen leverer guttene en eksplosjon av et sceneshow full av svette, hormoner og ungdommelig energi. Blodige skrubbsår og revne stemmebånd er et minimumskrav for at bandet skal være fornøyd med egen innsats etter en konsert.<br />\nhttp://www.myspace.com/ungabungadeath </p>\n<p>TORSDAG:</p>\n<p>KITCHIE KITCHIE I-ME-O<br />\nKitchie kitchie ki-me-O er nytt norsk stjernelag sammensatt med medlemer fra band (bl.a Ricochets, Madrugada, My Midnight Creeps) som har representert det beste og ypperste norsk rock har hatt å tilby de 15 siste årene. Besetningen, som består av herremennene Alex Kloster-Jensen, Frode Jacobsen og Bez Farazollahi i tillegg til bidrag fra Anders Møller og Dag Stiberg (Kåre &#038; the cavemen, Now we got memebers), får man omtrent til å tenke at det er norsk rock sitt a-lag som entrer scenen på Funhouse Øyanatt for sin debutkonsert. Musikalsk har det blitt gitt hint om grooves, mystikk, afrikansk blues og europeisk soul. En ting er sikkert, vi er usedvanlig spente på hva denne gjengen her har funnet på nå, og stolte av få presentere Kitchie kitchie ki-me-O under Øyanatt på Funhouse.  </p>\n<p>FREDAG:</p>\n<p>WOODEN SHJIPS (US)<br />\nWooden Shjips er kanskje fra motsatt kyst, men musikken har definivit mye til felles med Crystal Stilts, Crystal Antlers og Times New Viking. De stammer altså ikke fra noen Brooklyn-scene. Denne gjengen er fostret på solskinn og trikkeskinner, og San Fransisco og omegn kaller de hjemme. Bandet har fått glødende omtale fra den legendariske rockekritikeren David Fricke (Rolling Stone) og gir ut musikken sin på de visjonære lablene Sub Pop og Holy Mountain. Dette er psykedelisk, tidvis minimalistisk, garagerock. Det er først og fremst eksperimentelt, og ikke bli overrasket om det fører til improvisasjon og tett med røyk på scenen. Dersom feit, hypnotisk rock er noe du vet å sette pris på, bør du kjenne din besøkelsestid.</p>\n<p>LØRDAG:<br />\nFans av band som Jay Reatard, The Wipers og The Adverts har virkelig noe å se frem til og bør kjenne sin besøkelsetid når Cola Freaks og Master Piece Of Cake gjør splittgig siste Øyanatt-kveld på Funhouse. Begge bandene er noe av det fremste skandinavia kan tilby innen hard og intens new wave-inspirert garagepunk. </p>\n<p>COLA FREAKS (DK)<br />\nDanske Cola Freaks ble dannet i Århus 2006. Musikalsk sett er dette det lengste man kan komme unna Olsen Brothers og Hanne Boel! Musikken er rå og catchy new wave og 70-talls punk, spilt med hardcore-nerve og med tekster som blir synget på dansk. De har turnert svært mye og har fått mye oppmerksomhet fra utenlandsk presse gjennom sine turneer og syvtommers utgivelser. Ifjor høst var dem blant annet supportband for Jay Reatard sin USA-turné, og i år skal de spille på Roskildefestivalen. Samtidig som Cola Freaks holder ånden fra 77 i live er de noe av det fremste innen skandinavisk rock anno 2009!<br />\nhttp://www.myspace.com/colafreaks </p>\n<p>MASTER PIECE OF CAKE<br />\nMaster Piece Of Cake var et helt ukjent band bestående av fire nittenåringer uten platekontrakt og suspekte bekjentskaper inn i platebransjen da de i fjor spilte på by:Larm i Oslo, og mens en samlet bransje hanemarsjerte i takt og lette etter “Det nye Briskeby” og “potensielle eksportvarer”, leverte Master Piece Of Cake noen helt sanseløst tøffe konserter som ene og alene sørget for å skaffe dem spillejobber på Øyafestivalen, Slottsfjellfestivalen og ROCKFEST i både Oslo og Tromsø. Master Piece Of Cake spiller hard, energisk og steinbarsk rock’n’roll som stilmessig befinner seg et sted mellom The Cheaters og den tidlige punkutgaven av The New Bomb Turks og The Hives, ispedd en liten dose 60-talls surf. De er eplekjekke og frimodige som bare fy på scenen, de har allerede ølposen full av sterke låter og de er dermed et velsignet bevis på at norsk rocks fremtid er i trygge hender.<br />\n-Egon Holstad<br />\nwww.myspace.com/masterpieceofcake </p>\n<p>h3. GARAGE:</p>\n<p>Tidspunkt: onsdag &#8211; lørdag<br />\nAdresse: Grensen 9<br />\nHjemmeside: www.garageoslo.no<br />\nÅpningstider: 22:00 &#8211; 03:30<br />\nAldersgrense: 18 år<br />\nBillettinfo: forhåndssalg via Platebutikken Tiger og i døra<br />\nPris:<br />\nonsdag: gratis<br />\ntorsdag: 80,-  / 60,- med øyabånd<br />\nfredag: 100,-  / 75,- med øyabånd<br />\nlørdag: 100,-  / 75,- med øyabånd / gratis Spoontrain BBQ block party i bakgården<br />\nLineup: BOAT CLUB (SE) / GET DANCY! / THE GHOST OF A THOUSAND (UK) / JOE GIDEON &#038; THE SHARK (UK) / KARL BLAU(US) / KRÅKESØLV / THE MEGAPHONIC THRIFT / MODDI / POPLOGG DJ SET / SARAHS POSTCARD DJ SET / SUBURBAN KIDS WITH BIBLICAL NAMES (SE) / YACHT ROCK DJ SET</p>\n<p>ONSDAG:</p>\n<p>KARL BLAU (US)<br />\nBeskrive Karl Blaus musikk? Det er omtrent like enkelt som å la seg sjarmere av Lars Sponheim. Han har beskrevet seg selv som et «lydspeil», han reflekterer det han hører og det han liker, samme hvor det måtte være fra. Man kan også beskrive det som en smeltedigel fra 50 år med musikkhistorie, intet mindre. Skal vi slenge sjangere etter ham blir det en eller annen form for eklektisk indie-folk-rock (det ruller jo pent av tungen.) Han er medlem av K Records-kollektivet og gir dessuten ut musikk via en egen abonnementstjeneste, Kelp Lunacy. Samarbeid og turnert har han gjort med både Phil Elverum og Laura Veirs.</p>\n<p>TORSDAG:</p>\n<p>JOE GIDEON &#038; THE SHARK (UK)<br />\nSommeren 2006 benyttet Joe Gideon og lillesøster Viva til å drikke seg fulle på fjøset, og spille inn låter på en 8-sporsopptaker. Før det spilte de sammen i Bikini Atoll, men er nå tilbake som en duo. I de to årene som gikk etter at låtene ble født, har JG&#038;TS varmet opp for band og musikere som Nick Cave &#038; the Bad Seeds, The Duke Spirit, Scout Niblett, og Seasick Steve. Dersom du skulle finne på å koke kraft på Nick Cave, Einstürzende Neubauten og Seasick Steve, da sitter du trolig igjen med JG&#038;TS. Det er rå, drivende bluesrock-duo, lydbildet er rikt, og live kan det umulig være noe annet enn et heseblesende Øyanatt-høydepunkt.</p>\n<p>FREDAG:</p>\n<p>SUBURBAN KIDS WITH BIBLICAL NAMES (SE):<br />\nBandet som bare kalles skwbn blant venner startet opp i Häninge utenfor Stockholm i 2003. Siden den gangen har de to kompisene Johan og Peter levert mer eller mindre skranglete indiepop-perler på en snor for alle som har villet høre. Bandet slapp sin hittil eneste fulllengder, #3, i 2005 på Labrador Records, og fikk med den en stor fanskare over hele verden. De siste årene har det vært litt stille rundt gutta, men plutselig dukket de opp i februar med en ny EP, #4, og lovnader om nytt album til høsten. EPen blir frontet av singelen &#8220;1999&#8221;, den mest catchy poplåta vi har hørt siden &#8220;You Are The Light&#8221; med Jens Lekman. &#8220;1999&#8221; har hatt tung rotasjon på Get Dancy denne våren, noe som gjorde valget av klubbkonsept enkelt..</p>\n<p>GET DANCY!<br />\nTuba Records-gallionsfigur Kristine Bjørnstad og Spoon Train-gründer Simen Herning startet i 2007 en klubb for de som ville danse til indiehits uten å bli avbrutt av kjipe folk som ikke gadd å danse. De siste to årene har klubben vokst fullstendig ut av proposjoner, med utsolgte hus hver eneste gang den har blitt holdt, og fullstendig ekstatiske tilstander, godt hjulpet av deres fabelaktige lysmenn (og -kvinner) og publikummet som kommer igjen og igjen, for å danse på seg brokk til indierock. Nå har snart klubben besøkt hver eneste krok i Oslo, samt Milano og Bergen, og i sommer blir det både 2-årsjubileum, klubbkveld i Hardanger og ikke minst Øyanatt på Garage.</p>\n<p>LØRDAG :</p>\n<p>GARAGE PRESENTERER THE GHOST OF A THOUSAND (UK)<br />\nTidlig i 2007 slo og skrek The Ghost Of A Thousand seg ute av bygrensene i Brighton med fullengderen This Is Where The Fight Begins. Vokalist Tom Lacey, gitaristene Andy Blyth og Jag Jago,<br />\ntrommeslager Memby Jago og bassist Gaz Spencer hadde spikret finurlig sing-along catchy hardcore siden 2004, fullstendig kompromissløse og ignorante overfor regelboka. Det førte raskt til nominasjonen Best British Newcomer i Kerrang! Grammy Award. Rett i bussen med kurs mot festivalsirkuset i Reading og Leeds til et nyfrelst og heller lamslått publikum!</p>\n<p>RockMidgets.com skrev; «F*ck yes. Something has been stirring beneath the surface lately. There&#8217;s an ever growing swell of hardcore and punk fans across the length and breadth of our fair isles that have become desperately sick and tired of pretty boys claiming to be punk-rock, recycling the same old tired ideas, singing in faux American accents and placing their carefully crafted image firmly above content. The remarkable rise to prominence of Watford bruisers Gallows is a telltale sign that the times-are-a-changing, and The Ghost of a Thousand are conclusive proof that the door has well and truly been kicked down». Kvintetten har fått mye oppmerksomhet ved å bli kåret til en av de fem beste metal konstellasjoner i verden av Q-Magazine og Best Live band av Total Guitar ifjor. Det nye albumet New Hopes, New Demonstrations utgis 1.juni på Epitaph Records. Skiva vil sprenge scena bandet «tilhører» i fillebiter og skape sjokkbølger hos fans som venter seg den vanskelige toern som nesten alltid er en kjedelig blåkopi. Med god drahjelp fra Pelle Gunnfeldt (The Hives, Refused, Fireside) er albumet tyngre, fylt av humørsvingninger og høyere på decibel enn «This Is Where&#8230;». Fremdeles drivende straight-up punk, knivskarpt i kantene, dog ryddet plass til modige, episke opus. The Ghost Of A Thousand har beveget seg forbi hardrock heroisme og spradende skinnbukserock! Bandet står allerede beinstøtt i historien, og kritikkene vil ikke bli mindre glødende denne gang!<br />\nwww.myspace.com/theghostofathousand</p>\n<p>I BAKGÅRDEN PÅ GARAGE:<br />\nSpoon Train blockparty med artister, DJs og live grilling. Gratis!</p>\n<p>h3. JOHN DEE:</p>\n<p>Tidspunkt: torsdag &#8211; lørdag<br />\nAdresse: inngang via Hammersborggata<br />\nHjemmeside: www.rockefeller.no<br />\nÅpningstider: 22:00<br />\nAldersgrense: 18 år<br />\nBilletter selges på www.billettservice.no, 7-Eleven, Narvesen, Posten og i døra<br />\nPris:<br />\ntorsdag: 200,- + avgift / 150,- + avgift med øyabånd<br />\nfredag: 200,- + avgift / 150,- + avgift med øyabånd<br />\nlørdag: 225,- + avgift / 175,- + avgift med øyabånd<br />\nLineup: FIRST AID KIT (SE) / HELLSONGS (SE) / THE MORNING BENDERS (UK) / SGT. PETTER /  VETIVER (US) </p>\n<p>TORSDAG:</p>\n<p>VETIVER (US)<br />\nAndy Cabic spilte med kompisen Devendra Banhart før han startet sitt eget prosjekt Vetiver, som nå er ute med Tight Knit. Plata plasserer Cibic &#038; co. godt i freak-folkbølgen med nevnte Banhart og Joanna Newsom med fiolin, cello, banjo og en bra del gitarer.</p>\n<p>SERGEANT PETTER<br />\nEndelig er Petter Folkedal snart tilbake som Sergeant Petter, han jobber med nye låter som kommer til høsten. I mellomtiden kan vi minne om den fin-fine forrige plata A Mid-Tempo Frenzy fra 2006, som var full av fengende popcountry og fikk femmere i bl.a. Dagbladet og Aftenposten.</p>\n<p>FREDAG:</p>\n<p>FIRST AID KIT (SE) + HELLSONGS (SE)<br />\nSøstrene Klara og Johanna Söderberg sjarmerte alle på årets by:Larm og spilte for et stappfullt Mono. De har ikke en gang fylt atten år, men disker allerede opp med egne folk/pop/country-låter med n-y-ydelige vokalharmonier samt stødige coverversjoner av Johnny Cash, Bob Dylan og Fleet Foxes. De kom i fjor med EP’en ”Drunken Trees” og har fått seg platekontrakt med Rabid Records som bl.a. også gir ut The Knife. Hellsongs har blitt kjent for sine fantastiske tolkninger av gamle metalklassikere som ”Run to the Hills”, og har jobbet opp et godt liverykte. I 2006 ga de ut Lounge EP og i 2008 kom albumet Hymns in the key of 666. De imponerte oss stort på årets by:Larm og nå kommer de endelig til John DEE!<br />\nwww.myspace.com/thisisfirstaidkit </p>\n<p>LØRDAG:</p>\n<p>THE MORNING BENDERS (US)<br />\nCalifornia-gjengen hiver seg ut i solfylt popmesteri med raslende gitarer på debutplata Talking Through Tin Cans og Pitchfork mener: &#8220;This Bay Area band manage to appropriate Pavement&#8217;s smirking shamble to their own lovesick, non-smartass ends.&#8221; Indierockerne har tidligere turnért med passende kumpaner som Death Cab For Cutie og MGMT.<br />\nwww.myspace.com/themorningbenders / www.themorningbenders.com/</p>\n<p>h3. PARKTEATRET:</p>\n<p>Tidspunkt: torsdag og lørdag<br />\nAdresse: Olaf Ryes Plass 11<br />\nHjemmeside: www.parkteatret.no<br />\nÅpningstider: 22:00 &#8211; 03:30<br />\nAldersgrense: 18 år<br />\nBilletter selges på www.billettservice.no, 7-Eleven, Narvesen, Posten og i døra<br />\nPris:<br />\ntorsdag: 130,- + avgift / 100,- + avgift med øyabånd<br />\nlørdag: 180,- + avgift / 160,- + avgift med øyabånd<br />\nLineup: DET ÄR JAG SOM ÄR DÖDEN / BALKAN BEAT PARTY / JESSICA LEA MAYFIELD (US)</p>\n<p>TORSDAG:</p>\n<p>DET ÄR JAG SOM ÄR DÖDEN + BALKAN BEAT PARTY<br />\nDet är jag som är döden er tilbake etter å ha spilt konsert på selveste Cannes-festivalen. Bandets filmatiske popmusikk ble sendt ut over rivieraen og filmstjerner, og ryktene sier at det blir festival på Korsika til sommeren. Kyrre Bjørkås, Hilmar Bergendahl Larsen og Nils Jakob Langvik trakterer ståtrommer, diskobass, rytmeboks, twanggitar og et par grimme synthesizere. Dertil kommer en mannevokal like sagnomsust som den er dobbel, kjent for å sprette fra myk som en plomme til sprø som en kjeks i en og samme melodi! Det är jag som är dödens debutplate Hey Space ble denne våren utgitt i flere land i Europa. Nå arbeides det med en ny plate, som skal utgis til høsten.</p>\n<p>Øyanatt-konserten på Parkteatret vil gli over i vill dansing på BalkanBeatParty. Hilmars far er invitert med sekkepiper og klarinetter for å lage den perfekte overgang fra &#8230;Döden til skranglete dansefest…<br />\nwww.myspace.com/detarjagsomardoden</p>\n<p>LØRDAG:</p>\n<p>JESSICA LEA MAYFIELD (US)<br />\nJessica Lea Mayfield startet sin karriere 8 år gammel &#8211; i families bluegrass band. Solokarrieren skjøt fart noen år senere i en lokal bar på hjemstedet der hun spilte fast hver mandag for tips og fri tilgang til pizzamenyen. Hennes låter bærer preg av mørke stemninger og har et relativt trist perspektiv på livet, inspirert av bruddet med sin første kjæreste.<br />\nSom 15 åring spilte hun inn debutalbumet White Lies i brorens soverom. En kopi av dette endte opp i hendene til Dan Auerbach (Black Keys), som førte til at hun kort tid etter gikk inn i studio på nytt for å spille inn oppfølgeren With Blasphemy So Heartfelt med nevnte Auerbach som produsent og med-musiker. Albumet er svært bra, superlativene fra media og andre synsere formelig haglet over det endelige resultatet. De mørke stemningene og melankolien er dyrket til nye høyder, resultatet lyder som en krysning av Hope Sandoval og Nick Cave &#8211; Vakkert, mørk og utsøkt tristesse.<br />\nLørdag 15 august er hun og bandet klar for Parkteatret i anledning hennes første besøk i Europa. Det kommer garantert til å bli en minnerik aften!<br />\nhttp://www.myspace.com/jlmayfield<br />\nhttp://pitchfork.com/reviews/albums/12398-with-blasphemy-so-heartfelt/</p>\n<p>h3. PIGALLE:</p>\n<p>Tidspunkt: onsdag &#8211; lørdag<br />\nAdresse: Grønlandsleiret 15<br />\nHjemmeside: www.olympen.no<br />\nÅpningstider: 21:00 &#8211; 03:30<br />\nAldersgrense: 20 år<br />\nBillettinfo: selges kun i døra. Ikke fårhåndssalg<br />\nPris:<br />\nonsdag: gratis<br />\ntorsdag: 100,-  / 75,- med øyabånd<br />\nfredag: 100,-  / 75,- med øyabånd<br />\nlørdag: gratis<br />\nLineup: BRØDRENE LÖWENSTIERNE / BURLESQUE: EMPRESS DEVILLINA &#038; MISS INTOXICA / DJ SOULMILLA / DJ HENKEN HÅ / DJ HEY, GRINGO / KLUBB MAGNUS </p>\n<p>ONSDAG:</p>\n<p>KLUBB MAGNUS<br />\nmed felles kjærlighet for 60-tallsmusikk og vinyl maner Simen Brekke, Simon Songhurst og Kristine Kvamme til dans på Pigalle. På Klubb Magnus  danses det til Soul, Rhythm’n’Blues, Boogaloo og Beat fra 60-tallet, alt på original vinyl.  Med andre ord garantert remiksfritt og 100% analogt. www.myspace.com/klubbmagnus</p>\n<p>TORSDAG:</p>\n<p>DJ SOULMILLA<br />\nDj Soulmilla spiller sassy soul, greasy rockabilly, sleazy exotica &#038; nasty R´n´B, Dansing er automatisk, inspirert og uunngåelig. Soulmilla can make even your grandpa shake med Dj Signor Havn og hans mer eller mindre outrerte rytmer i form av 7-tommere.<br />\nwww.myspace.com/soulmilla</p>\n<p>BURLESQUE PÅ PIGALLLE<br />\nTorsdag blir det hetere enN normalt på Pigalle. Da drar vi avgårde med retro striptease med humor og eleganse, glamour og kitcsh. Denne kvelden  blir det frodige former i fri utfoldelse i form av Empress Devilina og Miss InToxica fra The Fleshoticas.<br />\nwww.myspace.com/the_fleshoticas</p>\n<p>FREDAG:</p>\n<p>BRØDRENE LÖWENSTIERNE<br />\nSjangermessig beveger de seg raskt frem og tilbake i skytteltrafikk mellom country noir, blues og rock &#038; roll, med kreative innslag av både human beatboxing, doo-wop og glade calypsotakter!<br />\nPå Pigalle har de med seg trommeslager Øyvind Blomstrøm (El Cuero/Bare Egil Band/Retrorockers) og strengevirtuos Roar Nilsen (Cumshots).<br />\nHer blir det heftige rytmer, swingende melodier og harmonisk samklang!</p>\n<p>LØRDAG:</p>\n<p>DJ HENKEN HÅ + HEY, GRINGO<br />\nDJ Henken Hå spiller feit 50&#8217;s Rock &#038; Roll, 60&#8217;s Beat, tidløs Garage &#038; Rockabilly, Surf, coole Crooners &#038; ekte gammaldags Rhythm &#038; Blues + enkelte sydlandske perler.<br />\nDj Hey, Gringo! har snurret skiver, sombreros og pistoler helt siden han krabbet opp i DJ boksen en fuktig natt i Cancun i Mexico i 2001. I kveld slår han et slag for musikken av den </p>\n","wordpress_id":575,"translations":{"nb":{"url":"/2009/06/04/tidenes-program-til-%c3%b8yanatt-del1/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ad214bcb-fce2-55f0-9613-bd664bede617","locale":"nb"}}