{"data":{"wordpressPost":{"title":"Grant Lee Buffalo og Crystal Fighters klare for Øya","date":"2011-03-07T10:33:00.000Z","content":"<p>GRANT LEE BUFFALO (US)<br />\nDet er i år 20 år siden trioen Grant Lee Buffalo ble danna i California. I fjor høst gjorde de det klart at de kom til å legge ut på veien igjen etter godt over 10 års opphold. De hadde et stort publikum i Norge på 90-tallet og vender nesa hitover i august for å spille på Øyafestivalen. Festivalledelsen har allerede begynt å nynne på favorittlåter som Fuzzy, Arousing Thunder, Mockingbirds, America Snoring, The Shining Hour og Truly, Truly.</p>\n<p>Grant-Lee Phillips, Paul Kimble og Joey Peters slo igjennom i 1993 med debutskiva Fuzzy. Før dette hadde de vært medlemmer av et band som kalte seg Shiva Burlesque. Musikken til Grant Lee Buffalo var en miks av tradisjoner fra folk og country, blanda med moderne rock. Phillips lagde en regelrett perlerad av gode låter, levert med hans lett gjenkjennelige stemme. Bassist Kimble stor for produksjonen på flere av skivene. Populariteten var overraskende nok større i Europa enn i hjemlandet, og her i Norge var de store kritikerfavoritter. Albuma Mighty Joe Moon (1994) og Copperopolis (1996) var inne på topp ti på de norske salgslistene. Phillips har i flere år vært soloartist med flere gode skiver på samvittigheten, men vi skal innrømme at det blir godt å se han som en del av Grant Lee Buffalo igjen.<br />\n<a href=\"http://www.grantleebuffalo.com/\" target=\"_blank\">NETTSIDE</a></p>\n<p>CRYSTAL FIGHTERS (ES)<br />\nDu har kanskje hørt spansk-engelske Crystal Fighters på radio i det siste? De leverte en av forårets morsomste skiver med Star of Love. Nå er de klare for å spille på Øyafestivalen i august. Uten for stor musikalsk sammenligning innrømmer vi gjerne at Star of Love fyller oss med mye av den samme energien og gleden som vi fikk fra The Go! Teams debut i 2004. Med dette mener vi egentlig at Crystal Fighters nok vil være lyden av sommeren 2011 på Øya-kontoret. Groove.no elsket albumet og mente det er ”så utrolig bra, du blir helt ruset av den strabiøse, men herlige sammensetningen av albumet”.</p>\n<p>Crystal Fighters spiller en slags organisk elektropop, som eksploderer i dansbar gledesspreding. De benytter seg av en blanding av synther, gitarer, trommer og tradisjonelle baskiske instrumenter. Elementer fra musikken i Baskerland, som er hjemstedet til et par av medlemmene, dukker også opp i låtene. Før debutalbumet ga de ut noen singler på Kitsune og opplevde sitt første lille gjennombrudd da Xtatic Truth ble single of the week hos BBC1 i 2009. Crystal Fighters har siden den gang blitt remiksa av en uoversiktlig mengde hippe navn. Debutalbumet kom i oktober, på deres egen label Zirkulo, og var produsert av dem selv. BBC og Mojo er bare to av de store britiske mediene som har lagt sin elsk på bandet. I Storbritannia har de vært på turné med Foals og spilt på de største festivalene. Å oppleve Crystal Fighters live er noe for seg sjøl og Mixmag påsto at de sto for “the single most exciting show in dance music”. Nå kan du oppleve dette i Middelalderparken i august.<br />\n<a href=\"http://www.myspace.com/crystalfighters\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":187,"featured_image":null,"translations":{"nb":{"url":"/2011/03/07/grant-lee-buffalo-og-crystal-fighters-klare-for-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4bbf6a66-1258-5241-ba47-3aba2bd7d5cf","locale":"nb"}}