{"data":{"wordpressPost":{"title":"Øya som knutepunkt","date":"7th October 2015","content":"<p>Øyafestivalen tok på seg oppdraget som knutepunktfestival i 2008 og har siden den gang jobbet for å iverksette tiltak og utføre tjenester for andre festivaler i både inn- og utland, som ivaretar knutepunktoppdraget ved å realisere og videreutvikle prosjekter som tidligere ikke har vært økonomisk forsvarlige å gjennomføre. Knutepunktmidlene har sørget for en mer stabil plattform og langsiktighet for den videre planleggingen av prosjektene.</p>\n<div><strong>Her er noen av de viktigste prosjektene og tiltakene som har vært en del av vårt knutepunktoppdrag.</strong></div>\n<div></div>\n<div>&#8211; Vi har utvidet vår internasjonale satsing og jobbet for å fremme norsk musikk i utlandet gjennom flere store arrangementer i viktige musikkbyer rundt i verden.</div>\n<div></div>\n<div>&#8211; Vi har i tillegg forsterket vårt arbeid med Øya International, som har bygget seg opp til å bli en av de viktigste nettverksplattformene for norsk musikkeksportbransje.</div>\n<div></div>\n<div>&#8211; Vi har satset på kompetansebygging internt i festivalen, og arbeidet med kompetanseutveksling og ‐overføring med andre festivaler og arrangører både i Norge og utlandet, med spesiell vekt på områdene booking, miljø, sikkerhet og frivilligorganisering.</div>\n<div></div>\n<div>&#8211; Med det nylig opprettede festivalseminaret møtes festivalarrangører fra hele landet for faglig påfyll.</div>\n<div></div>\n<div>&#8211; Med Øya Ung har vi gjennomført et løft for det manglende konserttilbudet for ungdom i hovedstaden og startet opp et samarbeidsprosjekt med musikkelever i videregående skole for å gi dem faglig opplæring og praksis med å arrangere ungdomskonserter &#8211; av ungdom, for ungdom.</div>\n<p>Knutepunktmidlene har ikke blitt benyttet som et konkurransevridende element i bookingen av større artister, men vi har etablert en ekstra scene som gir oss rom til å presentere nye og grensesprengende artister som normalt sett ikke ville ha fått muligheten til å opptre for et såpass stort publikum i Norge.</p>\n<p>Øyafestivalen er avhengig av prosjektmidler for å sikre videreføringen av disse og flere andre tiltak som kommer både festival- og musikknorge til gode, også i fremtiden.</p>\n<p>foto Pål Bellis</p>\n","wordpress_id":13141,"translations":{"nb":{"url":"/2015/10/07/oya-som-knutepunkt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6cbd4b45-208a-50ec-b88b-823670aa45e2","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2015/10/07/oya-som-knutepunkt/","redirect":false}}}