{"data":{"wordpressPost":{"title":"10 miljøvalg på Øya","date":"4th August 2015","content":"<p>Vi jobber året rundt for å gjøre Øya til en av Europas mest miljøvennlige musikkfestivaler. Men vi får det ikke til alene! Her er 10 ting du kan gjøre for å bidra til en enda grønnere festival:</p>\n<ol>\n<li><b> Sykl til Tøyenparken<br />\n</b>Statistisk sett er det stor sannsynlighet for at du bor mindre enn 15 minutter med sykkel unna årets festivalområde. I fjor kunne vi for første gang tilby ordentlig sykkelparkering med vakthold og selvbetjent servicestasjon, ett tilbud som førte til at andelen publikum som syklet økte. I år dobler vi antall parkeringsplasser og <a href=\"http://dapper.no/\">Dapper</a> tilbyr gratis småreparasjoner. Vi oppfordrer alle som kan til å ta sykkelen fatt.</li>\n</ol>\n<ol start=\"2\">\n<li><b> Reis kollektivt<br />\n</b>Om du ikke har sykkel kan du ta beina fatt eller bruke trikk, buss eller bane for å komme deg til Tøyenparken. Husk at vi ikke tilbyr parkeringsplass for biler. Tøyen og Carl Berners plass t-banestasjon ligger begge i nærheten av festivalinngangen. I tillegg går det både buss og trikk i nærheten av Tøyenparken.</li>\n</ol>\n<ol start=\"3\">\n<li><b> Spis økologisk<br />\n</b>Vi samarbeider med noen av de beste restaurantene i Oslo for å gi deg festivalmat av ypperste klasse. Vi mener at kun naturlige råvarer fra et bærekraftig jordbruk er godt nok for vårt publikum, og i 2014 var nærmere 94% av alle råvarene vi brukte <a href=\"https://api.oyafestivalen.no/miljo/okologisk-mat/\">økologiske</a>. Med økologisk gullmerke fra Debio kan du spise deg mett med god samvittighet.</li>\n</ol>\n<ol start=\"4\">\n<li><b> Spis vegetarisk<br />\n</b>I fjor var det veggisene som var mest tilfreds med matutvalget på festivalen, og i år gir vi grønnsakselskerne enda flere retter å velge mellom. I tillegg kan du kjøpe lokale jordbær og frukt i snacksbodene våre. Vil du spise med enda litt bedre samvittighet, både overfor dyrene og miljøet &#8211; kutt kjøttet på festivalen i år!</li>\n</ol>\n<ol start=\"5\">\n<li><b> Kildesortér avfallet ditt<br />\n</b>Sammen med Renovasjonsetaten har vi laget et kildesorteringssystem som ligner det du finner i kjøkkenbenken hjemme. Som publikummer kan du sortere i matavfall, plast, papir og restavfall. Når du sorterer ditt festivalavfall gjør du jobben til <a href=\"https://www.nuno.com/\">Natur og Ungdom</a> mye lettere. De ettersortert nemlig alt all søpla for hånd i 15 ulike fraksjoner. I fjor kildesorterte vi hele 72% av avfallet fra festivalen &#8211; som sparte oss for CO2-utslipp tilsvarende 15 biler! Hjelp oss med å gjøre det enda bedre i år!</li>\n</ol>\n<ol start=\"6\">\n<li><b> Pant glass og annen emballasje<br />\n</b>Det lønner seg å hjelpe oss å kildesortere, og du kan cashe ut i en av Natur og Ungdoms pantboder. De tar i mot tomme ølglass, bærehanker, popcornbeger og sneiper. Rundt 200.000 ølglass blir samlet inn på denne måten i løpet av festivalen. Når du panter ølglasset ditt er du med på å spare over to tonn CO2 og 5620 liter olje!</li>\n</ol>\n<ol start=\"7\">\n<li><b> Bli medlem i Natur og Ungdom<br />\n</b>Øyafestivalen er stolt av å kunne samarbeide med <a href=\"http://nu.no/medlem/\">Natur og Ungdom</a>, Norges største miljøvernorganisasjon for ungdom. Siden 2002 har de vært med på å gjøre Øyafestivalen til en av Europas mest miljøvennlige festivaler. For 50 kroner kan du bli med og støtte organisasjonen som på Øyafestivalen står for all avfallshåndteringen, drifter pantebodene og holder festivalområdet rent.</li>\n</ol>\n<ol start=\"8\">\n<li><b> Drikk vann fra springen<br />\n</b>Det er viktig å få i seg nok vann gjennom dagen. I Oslo er vi så heldig å ha drikkevann med så høy kvalitet at vi kunne ha solgt det på flaske, og derfor har vi satt opp flere vannpunkt på festivalområdet hvor du kan forsyne deg med deilig drikkevann rett fra springen.</li>\n</ol>\n<ol start=\"9\">\n<li><b> Besøk grønnsaks- og urtehagen<br />\n</b>Vet du hvordan en reddikplante ser ut? Eller hvordan du kan dyrke din egen mat på verandaen? Besøk <a href=\"http://www.bygard.growlab.no\">GrowLabs</a> urbane gård på Munchløkka! Der kan du oppleve aktiviteter og workshops knyttet til de forskjellige aspektene ved bærekraftig matproduksjon, hvor maten du spiser kommer fra og hva slags verdier som ligger til grunn.</li>\n</ol>\n<ol start=\"10\">\n<li><b> Ta med deg de gode miljøvanene hjem<br />\n</b>Vi kunne selvfølgelig ønske det var Øyafestival hver eneste dag, men siden det foreløpig bare er fire dager, håper vi dere tar med dere de gode miljøvanene hjem til de 362 andre dagene. Sykl til jobben, kjøp økologiske, lokale grønnsaker på butikken og kildesortér avfallet ditt!</li>\n</ol>\n<p>Foto: Amanda Iversen Orlich / Natur og Ungdom</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"399fd311-c9f3-5178-a3b7-496f280795d1"}}