{"data":{"wordpressPage":{"title":"Frivillig","content":"<p>I fjor var det over 2600 fantastiske frivillige som var med på å lage festival i Tøyenparken. Har du lyst til å bli med og gjenskape magien? Vi trenger frivillighelter til Øyafestivalen 2019.</p>\n<p>Som frivillig på Øya får du mulighet til å være en av de som jobber i bakgrunnen og bidrar til at festivalen i 2019 når nye høyder. Vær raskt ute med å melde deg på, så er muligheten større for at du får nettopp de oppgavene du ønsker deg. Vi anbefaler deg å lese gjennom frivilliginfoen på denne siden før du fyller ut søknaden.</p>\n<details>\n<summary><b>Hva vil det si å være frivillig? Hva forventer vi av deg?</b></summary>\n<p>Som frivillig på Øyafestivalen deltar du i en eller flere av alle de oppgavene som skal løses for at festivalen skal kunne arrangeres. Du trenger ikke å ha festivalerfaring fra før, men at du har et smittende godt humør enten sola skinner eller det regner horisontalt, setter vi stor pris på. Vi forventer at du møter opp til avtalt tid og bidrar så godt du kan til skiftet er over. Som belønning garanterer vi deg et minne for livet, fantastisk musikk, nydelig økologisk mat, evig takknemlighet og litt til.</p>\n</details>\n<details>\n<summary><b>Hvor mye jobber jeg?</b></summary>\n<p>Det varierer hvor mye man jobber i forhold til de forskjellige oppgavene. Hvis du jobber før festivalen, er regelen at du må jobbe fire dager og du får da tilgang til festivalen alle dager. Hvis du jobber under festivalen, må du jobbe minst to dager og får tilgang til festivalen de andre dagene. Vi er selvsagt takknemlige til dem som ønsker å bidra mer enn dette.</p>\n</details>\n<details>\n<summary><b>Hvilke jobber kan jeg få?</b></summary>\n<p>Her er noen av de oppgavene du kan få som frivillig:</p>\n<p>Vertskap<br />\n&#8211; Som vertskap vil du få ansvar for blant annet adgangskontroll, gjerdekontroll, samt kontroll av nødutganger og festivalområdet i sin helhet. Noe av de viktigste oppgavene som vertskap er å passe på at alle har det bra under festivalen og ikke går seg vill på festivalområdet. Vi samarbeider med vektere dersom behovet for inngripen skulle dukke opp.</p>\n<p>Bar<br />\n&#8211; De som jobber i bar har ansvaret for å tappe og selge øl, brus, snacks og andre barvarer til våre gjester i et forrykende tempo. I denne avdelingen trenger vi folk med godt humør, tålmodighet og som er effektiv og liker litt hektiske dager. I bar jobber man bare under avvikling.</p>\n<p>Godterikiosk<br />\n&#8211; Selge godterier og annet snacks i salgsbod i parken.</p>\n<p>Rigging<br />\n&#8211; Festivalområdet skal rigges opp i forkant av festivalen og ned i etterkant. Til dette trenger vi folk som kan hjelpe oss å rigge. Som rigger er dine oppgaver å sette opp telt, gjerder, legge veiduk mm. Som rigger er det mange løft og bæring hit og dit.</p>\n<p>Sjåfører<br />\n&#8211; Oppgaven til de som jobber med transport er å kjøre fram og tilbake til festivalområdet med diverse utstyr. Oppgavene her er mange og varierte og det er sjelden en kjedelig dag på jobben i transportgruppa. Har du mer enn førerkort klasse B, kan dette være en fordel.</p>\n<p>Catering<br />\n&#8211; Frivillige og artister trenger mat under de dagene vi skal være i Tøyenparken. Cateringgruppa ser etter personer som er glad i å lage mat, takler til tider stort arbeidspress og som ellers har et smittende godt humør. Frivilligkjøkkenet trenger folk både på opprigg, under avvikling og på nedrigg mens de som skal lage mat for artistene trenger hovedsakelig folk under avvikling.</p>\n<p>Delta Force<br />\n&#8211; Øyas “alt i ett”-styrke som jobber litt med det meste under festivalen, og settes inn der det trengs når det trengs. Denne gruppen søker folk som er glad i å ta i et tak skulle det trenges til å rigge gjerder, henge opp veiduk, stå i bar osv. Allsidighet er et stikkord.</p>\n<p>Møbelgruppa<br />\n&#8211; I denne gruppen montererer man og utplassering av møbler. Denne jobben gjøres i forkant og/eller etterkant av festivalen. Det er en stor fordel at du er en nevenyttig person, men det er ingen nødvendighet.</p>\n<p>Varesentralen<br />\n&#8211; På varesentralen gjør man innkjøp av utstyr, inn/utlevering av utstyr etter behov og generell logistikk av lagerbeholdningen på festivalen. Varesentralen er noe av det første som åpnes under opprigg og det siste som stenges under nedrigg. Dvs at vi trenger folk som kan jobbe før, under og/eller etter festivalen.</p>\n<p>Alle kan ønske seg jobber, og de fleste får oppfylt ønsket sitt. Men – vi kan dessverre ikke garantere at alle får gjøre akkurat det de ønsker eller akkurat de dagene de har lyst.</details>\n<details>\n<summary><b>Hva med Klubbdagen?</b></p>\n</summary>\n<p>Alle som jobber før og under festivalen vil få utdelt et eget frivilligarmbånd som kan hentes i Tøyenparken samme dag som Klubbdagen. Dette armbåndet gir tilgang til klubbdagskonsertene. Alle som jobber etter festivalen vil få utdelt armbånd som gir deg tilgang til klubbdagskonsertene i tillegg til alle festivaldagene i parken.</details>\n<p><code><!><a href=\"https://oya.mobilise.no/Applicant.aspx?arr=9080651\">SØKNADSSKJEMA FINNER DU HER</a></!></code></p>\n<p><em>NB! For å kunne være frivillig på Øyafestivalen må du være fylt 18 år før festivalstart.</em></p>\n<p>For spørsmål angående frivilligarbeid på Øyafestivalen, send oss gjerne en <a href=\"mailto:frivillig@oyafestivalen.com\">e-post</a>.</p>\n","wordpress_id":46,"locale":"nb","slug":"frivillig","acf":null,"translations":{"nb":{"url":"/frivillig/"},"en":{"url":"/en/volunteer/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3a08ac91-16b0-5c27-aad3-0bd9d38352a3","locale":"nb"}}