{"data":{"wordpressPost":{"title":"Robyn guider deg gjennom Body Talk Pt. 2","date":"22nd September 2010","content":"<p>_Hør gjerne <a href=\"http://wimp.no/album/4347059\" target=\"_blank\">Body Talk Pt. 2 på WiMP</a> mens du leser Robyns bevingede ord._</p>\n<p>*#1: In My Eyes*<br />\nDenne låten er rolig og veldig fin.  Her jobbet jeg med Andreas (Kleerup, red. anm.) og resultatet ble helt annerledes enn With Every Heartbeat, som vi lagde sammen på mitt selvtitulerte album fra 2007. Kleerup er en dyktig fyr jeg elsker å jobbe med. Det blir forhåpentligvis flere samarbeid med ham fremover. </p>\n<p>*#2: Include Me Out*<br />\nDenne trenger ingen nærmere forklaring, navnet på låten sier alt. Lytt til denne gjennom ditt headset og du vil skjønne at dette er en selvtillitsboost og en oppfordring til alle og enhver. Når jeg deler albumutgivelsene i tre har jeg ingen tanker om hvilke låter som kommer hvor. Det er nesten helt tilfeldig at denne havnet på Body Talk Pt. 2, og ikke 1 eller 3.</p>\n<p>*#3: Hang With Me*<br />\nDette er en viktig låt for skiva. Alle låtene er viktige, men denne kjennes virkelig viktig. Det er en fortsettelse av Dancing On My Own. Den akustiske versjonen har dere allerede hørt på min forrige plate. Låten er skrevet av min faste produsent Klas Åhlund og ble først spilt inn av hans ekskjæreste Paola Buna i 2003.</p>\n<p>*#4: Love Kills*<br />\nPå denne låten har jeg samarbeidet med Savage Skulls, en ung sterk duo fra den yngre klubbscenen i Sverige. De er hvor dyktige som helst og hadde det ikke vært for at jeg har mitt eget DJ-sett i natt skulle jeg gjerne sett Savage Skulls (på Øyanatt på Stratos red. amn.).</p>\n<p>*#5: We Dance To The Beat*<br />\nOgså denne låten er veldig viktig for platen som helhet. Minner kanskje litt om åpningssporet på den forrige platen (Don’t Fucking Tell Me What To Do). Ingen skal fortelle meg hvordan jeg skal gjøre ting. Det er den mest klubbete låten på albumet. Om jeg er kompromissløs? Nei.</p>\n<p>*#6: Criminal Intent*<br />\nDet var utrolig morsomt å jobbe med Diplo. Han er så nysgjerrig og åpen for nye impulser, og har en sjelden sterk interesse for det han jobber med. Diplo og jeg har mange av de samme referansene. Han har et meget godt øre for pop, selv om han jo kommer fra den såkalte undergrunnen.</p>\n<p>*#7: U Should Know Better feat. Snoop Dogg*<br />\nÅ jobbe med Snoop var fantastisk! Kjempemorsomt. Det er to år siden vi gjorde denne låten, men jeg blir ikke utålmodig av den grunn. En låtprosess kan være veldig lang, ofte tar det tid, mens andre ganger kan jeg skrive låtene samtidig som jeg spiller dem inn. Her er jeg er fornøyd med hvordan Snoop tok plass i min musikalske verden og ikke motsatt, han er med på mine premisser. Snoop er en råsmart musiker.</p>\n<p>*#8: Indestructible*<br />\nDette er en akustisk versjon av låten, originalen kommer på neste skive. Når de to versjonene slippes hver for seg på denne måten, låter det helt annerledes, folk får et helt annet inntrykk av låten. Jeg ønsket å vise låten fra en annen side og bryte det hele ned før jeg bød på originalen. </p>\n<p>Se videoen til Hang With Me:<br />\n<iframe src=\"http://player.vimeo.com/video/13643546?byline=0&amp;portrait=0&amp;color=ffffff\" width=\"480\" height=\"270\" frameborder=\"0\"></iframe></p>\n<p><a href=\"http://vimeo.com/13643546\">Robyn &#8211; Hang With Me official video</a> from <a href=\"http://vimeo.com/robynmusic\">Robyn</a> on <a href=\"http://vimeo.com\">Vimeo</a>.</p>\n","wordpress_id":246,"translations":{"nb":{"url":"/2010/09/22/robyn-guider-deg-gjennom-body-talk-pt-2/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6944cac4-4c9d-5e75-869c-4ef8f0c40473"}}