{"data":{"wordpressPost":{"title":"Nå kommer solenergi til Norge &#8211; og Øya!","date":"4th August 2016","content":"<p>Hjellnes Consult har vært Øyafestivalens rådgiver på byggkompetanse gjennom en årrekke. I år har de inngått et samarbeid med henholdsvis STS Solar Technologies Scandinavia og OTOVO, som igjen samarbeider om å bistå markedet i den eksplosive veksten som er ventet i det norske solcellemarkedet.</p>\n<p><a href=\"http://solarts.no/\" target=\"_blank\">STS Solar Technologies Scandinavia</a> er Norges største leverandør av solcelleutstyr og <a href=\"https://www.otovo.no/\" target=\"_blank\">OTOVO</a> er et nytt kraftselskap for solstrøm som håper å forenkle, finansiere og drifte solcelleanlegg for private hjem og næringsbygg.</p>\n<p>&#8211; Det har lenge vært klart at Norges satsning på olje og gass er lite bærekraftig. Skal vi oppfylle de ambisiøse klimaløftene fra Paris-avtalen, vi må over på mer fornybar energi, og da kan solenergi spille en viktig rolle, sier Roar Smelhus fra Hjellnes Consult.</p>\n<p>Sammen med dem ønsker vi å vise hvilket potensiale som ligger i fornybar solenergi. Under festivalen bygges det en praktisk solinstallasjon som blant annet gir energi til hengekøyer og inngangsparti på Caltexløkka, og hvor overskuddet sendes tilbake til elnettet.</p>\n<p>&#8211; Kina er ett av de landene som nå leder an i denne utviklingen. I 2013 produserte Kina over 64 % av verdens solenergi, og de investerer nå mest i dette området i verden. Kun i den kinesiske byen Dezhou &#8211; en by med like mange innbyggere som Norge &#8211; har solceller redusert CO2-utslippene med 200 millioner tonn de siste 20 årene. Her mener vi at Norge bør ta en ledende rolle i årene som ligger foran oss, sier markedsdirektør Smelhus.</p>\n<p>Besøk solcelleinstallasjonen på Caltexløkka under festivalen!</p>\n","wordpress_id":14919,"translations":{"nb":{"url":"/2016/08/04/na-kommer-solenergi-til-norge-og-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f78faa8e-228d-5fb3-b38e-318fc38c02fb"}}