{"data":{"wordpressPost":{"title":"Gresset er stadig grønnere på Øya!","date":"2013-07-17T10:14:39.000Z","content":"<p id=\"docs-internal-guid-1de7904b-ec19-1ecb-f1b4-8984ca0283ae\" dir=\"ltr\"><strong>I 2012 klarte vi å redusere vår miljøbelastning på transport, avfall, energibruk og mat. </strong></p>\n<p dir=\"ltr\">Øyafestivalen har i over ti år jobbet for å bli en av verdens mest miljøvennlige musikkfestivaler.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">&#8211; Selv om festivalen har vokst de siste årene klarte vi i 2012 å komme på 2006-nivå på både CO2-utslipp og avfallsmengder. Det er vi enormt stolte av, sier miljøsjef Julie Forchhammer.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">En gjennomgang av festivalens totale miljøbelastning viser at fjorårets festival skårer svært bra  på de viktigste miljøområdene: klima og transport, avfall, energibruk og mat.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>1. Lavere utslipp av klimagassen CO2</strong></p>\n<p dir=\"ltr\">De totale CO2-utslippene ble betydelig redusert sammenlignet med 2011. Vi må helt tilbake til 2006 for å finne tilsvarende lave utslipp, et år hvor festivalen bare varte i tre dager. Som alltid er det artistenes flyreiser som fører til de største utslagene på klimagassregnskapet til festivalen. Disse indirekte utslippene gikk likevel ned i 2012, som følge av bookingsamarbeidet med flere skandinaviske festivaler som fører til færre flyreiser til og fra Oslo.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">Fjorårets fokus på flere lavutslippsbiler til vår egen transport av artister og varer bidro også til å redusere utslippene. Sammenlignet med fjoråret gikk også transportmengden ned med om lag 500 km fra 21 061. Publikum har også bidratt til å redusere utslippene fra transport. Ifølge vår publikumsundersøkelse valgte 96 prosent av publikum og enten ta kollektivtrafikk, sykle eller ta beina fatt til og fra festivalen.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>2. Mindre avfall – mer gjenvinning</strong></p>\n<p dir=\"ltr\">Den totale avfallsmengden fra festivalen gikk også ned, med en reduksjon på om lag 3 tonn sammenlignet med 38 tonn i 2011. Også her må vi tilbake til 2006 for å finne lignende lave avfallsmengder. Det er flere årsaker til reduksjonen i avfallsmengden. Øyafestivalen har et sterkt fokus på gjenbruk og tar vare på det meste av materialer som lar seg gjenbruke og gir bort alt fra overskuddsmat til veiduken som dekker gresset, etter festivalen. Samtidig bidro nok det gode været til mindre avfallsproduksjon.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">Samtidig som avfallsmengden gikk ned gikk også materialgjenvinningsgraden opp og nådde 61 prosent. Avfallet som ikke kunne materialgjenvinnes ble til strøm og varme i Oslo kommunes energigjenvinningsanlegg.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>3. Energieffektiv festival</strong></p>\n<p dir=\"ltr\">Etter at Øyafestivalen i 2010 skiftet ut forurensende dieselaggregat og gikk helt over til strøm fra fastnettet er det ikke bare klimagassutslippene som har gått nedover. Sammenlignet med 2011 ble det totale strømforbruket redusert med 9 prosent i 2012 og var på 39 GWh. Festivalen har strenge rutiner for å minimere energiforbruket, gjennomfører ENØK-sjekk blant bodene og benytter LED teknologi i flere av scenene.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>4. Økologisk mat</strong></p>\n<p dir=\"ltr\">Øya har siden 2003 jobbet for å servere miljøvennlig mat til publikum. I fjor ble det servert mat fra mer enn 25 tonn med økologiske råvarer og den økologiske maten utgjorde mer enn 90 prosent av den totale matserveringen på festivalen.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>Viktige samarbeid</strong></p>\n<p dir=\"ltr\">Festivalen har et <a href=\"http://oya.test/miljopartnere/\">nettverk av miljøpartnere</a> som bidrar med fagkunnskap. &#8211; Øya er helt avhengige av hjelpen vi får fra blant annet <a href=\"http://www.oikos.no\">Oikos</a> på økologisk mat og <a href=\"http://nu.no\">Natur og Ungdom</a>. Akkurat slik vår bookingavdeling jobber hardt for å finne de beste nye artistene må vi også få hjelp til å utvikle vårt miljøarbeide og presentere de beste nye løsningene på den fronten, sier miljøsjef Julie Forchhammer.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>Miljøfyrtårn -resertifisert for tredje gang</strong></p>\n<p dir=\"ltr\">For tredje gang ble Øyafestivalen re-sertifisert som Miljøfyrtårn, både som grønt arrangement og grønt kontor. Dette gir publikum en garanti for at festivalen følger strenge HMS-regler og gjør sitt for å redusere sin miljøbelastning. Øyafestivalen var første festival i Norge som ble Miljøfyrtårnsertifisert i 2004 og har siden jobbet for å spre denne kunnskapen gjennom <a href=\"http://www.miljohandboken.no\">miljøhåndboken</a> som ble gitt ut i revidert utgave i 2008.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>Inkludere publikum</strong></p>\n<p dir=\"ltr\">&#8211; Vi prøver å forbedre miljøarbeidet fra år til år, men vi må bli flinkere til å involvere publikum. Vi har et fantastisk oppegående publikum som kan hjelpe oss både de fire dagene festivalen varer og ikke minst resten av året, uttaler Forchhammer.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><a href=\"http://oya.test/miljo/\">Her kan du lese mer om festivalens miljøarbeid.</a></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">Bildetekst: Natur Og Ungdom er Øyafestivalens viktigste miljøpartner. De stiller med over 150 frivillige som sørger for at området blir ryddet og at alt avfall blir sortert i 13 ulike fraksjoner.</p>\n","wordpress_id":8034,"translations":{"nb":{"url":"/2013/07/17/gresset-er-stadig-gronnere-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"96c15b9a-c2fa-580b-b264-93b2c1710aad","locale":"nb"}}