{"data":{"wordpressPost":{"title":"Øya letter på sløret &#8211; første artister på plass","date":"27th November 2007","content":"<p>IDA MARIA<br />\nOKKERVIL RIVER (US)<br />\nSIGH &#038; EXPLODE<br />\nSILJE NES<br />\nDISKJOKKE</p>\n<p>JULEKAMPANJEN I SALG FRA FØRSTKOMMENDE FREDAG 08.00</p>\n<p>Fredag 30. november 08.00 legges billettene til Øyafestivalen 2008 ut. Først vil man kunne kjøpe noen hundre billetter til rabattert pris i vår tradisjonelle julekampanje. Festivalpassene vil i julekampanjen koste 1465,- (ordinær pris 1695,-). I fjor solgte disse ut i løpet av et par timer, så det kan være lurt å stå opp i god tid. Planlegger du å kjøpe festivalpass i julegave til noen eller vil sikre deg tilgang til hele festivalen allerede nå, har du en gylden mulighet til å spare noen kroner ved å gjøre det allerede på fredag. En annen grunn til å kjøpe billett tidlig er at gebyrene til Billettservice går opp etter nyttår. Årets billetter selges på Billettservice.no. Billetter til ordinær pris vil være i salg kort tid etter at julekampanjen er utsolgt.</p>\n<p>Vi har i flere måneder vært ute og reist for å sjekke ut nye internasjonale artister og vi har luska rundt på konsertsteder her hjemme. Reisene har tatt oss til konserter med  langt over 100 band på festivaler i blant annet Canada, USA, England og Spania. </p>\n<p>Øyas bookingfolk sitter med korta tett til brystet, men slipper de første navna allerede nå. Om ikke lenge vil vi være klare til å slippe enda flere musikalske godbiter og overraskelser fra utlandet til Øyafestivalens program. I 2008 vil vi videreføre vår sterke linje med å være den store norske festivalen som satser mest og breiest på ny norsk musikk. Det er med andre ord ingen grunn til å nøle med å komme seg på sommerens heftigste musikkfest. </p>\n<p>Øyafestivalen 2008 vil vare i fem dager. Tirsdag 5. august er det den fyldige Klubbdagen, deretter følger fire fullpakka dager i Middelalderparken, med påfølgende Øyanatt-arrangementer i sentrum. Vi ønsker nok en gang å tilby et stort og variert program som vil glede alle med interesse for ny, spennende og god musikk.</p>\n<p>IDA MARIA<br />\n&#8211; årets norske popkomet platedebuterer på nyåret<br />\n2007 har mildt sagt vært et herlig og hendelsesrikt år for Ida Maria, siden vi booka henne for første gang i desember i fjor har hun deltatt på Zoom-turné,samt vunnet Årets Urørt og Alarmpris. I tillegg til å spille på vår minste scene i Middelalderparken, fikk hun også være med på Øyas suksessfulle konsertkveld under musikktreffet CMJ i New York i høst. Hun tok New Yorkerne med storm. Vi regner med at 2008 blir enda mer spennende for Ida Maria og gutta i bandet hennes. Debutplata er like rundt hjørnet og hun kommer til å servere fengende utblåsninger fra mang en norsk og utenlandsk scene i året som kommer. Vi har bestemt oss for at Ida Maria er moden for å klyve opp på vår største scene og er sikre på at hun vil ta oppgaven med stor glede. Se fram til et hektisk show fylt med catchy kraftpop, iblanda råskap, engasjement og nordnorsk direkthet. Hun har i løpet av få år tatt veien fra Nesna, gjennom Bergen, til Stockholm og inn i publikums hjerter. Nå er hun snart klar for å legge verden for sine føtter. Mange ser for seg at Ida Maria kan bli en av de norske artistene som kan nå lengst i de årene som kommer. Er du ikke fan ennå, går det nok ikke lang tid før du hiver deg inn i refrenget på Oh My God, Better When You’re Naked eller den nylig P3-A-listede Stella &#038; God med sår røst og bobler i blodet.</p>\n<p><a href=\"http://www.myspace.com/idamaria\" target=\"_blank\">www.myspace.com/idamaria</a></p>\n<p>OKKERVIL RIVER (US)<br />\n&#8211; har laget et av årets sterkeste album<br />\nAmerikanske Okkervil River har i manges øyne (eller ører) laget et av årets sterkeste album. The Stage Names, som er utgitt på den herlige labelen Jagjaguwar, har fått store medier, kresne indiekritikere og ikke minst fans av smart pop til å falle pladask. Okkervil River ble opprinnelig dannet på tampen av 90-tallet i musikkbyen Austin, Texas, etter at medlemmene hadde utvandra fra New Hampshire. Hele veien har de hatt låtskriver, sanger og gitarist Will Sheff som lagkaptein. Debuten Stars Too Small To Use kom i 1999 og siden den gang har bandet sakte men sikkert bygget seg opp en fanbase, før en betydelig del av kritikerstanden heiv seg over The Stage Names tidligere i høst. Skiva er et godt sted å starte for alle som ennå ikke har stiftet bekjentskap med gjengen. Okkervil River byr på indierock ispedd americana, folk og følsom pop. Legg til et bredt utvalg instrumenter, pirrende melodier og en følsom historieforteller med stort hjerte. Dette kan bli en storfavoritt for de som allerede har trykket Bright Eyes, Magnolia Electric Co eller Rilo Kiley til brystet. Fikk du ikke kjøpt billett til den forlengst utsolgte konserten på John Dee, kan du nå roe nervene med at neste mulighet for å oppleve dette herlige bandet live i Oslo er allerede til sommeren. Der kan du se og høre et band som mest sannsynlig er på vei inn i sin gullalder og vil være vel verdt å følge videre.</p>\n<p><a href=\"http://www.okkervilriver.com\" target=\"_blank\">www.okkervilriver.com</a><br />\n<a href=\"http://www.myspace.com/okkervilriver\" target=\"_blank\">www.myspace.com/okkervilriver</a></p>\n<p>SIGH &#038; EXPLODE<br />\n&#8211; nye hardcorefavoritter, som nylig vant Zoom/Urørt<br />\nHelt fremst i ny norsk hardcore finner man de unge herrene i Sigh &#038; Explode. De er venta som kandidater til å plukke opp stafettpinnen der JR Ewing la den fra seg for et par år siden. Oslobandet ga ut en EP på den flotte labelen Mas-Kina i høst. O Bailan Todos O No Baila Nadie! kan du anskaffe deg i alle platebutikker med godt utvalg. Her kan du finne et knippe fengende og rå låter som borer seg inn i minnet. I 2008 starter arbeidet med et album. De fem guttas pop- og screamokrydra rårock har sålangt imponert en mengde mennesker i hovedstaden. Du skal ikke se bort fra at du slutter deg til denne mengden i løpet av de neste månedene. Sigh &#038; Explode lister blant andre At the Drive-in, Gallows, Hot Snakes, JR Ewing, Rumble in Rhodos, Silence the Foe, Snöras og The Blood Brothers som inspirasjonskilder. Liker du et eller flere av disse banda bør Sigh &#038; Explode være rett ned gata di. Bandet har bevist at de leverer varene live under Øyas aldersfrie arrangement på Klubbdagen 2007. De gikk nylig av med seieren i høstens Zoom/Urørt og vil etter nyttår legge ut på veien med Gerilja. Neste mulighet til å oppleve denne musikalske sprengladningen er dermed ikke langt unna, men skulle du gå glipp av Sigh &#038; Explode i vinter, er det godt å vite at du har en ny mulighet i Middelalderparken i august.</p>\n<p><a href=\"http://www.myspace.com/sighexplode\" target=\"_blank\">www.myspace.com/sighexplode</a><br />\n<a href=\"http://www11.nrk.no/urort/Artist/SighExplode/default.aspx\" target=\"_blank\">NRK Urørt</a></p>\n<p>SILJE NES<br />\n&#8211; norsk nykommer, signet på kredlabelen Fat Cat<br />\nDu kjenner kanskje ikke til Silje Nes ennå, men det tror vi det blir en endring på i 2008. Debutalbumet kommer i januar og skal utgis på kvalitetsselskapet Fat Cat (blant andre Animal Collective, Sigur Ros og Vetiver) og det knytter seg store forventninger til utgivelsen. Det er ikke ofte norske artister får platekontrakter utenlands av dette kaliberet. Jenta fra Sognefjorden startet å lage egen musikk mens hun var student i Bergen på starten av dette tiåret. Opprinnelig spilte hun klassisk piano, men prøvde seg etterhvert fram på gitar og andre instrumenter hun hadde begrenset kjennskap til. Ut av dette klarte hun å finne en særegen stil, som kun noen få sålangt har hatt mulighet til å høre. For tiden befinner hun seg i Berlin med sine medmusikere og på nyåret vil blant annet England få oppleve Silje Nes live. Det vil du også få muligheten til i Middelalderparken under Øyafestivalen i august. Gled deg til å høre Siljes vare og snåle pop på skiva som kommer til å få navnet Ames Room. Vi føler oss sikre på at dette blir en av neste års virkelige debutantoverraskelser.</p>\n<p><a href=\"http://www.myspace.com/siljenes\" target=\"_blank\">www.myspace.com/siljenes</a></p>\n<p>DISKJOKKE – live<br />\n&#8211; debutalbum Oslos nye discoprins sluppet denne uka<br />\nDu har kanskje opplevd diskJokke som DJ på byen eller som et årlig innslag i Sunkisseds fyldige Øyanatt-pakker. Nå kommer debutalbumet Staying In på høyt respekterte Smalltown Supersound. Mange regner med at Joachim Dyrdahl, som han egentlig heter, kommer til å følge i fotsporene til Lindstrøm og Prins Thomas med denne skiva. Innholdet er 10 melodiske og poppa låter, pluss flott coverkunst av Kim Hiorthøy. Tidligere har diskJokke gitt ut tre spor på labelen til Prins Thomas, Full Pupp. I Tyskland har M.A.N.D.Y. og DJ T grepet fatt i fem andre låter og gitt dem ut på Kindish. Fra diskJokkes engelske bio kan man lære at han lager ”quirky, spaced-out and dubby mixture of house, italo and disco”. Høres dette ut som noe du gjerne vil danse til, så er det bare å innfinne seg på gressletta i parken i august. Andre merkelapper som er forsøkt klistra på fyren er futuristisk disko, episk og groovy. diskJokke har i tillegg til å lage egne ting også fått remixe låter med Bloc Party, Spektrum og Lindstrøm. Forvent inte mindre enn en dansbar sensasjon når han sammen med gode venner skal lage liv i sommervarmen.</p>\n<p><a href=\"http://www.myspace.com/diskjokke\" target=\"_blank\">www.myspace.com/diskjokke</a></p>\n","wordpress_id":806,"translations":{"nb":{"url":"/2007/11/27/aya-letter-pay-slaret-farste-artister-pay-plass/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f7078d1d-839b-5a7e-901f-d3234f4bfa15","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2007/11/27/aya-letter-pay-slaret-farste-artister-pay-plass/","redirect":false}}}