{"data":{"wordpressPost":{"title":"To endringer: Billy Bragg og Savages til Øya","date":"2012-08-01T08:04:18.000Z","content":"<p>Vi har fått to avlysninger rett før festivalen, og har kasta oss rundt for å finne gode erstattere. Nå er det klart at både Savages og Billy Bragg kommer til Middelalderparken for å spille på Vika torsdag 9. august. Vi gleder oss stort til fersk indierock og en engelsk kulthelt av de sjeldne.</p>\n<p>&nbsp;</p>\n<p>Både Haim og Here We Go Magic har dessverre blitt nødt til å avlyse sine Europa-besøk på kort varsel. Vi håper vi får mulighet til å se dem i Oslo ved en seinere anledning. Fra Here We Go Magic har vi fått denne uttalelsen:</p>\n<p>&#8220;Due to unforeseen circumstances, unfortunately Here We Go Magic is unable to play in Europe during August 2012, all of the band&#8217;s shows September onwards will go ahead as planned &#8211; we apologise for any disappointment or inconvenience&#8221;</p>\n<p>&nbsp;</p>\n<p>På grunn av programendringene er noen av konsertene på torsdagen forskjøvet med noen få minutter. Sjekk nettside og app for oppdateringer.</p>\n<p><strong><br />\n</strong></p>\n<p><strong>BILLY BRAGG (UK) – tors 9/8 Vika, kl 19.20</strong></p>\n<p>Noen kjenner Billy Bragg best som den samfunnsengasjerte folkrockeren som dukka opp i etterdønningene av den engelske punken. Andre har kanskje sterkest forhold til platene han har spilt inn med Wilco, hvor de har tatt utgangspunkt i uferdige låter av Woody Guthrie. Billy Bragg har gjennom omtrent 30 år levert sterke låter på rekke og rad. Hans innspillinger er ofte minimalistiske, med hovedvekt på vokal og gitar. For 29 år siden ga han ut debutalbumet Life’s A Riot With Spy VS Spy, som inneholder et knippe av hans mest kjente låter. Du har kanskje hørt A New England og To Have And To Have Not. Seinere album som Talking With The Taxman About Poetry (1986) og Don’t Try This At Home (1991) havna på topp ti på salgslistene i hjemlandet.</p>\n<p>&nbsp;</p>\n<p>Hans politiske engasjement på venstresiden i britisk politikk, har gjort at han like gjerne spiller på politisk lada arrangementer, som vanlige festivaler og klubber. Dette betyr ikke at man har beskrevet Bragg kun ved å stemple han som politisk singer/songwriter. Man finner også mer personlige varianter og kjærlighetslåter i katalogen hans. Sjøl mener han at han først og fremst er en ærlig låtskriver. Han viderefører arven fra Guthrie, Seeger og Dylan, men med små stikk av punkholdning og skitten rock. I Middelalderparken vil du få oppleve denne vitale artisten i levende live.</p>\n<p><a href=\"http://www.billybragg.co.uk/\" target=\"_blank\">http://www.billybragg.co.uk/</a></p>\n<p>&nbsp;</p>\n<p><strong>SAVAGES (UK) – tors 9/8 Vika, kl 16.00</strong></p>\n<p>Savages fra London er en fersk kvartett vi tror du vil få høre mye mer om og av det neste året. Deres debutsingel Husbands kom ut i slutten av mai og fikk meget god mottakelse. Savages debuterte som liveband så nylig som i januar i år. De lager en moderne utgave av hardtslående og innbitt post-punk, frontet av en energisk frontkvinne i Jehnny Beth. Kritikerne har rukket å sammenligne dem med Liars og Joy Division. De fire medlemmene har bakgrunn fra ulike musikalske miljøer, noen er flaska opp på britisk klubbmusikk, mens andre har brukt tida på breibeint amerikansk rock eller støymusikk.</p>\n<p>Dette sier de sjøl om musikken sin:</p>\n<p>&#8211;        Our intention is to create a sound, indestructible and musically solid, written for the stage, designed with enough nuances to provide a wide range of emotions. The songs aim to remind us that human beings haven’t evolved so much, that music can still be straight to the point, efficient and exciting.</p>\n<p>&nbsp;</p>\n<p>Musikkmedier som Stereogum, NME, The Stool Pigeon og Pitchfork har allerede omfavna musikken til Savages. Bandet kommer til Oslo og Øya, før de skal ta en runde på noen av de store britiske festivalene i august. Grip muligheten til å se dem på deres første besøk i Norge. Rapportene fra England sier at det absolutt er verdt det.</p>\n<p><a href=\"http://savagesband.com\" target=\"_blank\">http://savagesband.com</a></p>\n","wordpress_id":4160,"featured_image":{"title":"savages øyafestivalen 2012 635x350","filename":"savages-yafestivalen-2012-635x350.jpg","filesize":50497,"url":"http://oya.test/assets/uploads/2012/07/savages-yafestivalen-2012-635x350.jpg","link":"http://oya.test/savages-oyafestivalen-2012-635x350/","alt":"","author":"4","description":"","caption":"","name":"savages-oyafestivalen-2012-635x350","status":"inherit","uploaded_to":0,"date":"2012-07-31 18:18:50","modified":"2012-07-31 18:18:50","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2012/07/savages-yafestivalen-2012-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2012/07/savages-yafestivalen-2012-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2012/07/savages-yafestivalen-2012-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2012/07/savages-yafestivalen-2012-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2012/07/savages-yafestivalen-2012-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2012/07/savages-yafestivalen-2012-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2012/07/savages-yafestivalen-2012-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2012/08/01/to-endringer-billy-bragg-og-savages-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9f1cbf38-3fb6-5203-a927-84cb499c6225","locale":"nb"}}