{"data":{"wordpressPost":{"title":"Sundfør, SBTRKT og Eick til Øya","date":"23rd February 2012","content":"<p>Årets Øya-program blir stadig fyldigere. Nå er det klart at ytterligere to norske og en britisk godbit kan plusses på plakaten. Susanne Sundfør vil om noen uker levere en av årets mest etterlengtede album, når hun skal følge opp suksessen The Brothel. Mathias Eick skal framføre deler av sitt spennende bestillingsverk fra Voss på Øya, sammen med et bredt utvalg av Norges jazzelite. I tillegg er det klart at den nye elektro/dubstep-helten SBTRKT kommer til Øyafestivalen lørdag 11. august. Vi garanterer fest og gode musikkopplevelser!</p>\n<p>&nbsp;</p>\n<p>Se opp for flere artistslipp de neste ukene</p>\n<p>&nbsp;</p>\n<p><strong>SUSANNE SUNDFØR</strong></p>\n<p>I morra, fredag 24. februar, slippes første smakebit fra Susanne Sundførs tredje album. Låta heter White Foxes og er produsert av artisten sjøl, i samarbeid med Lars Horntveth. Den er skrevet til den norsk/svenske filmen Verden Venter, som kommer først i 2013. 26. mars kommer den etterlengtede albumet The Silicone Veil. Hun har røpet til musikkmagasinet Gaffa at hun har tatt i bruk «en del cheesy ppoptriks», men at det fortsatt er fravær av gladlåter. Vi venter fortsatt i spenning på å få høre hele skiva.</p>\n<p>&nbsp;</p>\n<p>Hennes selvtittulerte debut fra 2007 viste at Sundfør var en av landets mest lovende låtskrivere. Med den vakre, spennende, melankolske og mørke The Brothel i 2010 kom hennes virkelige gjennombrudd. Kritikere og publikum overgikk hverandre i skryt og begeistring. Albumet lå hele 30 uker på salgslista og viste at hun var klar for den øverste divisjonen i norsk musikkliv. Dagbladet var mektig imponerte og skreiv:</p>\n<p>&#8211;          I det hele speiler Susanne Sundførs andre studioalbum en helt spesiell stemmeprakt og særegne låtskriverevner, i tillegg til nysgjerrighet og evne til å utforske vond, stor tematikk. Dette er garantert ikke en av de platene som blir liggende og støve i bunken.</p>\n<p>&nbsp;</p>\n<p>Etter utgivelsen av det nye albumet legger hun ut på en turné, som dekker de største norske byene. Vi har ingen problemer med å se for oss at 2012 blir nok et år fylt av høydepunkter for Susanne Sundfør. I august spiller hun på Øyafestivalen og det skal være en glede å presentere musikken hennes for et stort publikum i parken igjen.</p>\n<p><a href=\"http://www.susannesundfor.com/\" target=\"_blank\">www.susannesundfor.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>SBTRKT (UK)</strong></p>\n<p>Aaron Jerome er mannen bak SBTRKT, et av de heiteste nye navna innen britisk elektronika. Han henter inspirasjon fra hjemlandets dubstep-scene, amerikansk RnB, funk og house. Ved å kombinere elementer fra ulike stiler og å sette sin egen signatur på resultatet har han blitt spådd en lysende framtid. Både på plate og på scena benytter han seg av sin samarbeidspartner og vokalist Sampha. De foretrekker begge anonymiteten og fokus på musikken, noe de forsøker å oppnå ved å alltid bære masker. SBTRKT er regna som et av de mest spennende navn a som har kommet til overflaten etter James Blake sitt gjennombrudd. Etter en rekke mindre utgivelser albumdebuterte SBTRKT i fjor. Pitchfork skreiv følgende om plata:</p>\n<p>&#8211;          SBTRKT is ultimately a colorful and highly enjoyable future-pop record, an extension of bass culture but not indebted to it.</p>\n<p>Irske State.ie skreiv dette etter en konsert i Dublin for noen uker siden:</p>\n<p>&#8211;          Like their individual masks, SBTRKT’s live performance is a veil, one covering r&amp;b, garage, jazz, funk, hip-hop, euphoric dance, pop and more. What is clear though is, masked or not, SBTRKT is one of the most distinguished, and distinguishable, figures in electronic music.</p>\n<p>&nbsp;</p>\n<p>SBTRKT har laga remikser av så ulike artister som Radiohead, Basement Jaxx, Underworld og M.I.A. BBC har utbrutt: «What we have here is the promise of this decade’s Timbaland”. Musikken gir tydelige assosiasjoner til tettpakka dansegulv og heftig klubbmoro. Nå skal SBTRKT sørge for lørdagsfest under Øyafestivalen den 11. august</p>\n<p><a href=\"http://www.sbtrkt.com/\" target=\"_blank\">www.sbtrkt.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>MATHIAS EICK</strong></p>\n<p>Mathias Eick er blant landets mest respekterte jazzmusikere og en trompetist som er brukt på innspillinger med de største innen både jazz og rock. I flere år har han vært medlem av Jaga Jazzist. På Øyafestivalen skal han spille låter fra bestillingsverket som først ble framført på Vossajazz i fjor, sammen med et knippe meget respekterte musikere. Dette er energisk, groovy musikk som minner noe om Miles Davis sine utskeielser. Med seg på scenen har Eick to trommeslagere, to keyboardister, bassist og gitarist. Alle sammen er musikere i norsk elitedivisjon.</p>\n<p>Som NRK.no skreiv etter konserten på Voss:</p>\n<p>&#8211;          Over en kompakt lydmur fra to rikt utstyrte tangentspillere og ditto trommeslagere svevet Mathias Eicks krystallklare og klokkereine trompet og ga assosiasjoner til Miles Davis&#8217; elektriske periode anno 1970…</p>\n<p>&nbsp;</p>\n<p>Eick har en imponerende karriere allerede tidlig i 30-åra. Han har mottatt store priser, fått strålende anmeldelser og gir ut skiver på en av jazzverdens mest anerkjente plateselskaper, ECM. I tillegg til å være en glimrende trompetist, har han også fungert som bassist, pianist, gitarist og mye mer. Mathias Eick har rukket å samarbeide med en rekke internasjonalt kjente musikere og band, blant annet legenden Chick Corea. På Øya har han og det stødige bandet lyst til å vise et stort utendørspublikum hva de er gode for. Det er bare å glede seg.</p>\n<p><a href=\"http://mathiaseick.no/\" target=\"_blank\">mathiaseick.no</a></p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b3937e45-93fd-5f9e-99fa-0999abf7baad"}}