{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"52fa749a-045b-5e27-b1b7-bbb098c7c7d1","slug":"aya-med-egen-fest-i-berlin-15-april","title":"Øya med egen fest i Berlin 15. april","date":"2011-03-25T10:08:00.000Z","excerpt":"<p>Fredag 15. april presenterer Øyafestivalen og Music Export Norway en helaften med tre norske band på en av Berlins heiteste klubber. I tillegg til konserter med Razika, Kakkmaddafakka og Pow Pow, blir det fete DJ-sett med Karrera Klub og Trashpop. Moroa finner sted på Magnet Club.<br />\nbilde: Razika</p>\n"}},{"node":{"id":"837d8c3c-0e27-5217-bc60-4c8da8afbe49","slug":"bredt-og-variert-%c3%b8ya-slipp","title":"Bredt og variert Øya-slipp","date":"2011-03-24T10:12:00.000Z","excerpt":"<p>MAYER HAWTHORNE (US) / STEIN TORLEIF BJELLA / REAL ONES / HILDE MARIE KJERSEM / MUNGOLIAN JET SET<br />\nFor ikke lenge siden meldte vi at halvparten av årets festivalpass allerede er solgt. De neste ukene forventer vi å komme med en mengde fete artistslipp. Våren er i ferd med å komme skikkelig i gang, så mange gleder seg til sommer og festivalsesong. Vi markerer dette med et variert slipp med fem aktuelle navn. Real Ones, Hilde Maria Kjersem og Stein Torleif Bjella har nylig gitt ut kritikerroste album, mens amerikanske Mayer Hawthorne og norske Mungolian Jet Set begge gir ut spennende skiver før sommeren er her for fullt. Se opp for mye mer fet musikk som skal legges til Øya-programmet utover våren. <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n"}},{"node":{"id":"e76bb8cb-aa4e-5a7d-8da1-4edebb39b245","slug":"wannskraekk-gjenforenes-pa-%c3%b8ya-12-august","title":"Wannskrækk gjenforenes på Øya 12. august","date":"2011-03-11T07:57:00.000Z","excerpt":"<p>I sommer kan du få med deg en svært så eksklusiv gjenforening på Øyafestivalen. For første gang på fem år står det trønderske pønkrockbandet Wannskrækk på en scene når de spiller på Øyafestivalen i august.  Dette er det legendariske bandet, som ved midten av 80-tallet ble omskapt til Dum Dum Boys. Øya-konserten er den første av kun to konserter i sommer, med Pstereo i Trondheim som nummer to. Vi ser fram til noen heftige leksjoner i hvordan kjapp og sinna rock skal spilles når de går på scena fredag 12. august.</p>\n"}},{"node":{"id":"2d4fc57f-9550-5f6c-b1b2-28e07f94a2e8","slug":"lop-og-kjop-%c3%b8ya-billetter-flere-artister-plassert-pa-dag","title":"Løp og kjøp Øya-billetter &#8211; flere artister plassert på dag","date":"2011-03-10T11:49:37.000Z","excerpt":"<p>Nå er det på tide å skaffe seg Øya-billetter! Det er hektiske dager på Øya-kontoret, med stadig nye bekreftelser og artistslipp. Programmet har blitt meget godt mottatt. Så godt som halvparten av festivalpassene er solgt nå, og dagsbillettene selger bedre enn tidligere år. Om du ønsker å sikre deg tilgang til fire dager i Middelalderparken, samt Klubbdagen som bonus, er det ingen grunn til å nøle. <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Kjøp dagsbilletter og festivalpass hos Billettservice</a></p>\n"}},{"node":{"id":"dd7c5dd5-d046-5af3-89e7-a9536b6cfbff","slug":"vil-du-vaere-frivillig-pa-minioya","title":"Vil du være frivillig på Miniøya?","date":"2011-03-10T10:51:00.000Z","excerpt":"<p>Det er mange som allerede har meldt seg som frivillige til Miniøya, vår søsterfestival med musikk og moro for kidsa. Miniøya finner sted i Tøyenparken 28. og 29. mai og trenger fortsatt arbeidslystne folk til å løse enkelte oppgaver. Nedre aldersgrense for frivillige er satt til 16 år, og det er ingen øvre aldersgrense. Har du lyst til å bidra? Meld deg på <a href=\"http://minioya.no/frivillig/!\" target=\"_blank\">her</a> </p>\n"}},{"node":{"id":"7e0c1df6-26be-5b6c-9d6e-e3154ffaee01","slug":"minioya-billettene-er-sluppet","title":"Miniøya-billettene er sluppet!","date":"2011-03-09T09:40:00.000Z","excerpt":"<p>Nå er billettene til årets Miniøya lagt ut for salg. Siste helgen i mai, 28. og 29. mai, braker det løs med festival for barn og unge i Tøyenparken. </p>\n<p>På plakaten står blant andre Maria Mena, Datarock (bildet), Grand Prix-aktuelle Stella og fint besøk fra Dyreparken i Kristiansand.</p>\n"}},{"node":{"id":"4c6640c5-45ad-5101-bea2-54768870badf","slug":"tre-aktuelle-norske","title":"Tre aktuelle norske","date":"2011-03-09T08:43:38.000Z","excerpt":"<p>FJORDEN BABY!, ARISTILLUS; JONAS ALASKA<br />\nØyafestivalen har så langt et knallsterkt norskprogram. Nå legger vi ytterligere tre heite navn til på plakaten. To av dem er platedebutanter i 2011, mens et nettopp har gitt ut album nummer to. Flere anmeldere har vært mektig imponerte over den nye utgivelsen til Fjorden Baby!, og nå gir vi deg mulighet til å oppleve dette herlige bandet i Middealderparken. Aristillus ga ut sin første skive på Fysisk Format for noen uker siden og imponerte stort med tight hardcore og indie under by:Larm nylig. Det er fortsatt lenge til Jonas Alaskas første album kommer i juni, men buzzen er absolutt tilstede allerede. Mange forventer seg en av årets fineste poputgivelser. Se opp for flere Øya-slipp snart.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Kjøp festivalpass og dagsbilletter hos Billettservice</a></p>\n"}},{"node":{"id":"504b4654-8252-5f1f-9c10-da0b732e887b","slug":"grant-lee-buffalo-og-crystal-fighters-klare-for-%c3%b8ya","title":"Grant Lee Buffalo og Crystal Fighters klare for Øya","date":"2011-03-07T10:33:00.000Z","excerpt":"<p>To nye navn er klare for sommerens store festivalopplevelse i Middelalderparken. Nå har den amerikanske trioen Grant Lee Buffalo funnet sammen igjen og onsdag 10. august står de på scena under Øyafestivalen. En av fjorårets sterkeste elektroskiver kom fra spanske Crystal Fighters. I august kommer de på Øya for å få deg og dine venner til å kaste dere ut i hemningsløs dansemoro.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Festivalpass og dagsbilletter er i salg hos Billettservice</a></p>\n"}},{"node":{"id":"53e1ecb1-3190-5178-8a5b-11e1139f406b","slug":"frivilligregistreringa-har-apna","title":"Frivilligregistreringa har åpna!","date":"2011-03-04T11:00:00.000Z","excerpt":"<p>Det er nå under et halvt år igjen til Øyafestivalen 2011 går av stabelen. Det er allerede kommet en god del artister på plass og vi er &#8211; i år som i fjor &#8211; absolutt avhengig av frivillig innsats for å gjennomføre årets festival. Vi anbefaler å være tidlig ute med å søke, så er sannsynligheten større for at du får nettopp den jobben du ønsker deg. Du finner mer informasjon om hva det vil si å jobbe som frivillig, samt søknadsskjema under <a href=\"http://www.oyafestivalen.com/pages/nor/3-frivillig\" target=\"_blank\">FRIVILLIG</a> her på siden.</p>\n<p>Så hold av uke 32 og meld deg som frivillig til Øya 2011. Håper vi sees i Middelalderparken i august!</p>\n"}},{"node":{"id":"330dd33b-61ef-5151-89d0-be909866aeaf","slug":"edward-sharpe-the-magnetic-zeros-i-middelalderparken","title":"Edward Sharpe &#038; The Magnetic Zeros i Middelalderparken","date":"2011-03-04T07:40:00.000Z","excerpt":"<p>Det har kommet tett med artistslipp denne uka og vi har fått mange begeistra tilbakemeldinger. Øyafestivalen har nylig sluppet Kaizers Orchestra, Kyuss Lives!, Sharon Jones &#038; The Dap-Kings og Jamie xx. I tillegg er en del artister nå plassert på dag. Nå er også Edward Sharpe &#038; The Magnetic Zeros klare for å spre sin moderne hippieglede utover Middelalderparken. Før den tid gir de ut sitt album nummer to. Dette kan bli et en av festivalsommerens store overraskelser. <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Festivalpass og dagsbilletter er i salg hos Billettservice</a></p>\n<p>Neste uke vil vi slippe flere sterke navn, både norske og utenlandske. </p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":120,"pageCount":183,"additionalContext":{}}}