{"data":{"wordpressPost":{"title":"Grønne idoler","date":"7th August 2018","content":"<p><span style=\"font-weight: 400;\">Hvert år samler Natur og Ungdom (NU) 200 frivillige som faktisk </span><b>håndsorterer</b><span style=\"font-weight: 400;\"> alt avfallet som kommer inn. Selv om publikum og crew gjør en fantastisk jobb, så er det på bakrommet at magien skjer. Her håndsorteres det i 15 ulike fraksjoner – mat, papir, plastfolie, plast, PLA, metall, trevrike osv. Sa vi at det håndsorteres? </span></p>\n<p><span style=\"font-weight: 400;\">NU mener at mengden av ressurser som brukes på Øya viser viktigheten av tilrettelegging for å kunne leve miljø- og klimavennlig, både når det kommer til avfallshåndtering og strømtilgang. Øya er med andre ord et ideelt sted for å vise at politikk og praksis henger sammen.</span></p>\n<p><span style=\"font-weight: 400;\">Hver morgen går ungdommene <strong>manngard</strong> i Tøyenparken, og forandrer</span><span style=\"font-weight: 400;\"> et hav av ølglass og avfall til en skinnende ren park, klar for en ny dag. Det er virkelig et vakkert syn. Sa vi at de går manngard?</span></p>\n<p><span style=\"font-weight: 400;\">NU er den største miljøorganisasjonen for unge i Norge, med nesten 8000 medlemmer fordelt på over 70 lokallag. De jobber med saker i nærmiljøet, og mener lokale miljøutfordringer må sees i en større sammenheng. De peker på mulige løsninger og presser politikere og selskaper til å ta sin del av ansvaret.</span></p>\n<p><span style=\"font-weight: 400;\">NU har vært pådrivere i en rekke miljøseiere vi alle kan nyte godt av.</span><span style=\"font-weight: 400;\"><br />\n</span><span style=\"font-weight: 400;\">Varig vern av Hardangervidda etter flere tiårs kamp, utvidelse av Norges fiskerisone for å sikre bedre ressursforvaltning og stans i planen om lager av spesialavfall på Dovre. Dessuten har de jobbet aktivt for å bedre sykkelnett, kollektivtilbud og kildesortering i Oslo, og de har jobbet mot oljeboring i nord i de siste 20 år.</span></p>\n<p><span style=\"font-weight: 400;\">Med andre ord er det ikke bare på scenen man finner idoler. For Øya er NU noen av de virkelige heltene, og samarbeidet med dem gjennom 15 år har vært en av de viktigste samarbeidene Øya har for å oppnå ambisjonen om å være Norges mest miljøvennlige festival. Hvert år er det en flotte tilbakemeldinger fra vårt publikum på hvor fantastisk de synes det er å møte våre grønne idoler under festivalen.</span></p>\n<p><span style=\"font-weight: 400;\">Natur og Ungdom ble 50 år i fjor og i år mottok oslo avdelingen Oslo miljøpris! </span><span style=\"font-weight: 400;\"><br />\n</span><span style=\"font-weight: 400;\">Send NU MEDLEM til 2377 for å bli medlem (50kr vil bli trukket fra din mobilregning).</span></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"68d1e0ba-1b91-5086-89e1-47277883fc9f"}}