{"data":{"wordpressPost":{"title":"Øyas nye favoritter er Deathcrush","excerpt":"<p>I løpet av tre lange dager på by:Larm så vi en enorm mengde band og de neste dagene skal brukes til å oppsummere. Et band tok oss såpass på senga at vi bare måtte booke dem umiddelbart. Trioen Deathcrush sto for helgas herligste oppvisninger i støyende godlyd og en energi det ikke er mulig å overse. Vi har fulgt med på dem en stund, men at bandet har tatt såpass store skritt i riktig retning på kort tid, overraska virkelig. For noen få dager siden kom de tilbake fra konserter i Europa, som support for våre favoritter Sleigh Bells. Man kan trygt si de kom hjem i storform. Vi måtte rett og slett ha dette bandet i Middelalderparken under Øya.</p>\n","content":"<p>DEATHCRUSH<br />\nEn del hørte nok først om Deathcrush da de plutselig var booka til både SXSW og by:Larm. Under by:Larm viste de at de er blant landets aller mest lovende band akkurat nå. Det var ikke få som ble overraska over deres vanvittige sterke opptredener. Deres støyende og pønka rock spilles med stor selvtillit og ekstrem energi. Det gnistrer av deres brutale behandling av trommer, bass og gitar. Bandet har allerede varma opp for Nisennenmondai, Melt Banana, Screaming Females og Sleigh Bells, og fikk i tillegg bli med sistnevnte på veien nedover Europa. Deathcrush linkes opp mot uttrykk som støyrock og no wave. Samtidig nevner de like gjerne metallegender og hiphophelter som inspirasjon.   </p>\n<p>Lydverket slo for kort tid siden fast at Deathcrush var et av de nye banda de har tro på for 2011. At dette kan bli bandets store år er vi fullstendig enige i. I løpet av noen få måneder har en god del fått øya opp for disse folka. Det ser på ingen måte ut til at dette vil avta. I 2011 vil antallet begeistra publikummere til å være mangedobla. Band med samme type intensitet og pågangsmot, er det langt i mellom. Har du ennå ikke sett denne trioen, anbefaler vi at du gjør noe med det umiddelbart. I det minste kan du bestemme deg allerede nå for at du skal se dem under Øyafestivalen i august.<br />\n<a href=\"http://www.myspace.com/deathcrushbaby\" target=\"_blank\">MYSPACE</a></p>\n","date":"2011-02-21T07:33:00.000Z","wordpress_id":197,"featured_image":null,"translations":{"nb":{"url":"/2011/02/21/ayas-nye-favoritter-er-deathcrush/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f9a91308-f2eb-5728-8249-8bd904c01504","locale":"nb"}}