{"data":{"wordpressPost":{"title":"Trondheim Jazzorkester &#038; Kristoffer Lo til Øya","date":"25th February 2015","content":"<p>Under navnet Trondheim Jazzorkester har han samla en imponerende liste med musikere, som skal utfordre øra dine i Tøyenparken lørdag 15. august.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"288\" height=\"288\" data-srcset=\"https://api.oyafestivalen.no/assets/uploads/2014/11/Billettknapp.png 800w, https://api.oyafestivalen.no/assets/uploads/2014/11/Billettknapp-150x150.png 150w, https://api.oyafestivalen.no/assets/uploads/2014/11/Billettknapp-300x300.png 300w, https://api.oyafestivalen.no/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 288px) 100vw, 288px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p><strong>OM PROSJEKTET</strong><br />\nØyafestivalen ønsker hvert år å by på noen doser med herlig utfordrende musikk til et stort publikum. Denne sommeren bør du få med deg Trondheim Jazzorkester og Kristoffer Lo, som skal stå for en konsert litt på siden av normale bandformer. Musikken deres skal gis ut av Propeller Recordings i mai. Denne gruppa musikere ble satt sammen i forbindelse med Moldejazz i fjor. Lo henta inn folk han sjøl ønska å spille med, fra ulike musikalske bakgrunner. Blant de profilerte navna finner man Highasakite-vokalist Ingrid Helene Håvik og Sundfør-trommeslager Gard Nilssen. Trondheim Jazzorkester beveger seg mellom ulike uttrykk. Sjøl har de valgt å beskrive musikken på denne måten: &#8211; Det er musikk inspirert av forbilder og helter, men og av negative trender og endringer. Det er mørkt og høyt til tider, men også stille og vakkert.</p>\n<p>Her er den komplette lista musikere på albumet og til Øya-konserten:<br />\nIngrid Helene Håvik &#8211; vokal &amp; harmonium<br />\nKari Eskild Havenstrøm &#8211; vokal<br />\nPetter Vågan &#8211; gitar, lapsteel &amp; vokal<br />\nOla Kvernberg &#8211; fele, bratsj &amp; effekter<br />\nEirik Hegdal &#8211; saxer &amp; klarinetter<br />\nAndré Roligheten &#8211; saxer &amp; klarinetter<br />\nMette Rasmussen &#8211; alt sax<br />\nEivind Lønning &#8211; trompet &amp; mellophone<br />\nErik Johannessen &#8211; trombone &amp; vokal<br />\nGard Nilssen &#8211; trommer &amp; effekter<br />\nKristoffer Lo &#8211; tuba, gitar, vokal, låter &amp; tekster<br />\nPekka Stokke &#8211; live visuals<br />\nTor Breivik &#8211; lyd</p>\n<p>&nbsp;</p>\n<p>Vi tok en kort prat med Kristoffer Lo om prosjektet og den kommende plata Savages.<br />\n<i>Hvordan vil du beskrive musikken dere har laga for folk som aldri har hørt en smakebit av Trondheim Jazzorkester &amp; Kristoffer Lo?<br />\n</i>&#8211; Savages representerer musikken jeg liker og musikken jeg spiller. Fra de rolige og popete låtene, til de høylytte og voldsomme dronelåtene</p>\n<p><i>Ligner det ferdige resultatet dere nå har spilt inn, på de ideene du hadde når du starta arbeidet i 2013?<br />\n</i>&#8211; Både ja og nei. Idéene er for det meste det samme, men musikken har utviklet seg masse siden første øving desember 2013. Når man jobber med en så kreativ gjeng, og i tillegg gir de fritt spillerom, skjer det mye. Dessuten inneholder ikke plata hele konserten for å gjøre det til en plate framfor bare en dokumentering av en konsert.</p>\n<p><i>Hva slags assosiasjoner håper du å vekke hos folk ved å bruke navnet Trondheim Jazzorkester?<br />\n</i>&#8211; Trondheim Jazzorkester er ikke navn jeg har valgt å bruke, det følger med stipendiatet. Man skal skrive et bestillingsverk for Trondheim Jazzorkester (som er et navn på et band drevet av Midtnorsk Jazzsenter, men uten fast besetning), men du velger helt selv hvem som skal være med i din versjon av bandet. Men jeg håper jo at navnet opp mot musikken vil vise bredden av hva norske jazzmusikere driver med og at jazz ikke er et farlig ord, fordi det favner så bredt.</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"281\" src=\"http://www.youtube.com/embed/AM2YAy4SOWU?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></div>\n<p>foto André Løyning</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"09d4a113-768d-53ef-8f00-b43edf63475c"}}