{"data":{"wordpressPost":{"title":"Seks nye navn til parken","date":"18th June 2008","content":"<p>Nå er tidenes Øyaprogram klart! Vi slapp de seks siste artistene som skal spille i Middelalderparken på en pressekonferanse tidligere i dag. Årets program er det størst, bredeste og beste vi har hatt noensinne. Det inneholder flere store navn og flere plateaktuelle navn enn noen gang i festivalens historie.</p>\n<p>*HÅKAN HELLSTRÖM (SE)*<br />\nHåkan Hellström er uten tvil en av Skandinavias største popartister. Göteborgeren startet sin karriere i det svenske indierockfenomenet Broder Daniel. Fra 2000 har han stått på egne ben, noe superhitten Känn Ingen Sorg För Mig Göteborg og knallalbumet med samme navn sørget for. Hellström har også blitt en favoritt her til lands, både som plateartist, radiogjenganger og ikke minst på scenen. Hans foreløpig siste album För Sent För Edelweiss kom tidligere i år. Fredag 8. august gjør han sin eneste sommerkonsert i Norge, da han åpner vår største scene. Håkan er en gledesspreder av dimensjoner og har et herlig publikumstekke. Han balansere hele tiden mellom gladpop og melankolske understrømmer, som aldri blir for tunge. Kanskje får vi høre både Kom Igen Lena, För En Lång Lång Tid eller hans versjon av visa Trubbel i Middelalderparken. Vi kan garantere en pangstart på en fyldig og heit festivaldag. Her kommer godlåtene til å leveres som perler på en snor.</p>\n<p>*CLIPSE (US)*<br />\nBrødreparet Pusha T og Malice fra Virginia har frekventert samme kretser som Pharrell Williams og Chad Hugo i The Neptunes (se N.E.R.D) siden tidlig på nittitallet. De ble raskt lagt merke til av den da ukjente produksjonsduoen, som skrudde knotter på låter nok til å fylle et album. Det var ikke før The Neptunes egen label Star Trak, underlagt Arista, kom på banen i 2001, at det ble fart på sakene. Og hvilke saker. Debuten ”Lord Willin’” (2002) var imponerende sterk, og inntok førsteplassen på Billboards hiphop-liste samme uke som den ble utgitt. Anført av singelen ”Grindin’” vakte den stor oppsikt verden over. Samme år gjorde de en real crossover-manøver ved å dra et par vers på Justin Timberlakes megahit ”Like I Love You”. I forfjor kom endelig det mange fortsatt holder en knapp på som det nye millenniets beste hiphop-album: ”Hell Hath No Fury”. Kritikerne var ekstatiske, fansen likeså. To år senere kan man nærmest si at Norge elsker Clipse, og det aller beste er at følelsen er gjensidig. På låten ”Momma I’m So Sorry” skryter nemlig gutta både av hovedstaden vår og de blonde, blåøyde kvinnfolkene her. Vi spår et lykkelig gjensyn med begge deler i Middelalderparken fredag 8. august.</p>\n<p>*RUMBLE IN RHODOS*<br />\nRumble In Rhodos har på få år rukket å vinne Zoom, gi ut to gode album og gjøre en rekke sprelske konserter i inn- og utland. Tidligere i år kom skiva Intentions ut på Black Balloon. Bandet leverer fortsatt sin særegne miks av blant annet post-punk, indierock og hardcore. Fugazi, Mars Volta og Les Savy Fav er bare noen få av inspirasjonskildene. De har gang på gang imponert med solid livearbeid, blant annet på Øyafestivalen i 2005. Etter debutskiva Own Me Like the City (2006) vant de noe overraskende kategorien Favourite New International Artist under Canadian Indie Awards, spesielt ettersom deres livedebut i landet først fant sted dagen etter kåringen. Nå er de tilbake på veien med materiale som har fått femmere fra mange av landets mest kritiske anmeldere. Vi snakker om en av landets sterkeste rockeutgivelser i 2008. Rumble In Rhodos skal rocke likegyldigheten ut av øra dine fredag 8. august.</p>\n<p>*INGEBORG SELNES*<br />\nIngeborg Selnes fra Bodø ga for kort tid siden ut sitt debutalbum The Zoo, på relativt ferske Bolibompa. Her har hun fått hjelp av noen av gutta bak band som Nomber 5s og Hiawata! Lørdag 9. august inntar de sammen Øyafestivalen. Selnes er sterkt linket til det nye indie-Norge og har i dag base i hovedstaden. Blant inspirasjonskildene finner man alt fra Jens Lekman og Rockettothesky til Billie Holiday og Burt Bacharach. Opprinnelig tilhørte hun hjembyens hardcoremiljø, men dette er forlatt til fordel for mer melodibasert hygge. Hun var for noen uker siden Ukas Urørt på P3 og er en viktig bidragsyter på samleren Oslo!, som for kort tid siden oppsummerte grasrota i hovedstadens unge popmiljø. The Zoo gjorde et byks inn på albumlista etter utgivelsen. Om du ennå ikke kjenner de sterke låtene herfra, annbefaler vi deg å oppsøke Vika-scenen under Øyafestivalens siste dag, lørdag 9. august.</p>\n<p>*HAUST*<br />\nHaust har sterke røtter i både brutal metal og frekk hardcore. I utgangspunktet startet de opp med begge beina i black metal hjemme i Notodden. Etter å ha rota rundt i hovedstadens undergrunn en stund er de nå klare for å vekke oppmerksomheten din. Nylig kom debutalbumet Ride The Relapse på Tigers nye label Fysisk Format. Herligheten varer kun 24 minutter, men garanterer at du svimmel og omtåket skriker etter mer. Med imponerende presisjon og upåklagelig innsats raser de igjennom 13 låter de selv definerer som nekrosludge. På Øya vil de banke primal og skremmende rock inn i trommehinnene dine. Dette er den perfekte krysning mellom metal, punk og støy. Med andre ord en befrielse for alle som er møkklei alt som kan kalles sommerpop. Torsdag 7. august tar Haust øra dine med storm.</p>\n<p>*A PLACE TO BURY STRANGERS (US)*<br />\nDet har gått rykter om denne fantastiske krafttrioen i undergrunnen de siste månedene. Deres miks av shoegaze-estetikk, kraftig rock og fjern psykedelia har fått mangt et kresent øre til å lytte ekstra godt. Gitarist og vokalist Oliver Ackermann styrer skuta, ved siden av å utvikle gitarpedaler som brukes av blant andre Serena Maneesh, TV On The Radio, Wilco og Lightning Bolt. A Place To Bury Strangers har blitt stempla som New Yorks høyestspillende band. På dere selvtitulerte debut fra i fjor kan du bli kjent med en trio som fyrer av all tenkelig frustrasjon og sinne gjennom musikken, uten å miste grep om melodien. I løpet av et par år har de varma opp for Brian Jonestown Massacre, The Jesus &#038; Mary Chain og Black Rebel Motorcycle Club. Etter Øya skal de begi seg ut på veien med Nine Inch Nails. Våre utsendte ble revet med under en konsert i New York i fjor høst og siden har A Place To Bury Strangers ligget høyt på vår ønskeliste. Fredag 8. august spiller de på vår nye scene Odden i Middelalderparken.</p>\n","wordpress_id":731,"translations":{"nb":{"url":"/2008/06/18/seks-nye-navn-til-parken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"21da07be-0349-5dea-ad43-75a428ea0e0d","locale":"nb"}}