{"data":{"wordpressPost":{"title":"Skal du ha med barn på Øya?","date":"4th August 2018","content":"<p>VI er glade for at mange velger å ta med hele familien på dagtid under festivalen. I år blir det et familievennlig område i festivalens nordlige hjørne. Følg gangveien opp bakken forbi Hagen-scena. Her finnes det et barneområde, med aktiviteter for de yngste fram til tidlig på kvelden. Barneaktivitetene er det vår søsterfestival <a href=\"http://www.minioya.no/\">Miniøya</a> som står for. De har også en<strong> bleieskiftstasjon</strong>.</p>\n<p>I samme område finner du den alkoholfrie baren til <strong>Leske</strong>, hvor det også blir servert barnevennlig festivaldrink. Helt øverst på platået har <strong>Annis Pølser</strong> barnevennlige pølser.</p>\n<p>Om man ønsker litt hvile har både Botanisk hage og vår egen kunstgruppe laget sitteområder i denne delen av parken.</p>\n<p>&nbsp;</p>\n<p><strong>OM REGISTRERING AV BARN</strong></p>\n<p>Øyafestivalen tar barnas sikkerhet på alvor. Derfor skal alle barn under 12 år registreres før de slipper inn på festivalområdet. Alle voksne/foresatte som skal ha med seg barn under 12 år må henvende seg i barneregistreringssboden til høyre ved innslipp til området. Barn under 12 år kommer gratis inn på festivalen i følge med foreldre/foresatte.</p>\n<p>Det tar tid å registrere alle barna som skal inn på festival. Møt derfor opp i god tid hvis du har tenkt å få med deg første band som spiller! Registrering av barn gjøres på eget skjema som du kan laste ned og fylle ut på forhånd. Skjemaet kan du også få utlevert ved innslippet på Tøyen. <a href=\"https://drive.google.com/file/d/0B-cDsIG-n2Z3YnhIbTV0MElzS28/view?usp=sharing\" target=\"_blank\" rel=\"noopener\">Finn skjema her</a></p>\n<p>&nbsp;</p>\n<p><strong>OPPFORDRING</strong></p>\n<p>Øyafestivalen er en fest for voksne. VI setter stor pris på at hele familien er med i noen timer, men oppfordrer til at barn overlates til barnevakt før kvelden.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3fc042fc-c89b-5999-bd63-77220836d085"}}