{"data":{"wordpressPost":{"title":"Broken Bells og den heiteste norske elektronikaen på Øya","excerpt":"<p>BROKEN BELLS (US) + OST &#038; KJEX + TODD TERJE &#038; DØLLE JØLLE<br />\nBroken Bells er det nye popsamarbeidet med de kreative kreftene bak band som Gnarls Barkley og The Shins. Torsdag 12. august kommer de til Middelalderparken med mye godlyd i bagasjen. Samtidig har vi fått på plass de to elektroduoene Ost &#038; Kjex og Todd Terje &#038; Dølle Jølle, som skal lage heftig dansefest i parken i august.</p>\n","content":"<p>Det er kun noen uker igjen før årets Øya-program er komplett. På lørdag fikk vi på plass de engelske skalegendene The Specials. I dag er en av årets mest spennende popsensasjoner bekreftet til Middelalderparken. Broken Bells, som er et samarbeid mellom de kreative kreftene i Gnarls Brakley og The Shins, spiller på Øyafestivalen torsdag 12. august. Samme dag kan du oppleve blant andre Pavement,  Jonsi, LCD Soundsystem, Against Me!, Panda Bear, Casiokids, Kråkesølv, Baroness og Miike Snow.</p>\n<p>Samtidig slipper vi en herlig pakke med frisk norsk elektronika. Dansefestknektene Todd Terje og Dølle Jølle til Øya for å lage fest å moro du kan bevege deg hemningsløst til. Som en slags prikk over klubbmusikk-I’en er albumaktuelle Ost &#038; Kjex klare for Middelalderparken. De har lovet å stille opp med full festpakke, bestående av blant annet kor, blåserekke, perkusjonister og Bugge Wesseltoft. </p>\n<p>BROKEN BELLS (US)<br />\nUnder årets Øyafestival kan du få oppleve et av årets aller mest spennende popsamarbeid. Hjernene bak suksessene Gnarls Barkley og The Shins slo seg for et par år siden sammen i all hemmelighet og tok navnet Broken Bells. I mars kom albumet med samme navn og var en umiddelbar suksess. Platekjøpere brakte herligheten inn på sjuendeplass på den amerikanske albumlista. Broken Bells er en av vårens mest omtalte og kredible popprosjekter. Du har kanskje hørt singelen The High Road på P3. </p>\n<p>De to kreative drivkreftene i Broken Bells er James Mercer og Brian Burton. Mercer har i over ti år vært hovedmannen bak den amerikanske indiepopsuksessen The Shins. Med skiver som Chutes To Narrow (2003) og Wincing The Night Away (2007) har han skrevet seg inn i moderne amerikansk pophistorie som en fantastisk låtskriver. Burton har i en årrekke vært kjent som Danger Mouse, men fikk sitt virkelige kommersielle gjennombrudd med Gnarls Barkley og skiva St Elsewhere. Dette var et samarbeid med rapper og sanger Cee-Lo. Burton har i tillegg jobba med Groillaz, Beck, Black Keys og The Good, The Bad And The Queen, i tillegg til å lage Jay Z/Beatles-miksen The Grey Album. Med Broken Bells beviser han at han mestrer nok et uttrykk. Anerkjente Paste Magazine kåra Burton for noen måneder siden til forrige tiårs beste produsent. </p>\n<p>Glenn Olsen i Natt &#038; Dag skrev dette om plata til Broken Bells: ” Venner av The Shins bør absolutt kjenne sin besøkelsestid, det samme bør egentlig en hver person med sansen for god pop. Sommeren kommer tidlig i år!”</p>\n<p>Jørgen Hegstad i Lydverket påsto at ”Broken Bells er årets foreløpig mest hengekøyevennlige album; uimotståelig henslengt og søtt, med James Mercer i melodisk storform og med en makker som underbygger hans gode sider…”</p>\n<p>Torsdag 12. august kan du oppleve Broken Bells i Middelalderparken. Her blir det sval pop, sterk sol og topp stemning. Vi gleder oss til Broken Bells fyller Middelalderparken med godlyd.<br />\n<a href=\"http://www.myspace.com/brokenbells\" target=\"_blank\">MYSPACE</a></p>\n<p>OST &#038; KJEX<br />\nDuoen Ost &#038; Kjex har vært et fenomen i norsk klubbmusikk i flere år. I 2004 ga de ut debutalbumet Some But Not All Cheese Comes From The Moon, som var laget med utgangspunkt i lyder fra nettopp ost og kjeks. De to matglade herrene har spilt på klubber og festivaler over hele Europa, til stor suksess på dansegulvene. Deres livlige opptredener har gitt dem et velfortjent rykte som en hver musikkfests høydepunkt. For få år siden snudde de hele Hell’s Kitchen på hodet under Klubbdagen og fikk det ellers beherskede publikummet til å gå fra konseptene. Etter Ost &#038; Kjex sin konsert på by:Larm i fjor skrev Musikknyheters skribent at dette var ”en av de morsomste konsertopplevelsene jeg har opplevd”.</p>\n<p>De siste årene har det kommet flere tolvtommere fra de to. Disse har hatt passende titler som Eaten Back to Life, Kjexterminate, How Not To Be A Biscuit, Kjexy Snick Snack og Boston Food Strangler. I juni kommer album nummer to, som skal hete Cajun Lunch og inneholder popmarinert house av den typen du kan danse deg skakk til. Det nye materialet har mer tradisjonell låtstruktur og mer vokal enn tidligere innspillinger. Både Tore Jazztobakk, HI FI Haavik og vi kan love en festforestilling som vil gå hardt utover skosålene dine. Med seg på scena kommer de blant annet til å ha Tracee´s Gospel Choir og Bugge Wesseltoft, samt perkusjonister og blåsere. La upassende fottøy og dårlig humør være hjemme, for nå blir det klubbstemning i Middelalderparken.<br />\n<a href=\"http://www.myspace.com/ostkjex\" target=\"_blank\">MYSPACE</a></p>\n<p>TODD TERJE &#038; DØLLE JØLLE<br />\nTodd Terje er ikke profet i eget land riktig ennå, men i utlandet er han svær. Hans genierklærte edits (ofte under det alternative navnet Tangoterje), altså dansevennlige mikser av kjente låter, imøteses med skjelvende knær og svette håndflater bloggverden over, og han snurrer plater for store folkemengder fra Brasil til Australia via Singapore. Forventningene til den kommende samleren, Remaster of the Universe, med tjue remikser/edits og to originaler, er ikke akkurat små. </p>\n<p>Terje Olsen, som han egentlig heter, står også bak klubbkonseptet Shari Vari sammen med DJ-makker Jørn Georg Sannes Knutsen, bedre kjent under monikeren Dølle Jølle. Sistnevnte sto for en av 2008s desidert beste låter, Balearic Incarnation, selvsagt med en golvfyllende Todd Terje-remiks på flippsiden, og har remikset Øya-klare Lindstrøm &#038; Christabelle i år.  </p>\n<p>Todd Terje og Dølle Jølle debuterte live under årets by:Larm, en stor begivenhet for musikk generelt og fans av intelligent og dansbar nydisko spesielt. Til årets Øyafestival lover de enda flere ess i ermet, men holder enn så lenge kortene tett til brystet i forhold til hva man får oppleve foran scenen i Middelalderparken. Mystisk, ja visst, men at man ikke bør gå glipp av gigen er krystallklart.<br />\n<a href=\"http://www.myspace.com/toddterjemusic\" target=\"_blank\">MYSPACE 1</a><br />\n<a href=\"http://www.myspace.com/mjondalendisco\" target=\"_blank\">MYSPACE 2</a></p>\n","date":"2010-05-11T08:13:00.000Z","wordpress_id":392,"featured_image":null,"translations":{"nb":{"url":"/2010/05/11/broken-bells-og-den-heiteste-norske-elektronikaen-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a1f44b39-743b-5bad-963c-57974893f3df","locale":"nb"}}