{"data":{"wordpressPost":{"title":"Tre nye navn – noen få ekstra lørdagsbilletter i salg","date":"14th January 2019","content":"<p>&nbsp;</p>\n<p><strong>250 EKSTRA LØRDAGSBILLETTER SELGES I MORRA</strong></p>\n<p>Lørdag 10. august 2019 er den mest populære dagen i hele Øya-historien og solgte ut allerede i romjula. Vi har tatt en ny vurdering og bestemt at vi har mulighet til å selge ytterligere 250 dagsbilletter til denne dagen. Ukespass og de tre andre dagene selger også svært godt, så det er ingen grunn til å vente med å sikre seg billetter. <strong>De ekstra lørdagsbillettene selges fra kl 09:00 i morra, tirsdag 15. januar.</strong></p>\n<p>Vi fyller samtidig på med et variert og gitarbasert trekløver til lørdagens program. Sjølve startskuddet for Øyafestivalens lengste dag står Hellbillies for, når de entrer vår største scene i solskinnet klokka 13:00. Dette blir første gangen de spiller på Øyafestivalen. Samme dag kan du oppleve det ypperste av amerikansk punk med Turnstile og et av Europas mest spennende tunge band The Ocean. Fra før er navn som Motorpsycho med venner, Jonathan Wilson og Karpe bekrefta til lørdagen.</p>\n<p>&nbsp;</p>\n<p><strong>HELLBILLIES</strong></p>\n<p>Hellbillies er blant våre aller mest folkekjære og aktive rockeband. De er i en særstilling, hvor de passer like godt inn på bygdefest som på rockefestival. Bandet har like mange fans i de store byene som i grisgrente strøk, og er i stand til å fylle konsertsteder til bristepunktet over hele landet. Samtidig har de gjort countryrock til noe nært og norsk, ved hjelp av Hallingdalsdialekt og lokale referanser. I starten lagde de egne versjoner av amerikanske favoritter, men fikk kjapt suksess med helt egenskreven musikk. Foreløpig siste studioalbum er Søvnløs fra 2016.</p>\n<p>Bandet fra Ål har mottatt flere Spellemannpriser og Prøysens ærespris. De aller fleste albumutgivelsene har nådd en av de tre øverste plassene på den norske salgslista. Trommeslager Bjørn Gunnar Sando og brødrene Aslag og Lars Håvard Haugen har vært med siden starten, og populariteten ser ikke ut til å avta.</p>\n<p>Lørdag 10. august får du mulighet til å oppleve noen av Hellbillies’ mest velkjente låter i Tøyenparken for første gang. Kanskje får du høre Ho Birgjit Lien, Ei Krasafaren Steinbu, So Som So, Gamle Bry’n eller Baka Ein Stein i favorittparken, som en herlig start på en lang festivaldag.</p>\n<p><a href=\"https://www.facebook.com/hellbillies/\">www.facebook.com/hellbillies</a></p>\n<p><a href=\"http://www.hellbillies.com/\">www.hellbillies.com</a></p>\n<p>&nbsp;</p>\n<p><strong>THE OCEAN (DE)</strong></p>\n<p>Tyske The Ocean har holdt på siden starten av årtusenet og er et band med en helt egen miks av doom, prog, post-metal og annen gitartung undergrunnslyd. Det løst sammensatte bandet ledes av Robin Staps og har også vært kjent som The Ocean Collective. Høsten 2018 ga de ut Phanerozoic I: Palaeozoic, som får en oppfølger i 2020. Musikken er spilt inn på Island og hjemme i Berlin. Norske Martin Kvamme har for femte gang på rad stått for omslaget.</p>\n<p><a href=\"https://www.sputnikmusic.com/review/78336/The-Ocean-Phanerozoic-I-Palaeozoic/\">Sputnikmusic.com</a>: &#8211; The Ocean Collective have grown to become one of the most powerful, creative and tight units in the post metal sphere. Relentless touring also brought constant waves of new fans who were treated to some of the best LPs of the genre, Precambrian and Pelagial.</p>\n<p>I konsertformat er The Ocean en mektig, mørk opplevelse. De har turnert med blant andre Mastodon, Dillinger Escape Plan og Øya-aktuelle Cult of Luna. Nå har du mulighet til å oppleve et av Europas aller beste tunge og eksperimentelle band på Øya.</p>\n<p><a href=\"https://www.facebook.com/theoceancollective/\">www.facebook.com/theoceancollective</a></p>\n<p><a href=\"https://www.metalblade.com/theocean/?fbclid=IwAR2A0SxLv9YXoujR2QGbrsStgEm7EeWnZpfEu75sMJggVulMTQnrsqtlsKo\">www.metalblade.com/theocean</a></p>\n<p>&nbsp;</p>\n<p><strong>TURNSTILE (US)</strong></p>\n<p>Turnstile fra Baltimore på østkysten av USA tar utgangspunkt i store mengder klassisk hardcore når de lager punkrock. Etter noen EPer kom debutalbumet Nonstop Feeling i 2015. Tre år seinere har oppfølgeren Time &amp; Space blitt mottatt med stor entusiasme. Sjøl om de har godt grep på herlig aggrorock, krydrer de med masse musikalsk lekenhet.</p>\n<p><a href=\"http://diymag.com/2018/02/23/turnstile-time-space-album-review\">Diymag.com</a>: &#8211; Time &amp; Space is a comprehensive thrash that places Turnstile as the most inventive, forward-thinking band in hardcore.</p>\n<p>De som leter etter friske pust i den gitarbaserte musikken, bør starte med Turnstile. Hjemme i USA har de skapt seg et rykte som et særdeles energisk liveband. Vi gleder oss til Oslo skal få oppleve dette.</p>\n<p><a href=\"https://www.facebook.com/turnstilehc/\">www.facebook.com/turnstilehc</a></p>\n<p><a href=\"https://turnstilehardcore.com/?fbclid=IwAR1ZFx00Aw5C3ZnfY2NMcXMbHlCMKplzcncZs1V8csa7LzV4Y3OcXnfYVgA\">turnstilehardcore.com</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"960d71bf-9663-585d-abd4-b67f95d7729d"}}