{"data":{"wordpressPost":{"title":"Øyakino 2018 &#8211; programmet er klart","date":"3rd August 2018","content":"<p>Tradisjonen tro blir Ringen kino nok en gang åsted for et skikkelig vorspiel til Øyafestivalen. 3.-5. august, helga før musikken braker løs i Tøyenparken, inviterer vi deg inn i kinomørket og i filmens verden.</p>\n<p>Billettpriser: 75,- for alle med øyabillett, ordinær pris for resten. Kortfilmprogrammet koster 75,- for alle.</p>\n<p>Les mer om programmet og kjøp billetter hos <a href=\"https://www.nfkino.no/oslo/article1363681.ece\">nfkino.no</a>.</p>\n<p>Film fra Sør presenterer:<strong><br />\nMatangi/Maya/M.I.A.</strong><br />\nRegi: Steve Loveridge<br />\n(Dokumentar)<br />\nGjennom en kombinasjon av musikkvideo, private opptak fra Mayas egen oppvekst, klipp fra den blodige borgerkrigen og intervjuer skapes et personlig portrett av en av musikkindustriens mest provoserende og aktuelle artister.<br />\nLørdag 4. august 18.00 (sal 4)</p>\n<p>BIFF presenterer:<br />\n<strong>Grace Jones: Bloodlight and Bami</strong><br />\nRegi: Sophie Fiennes<br />\n(Dokumentar)<br />\nGrace Jones har hatt mange roller, men hun har alltid fremstått som overmenneskelig sterk og stilsikker. Her får vi et sjeldent glimt av mennesket bak myten, samt en rekke slående konsertklipp som viser at den nå 70 år gamle Jones ikke har mistet noe av sin kraft.<br />\nLørdag 4. august 21.00 (sal 4), søndag 5. august 17.45 (sal 3)</p>\n<p>BIFF presenterer:<br />\n<strong>Believer</strong><br />\nRegi: Don Argott<br />\n(Dokumentar)<br />\nVi følger Imagine Dragons’ frontfigur Dan Reynolds gjennom et turbulent, men inspirerende og lærerikt år av hans liv, hvor både hans egen tro og båndene til familie, venner og fans settes på prøve.<br />\nFredag 3. august 21.45 (sal 5), lørdag 4. august 21.00 (sal 5)</p>\n<p>Oslo Pix presenterer:<br />\n<strong>Odda og Bauta</strong><br />\nRegi: Paul Tunge<br />\n(Dokumentar)<br />\nOdda og Bauta er to kort-dokumentarfilmer om arkitektur. Odda er på sin side en reise gjennom det nedlagte smelteverket i industristedet Odda i Hordaland, og i et folketomt Odda sentrum på kveldstid. Alt i én uavbrutt kamerabevegelse. Bauta vender blikket mot alt fra svømmehaller til t-banestasjoner, også de i brutalistisk stil.<br />\nSøndag 5. august 18.00 (sal 4)</p>\n<p><strong>The Man who stole Banksy</strong><br />\nRegi: Marco Proserpio<br />\n(Dokumentar)<br />\nI 2007 kommer Banksy seg inn i Palestina for å male på vegger. Det som følger blir en historie om kulturkrasj, kunst, identitet, tyveri og et svart marked.<br />\nFredag 3. august 18.00 (sal 4), søndag 5. august 20.30 (sal 4)</p>\n<p><strong>Naboer</strong><br />\nRegi: Trond Kvig Andreassen<br />\n(Dokumentar)<br />\nEn person blir funnet død i sin egen leilighet midt i Oslo. Uten pårørende, venner eller familie. Hvordan husker man en person som ingen kjente?<br />\nFredag 3. august 18.00 (sal 5)</p>\n<p><strong>Den skyldige</strong><br />\nRegi: Gustav Möller<br />\nMed: Jakob Cedergren, Johan Olsen, Morten Suurballe, Laura Bro<br />\nPolitibetjent Asger Holm svarer operasjonssentralen 112. I den andre enden er en fortvilet, kidnappet kvinne. Når forbindelsen plutselig blir brutt, starter en intens jakt for å redde henne. Med telefonen som eneste redskap kjemper Asger mot tiden, men forbrytelsen skal vise seg å være større enn han kunne forestille seg.<br />\nFredag 3. august 18.00 (sal 6), søndag 5. august 20.30 (sal 3)</p>\n<p><strong>Amatører</strong><br />\nRegi: Gabriela Pichler<br />\nMed: Yara Aliadotter, Fredrik Dahl, Zahraa Aldoujaili<br />\nDen lille kommunen Lafors prøver å lokke til seg den tyske lavpriskjeden Superbilly. I et forsøk på kommunal merkevarebygging blir lokale ungdommer bedt om å lage filmer om hjemstedet sitt. Men det går ikke helt som planlagt.<br />\nFredag 3. august 19.20 (sal 5), søndag 5. august 15.30 (sal 4)</p>\n<p><strong>A Prayer before Dawn</strong><br />\nRegi: Jean-Stéphane Sauvaire<br />\nMed: Joe Cole, Vithaya Pansringarm, Nicolas Shake<br />\nDen britiske bokseren, Billy Moore, havner i et av Thailands mest beryktede fengsler. I et miljø preget av narkotika og gjengvold begynner Billy på en ubarmhjertig reise fra en boksekamp til den neste, og gjør alt han må for å ta vare sitt eget liv og gjenvinne friheten.<br />\nFredag 3. august 20.30 (sal 4), lørdag 4. august 18.00 (sal 5)</p>\n<p><strong>Superfly</strong><br />\nRegi: Director X<br />\nMed: Jason Mitchell, Andrea Londo, Lex Scott Davis<br />\nFilmen følger en tidligere kriminell som forsøker å komme seg ut av dopmiljøet i Atlanta. Director X, kjent for å lage legendariske musikkvideoer (Drake, Rihanna), regisserer her en remake av klassikeren fra 1972, med musikk produsert av Future.<br />\nFredag 3. august 17.30 (sal 3), lørdag 4. august 22.00 (sal 3), søndag 5. august 20.10 (sal 5)</p>\n<p><strong>Searching</strong><br />\nRegi: Aneesh Chaganty<br />\nMed: John Cho, Debra Messing, Joseph Lee<br />\nEtter at David Kims datter blir meldt savnet, starter en lokal etterforskning uten hell, og etter hvert bestemmer David seg for å ta saken i sine egne hender. Han ender opp med å jakte datterens digitale fotspor gjennom hennes laptop. Dette er en moderne thriller som blir fortalt gjennom teknologien vi bruker til å kommunisere hver dag.<br />\nFredag 3. august 21.00 (sal 3), søndag 5. august 18.00 (sal 6)</p>\n<p><strong>VampyrVidar</strong><br />\nRegi: Fredrik Waldeland, Thomas Aske Berg<br />\nMed: Thomas Aske Berg, Brigt Skrettingland, Kim Sønderholm, Henrik Rafaelsen<br />\nVidar Hårr er en 33 år gammel, seksuelt frustrert ungkarsbonde som lever et kristent, monotont og strabasiøst arbeidsliv på gården til sin mor. Etter en desperat bønn til høyere makter blir Vidar prins av mørket i syndenes by: Stavanger.<br />\nSøndag 5. august 18.00 (sal 5)</p>\n<p><strong>Høydepunkter fra Kortfilmfestivalen i Grimstad</strong>:<br />\nUnder Øyakino har vi tradisjon for å vise utvalgte kortfilmer, hovedsakelig fra Kortfilmfestivalen i Grimstad. Denne tradisjonen følger vi opp i år også, og på lørdag 4. august og søndag 5. august viser vi kortfilmer av høy kvalitet på Ringen kino. Mer om filmene kommer!<br />\nLørdag 4. august 17.00 (sal 3), søndag 5. august 14.00 (sal 5)</p>\n<p>&nbsp;</p>\n<p>Dagen derpå 12. august:</p>\n<p><strong>The Spy Who Dumped Me</strong><br />\nRegi: Susanna Vogel<br />\nMed: Mila Kunis, Kate McKinnon, Justin Theroux, Gillian Anderson<br />\nTo bestevenninner blir ufrivillig viklet inn i en internasjonal konspirasjon. De ender opp på flukt gjennom Europa, fra leiemordere og en mistenkelig, men sjarmerende britisk agent, mens de klekker ut en plan for å redde verden.<br />\nSøndag 12. august 15.30 (sal 3)</p>\n<p><strong>Space is the Place</strong><br />\nRegi: John Coney<br />\n(Dokumentar)<br />\nScience-fiction og Sun Ras jazzmusikk smeltes sammen i denne kultklassikeren fra 1974. Filmen er skrevet av Joshua Smith i samarbeid med musikeren Sun Ra, og er regissert av John Coney.<br />\nSøndag 12. august 18.20 (sal 3)</p>\n","wordpress_id":22251,"translations":{"nb":{"url":"/2018/08/03/oyakino-2018-programmet-er-klart/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2e373943-a937-553f-b417-7a2f7e71ea2a","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2018/08/03/oyakino-2018-programmet-er-klart/","redirect":false}}}