{"data":{"wordpressPost":{"title":"Møt The Switch","date":"2015-06-18T10:04:03.000Z","content":"<p>(foto: Anne Valeur)</p>\n<p>The Switch er et av de første bandene ut på årets Øyafestival når de entrer Vindfruen-scenen klokka tre på onsdag 12. august. Bandet kom i januar ut med sin andre plate, «B for the Beast», til gode mottagelser. I dag premierer de sin nye singel, «We’re fooling no one» her på Øyafestivalens hjemmesider, og om noen få uker kommer en EP med det samme navnet.</p>\n<p>Premiere på «We&#8217;re Fooling No One»:</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"400\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F210790574&#038;show_artwork=true&#038;maxwidth=500&#038;maxheight=750\"></iframe></div>\n<p>Vi sendte avgårde en rekke spørsmål om den nye musikken og forventningene deres til Øyafestivalen, og fikk svar fra Peter Vollset, Arthur Kay Piene og Filip Roshauw.</p>\n<p><em><strong>The Switch premierer en ny låt i dag, We’re fooling no one. Fortell om låta!</strong></em></p>\n<p><strong>Filip:</strong> Det er en fin låt som handler om to folk som prøver ut et eller annet som de ikke helt vet hva er ennå. Det kan munne ut i så mangt, et forhold, en fin, ubetydelig sommergreie eller en skjærsild med innlagte klinepauser.</p>\n<p><strong>Peter:</strong> Det er den første teksten jeg skrev som jeg noensinne lot noen som ikke er med i bandet se på før den var ferdig. Husker veldig klart å sitte på lokal pub med en veninne og diskutere hvorvidt refrenget skulle være stikkord eller hele setninger, og at stikkord bedre illustrerer følelsen av å være kid og forelska på mange måter. Eller, diskutere og diskutere &#8211; hun snakka vel litt &#8211; snille ord, husker jeg &#8211; men først og fremst tror jeg at jeg trengte henne til å sitte der og nikke slik at jeg høylytt kunne overbevise meg selv om at stikkordsform var lov, for en gangs skyld. Dette må ha vært i 2011. Jeg var litt stivere i kragen når det kom til form da. Fy faen, så ufordragelig jeg høres ut i den anekdoten der. Grøss. Var jeg sånn? <em>ER JEG SÅNN?</em></p>\n<p><em><strong>Singelen er på en EP dere slipper 3. juli &#8211; hva inneholder den, og hvorfor slipper dere den nå, kort tid etter «B for the Beast»?</strong></em></p>\n<p><strong>Filip:</strong> Den varer i godt over halvtimen, så det er kanskje irriterende eller meningsløst å kalle det en EP, men jeg tror det føles mer som en sånn novellesamling-aktig greie enn et egentlig album, så det passer. Det er uansett en liten haug med musikk vi har spilt inn i halvåret etter at vi ble ferdige med forrige skive. Tittellåta skal være med på tredjealbumet, men de andre greiene hadde ikke noen klar adresse, så vi bestemte oss for å like gjerne bare slippe det nå &#8211; som Arthur sier, noe av moroa med å lage eget selskap må jo være at man bare kan trykke på en knapp hvor det står <em>Publish</em>, også får folk hørt det. Det er for det meste sval, utprøvende og tidvis jæsklig langstrakt psych-pop som vi er ganske gira på at folk skal få hørt.</p>\n<p><strong>Peter:</strong> EPen inneholder to singler, hvorav den ene slippes i dag og den andre aldri slippes som sådan, fordi det er bare jeg som synes at det er en singel. I tillegg er det en gammel låt som ikke ble med på førsteskiva grunnet dramaturgi, en litt slapp lompe som resten av bandet liker mye bedre enn jeg, og et takras av et uhell som vi liker så bra at den nesten ble et band. Det skjer faktisk at låter blir band hvis folk liker dem nok, bare spør Procol Harum.</p>\n<p><em><strong>Hva kan folk forvente av konserten deres på Øya?</strong></em></p>\n<p><strong>Filip:</strong> Vi spiller tidlig den første dagen, når folk entrer området for første gang og tar av plastfolien på en splitter ny Øya. Vi kommer til å sikte mot mest mulig god stemning, gode låter spilt bra, fint sunget. Forhåpentligvis unner vi oss selv en relativt generøs tabbekvote og klarer å ha det akkurat så gøy som vi synes det er at vi skal spille der.</p>\n<p><strong>Peter:</strong> Thomas kommer til å glemme teksten to-tre ganger og ingen kommer til å merke det unntatt han og jeg.</p>\n<p><em><strong>Har dere en god eller dårlig festivalhistorie? Fortell!</strong></em></p>\n<p><strong>Arthur:</strong> «Kan ikke Peter fortelle om den gangen vi prøvde å ta med øl in på artiststranda på Hove? Da vi oppdaget et Kafka-formet hull i tid/rom-kontinuumet der det ene settet med vakter sa vi ikke hadde lov til å ta med ølen inn på stranda, og det andre settet med vakter sa vi ikke hadde lov til å gå tilbake igjen der vi kom fra og at alle sa at vi uansett ikke kunne være der vi var. Det virket som om vi brøt en eller annen grunnleggende fysisk lov, at vi egentlig bare måtte gå i oppløsning. Vi løste dette paradokset ved å styrte ølen og gå inn på stranda. Jeg skjønner mer og mer av den festivalen etter at den gikk konk.»</p>\n<p><strong>Peter:</strong> Da Fleet Foxes spilte rett etter førsteskiva kom ut, så dreiv han derre Robin og snakka masse mellom låtene, åpna seg skikkelig om at det hadde vært dritdårlig stemning i nightlineren på vei til festivalen og at den kjempepositive vibben han fikk av publikum virkelig gav ham håp for bandets fremtid. Så nevnte han at de hadde spilt i Tyskland dagen før, og noen bua eller no, og han bare «Is there some beef between Norway and Germany I’m not aware of?» og en kis helt foran bare skreik «It’s called the Second World War, MAN!» Da koste jeg meg.</p>\n<p><em><strong>Hva hører dere på i sommer?</strong></em></p>\n<p><strong>Filip:</strong> Det er vanskelig å komme med noe entydig svar, siden vi er spredt for alle vinder stort sett hele tiden, men «Tango in the Night» av Fleetwood Mac dukker ganske ofte opp når vi snakker om eller hører på musikk for tiden, og det ser vel ikke ut som at det kommer til å endre seg i løpet av sommeren.</p>\n<p><strong>Arthur:</strong> Jeg hører på «Songs in The Key of Life» av Stevie Wonder. Hele tiden. Trodde alltid at den var «den teite og harry Stevie-plata som man hører på på musikklinja», men akkurat oppdaget at den er det eneste som gjelder når det er varmt vær ute.</p>\n<p><strong>Peter:</strong> Jeg hører på den derre «Slowly» av Susanne Sundfør, om igjen og om igjen. Noe av det jeg liker best med den er at den virker litt sånn halvskreven og passe bra som låt, og så er den sunget, arrangert og produsert inn i stratosfæren. Jeg er veldig svak for låter som egentlig ikke er så bra på papiret, men som blir helt rå når artisten har gjort seg ferdig i studio. Nå aner ikke jeg hvordan Sundfør jobber, og det kan jo være at hu bare begynte med ordene «the way you hold me» og et helvetes arrangement, og så jobbet seg bakover mot versene og «låt»-biten, men jeg synes vel nesten det hadde vært enda mer imponerende om låta som den er skrevet ble til på pianoet og at hun så tenkte «Mja, det er NOE her. Hva hvis vi bare bruker arr og produksjon til å vri låta som ei fille omtrent… her», og at det dermed er den tekniske, gnukkete, usexy biten av musikalitet som får meg til oppleve turbulens mens jeg går, lissom. Er noen sånne på «Tango In The Night» òg. «Caroline», for eksempel. Jose Gonzalez covrer ikke «Caroline» vett.</p>\n<p><em><strong>Hvilken Øya-opplevelse husker dere aller best?</strong></em></p>\n<p><strong>Filip:</strong> Som alle festivaler man har vært på såpass mange ganger, flyter ting litt sammen etter hvert. Men den Susanne Sundfør-konserten i 2012 var spesiell. Og å se Ingrid i bandet da hun spilte der med resten av Norma Sass et par år før det igjen var også rått.</p>\n<p><strong>Peter:</strong> Da Motorpsycho spilte «Timothy’s Monster», eller for å være nøyaktig, da de spilte «The Wheel». Det er den foreløpig siste konserten der jeg har tatt meg selv i å faktisk gape.</p>\n<p><em><strong>Hvilke tre band/artister i årets Øya-program mener dere at publikum ikke bør gå glipp av?</strong></em></p>\n<p><strong>Filip:</strong> Skal vi se. Jeg gleder meg til å se Krakow, Arthur nevner Møster!, Beglomeg og Beck. Ingrid nevner også Beck og i tillegg Belle &amp; Sebastian og Amason. Thomas sier at han ikke har sett Amason ennå, men at de har fått så mye hype i vennekretsen at de MÅ være bra live. Jeg har sett Amason for et drøyt år siden på Revolver og det blåste meg fullstendig av banen. De har knekt noen skikkelig vriene koder, uten at jeg er i stand til å peke på hva det er de gjør. Man får nesten bare høre selv!</p>\n<p><strong>Peter:</strong> Belle and Sebastian var veldig bra på Quarten i 2001, og da var de ikke unge lenger. Nå er det fjorten år siden, men det er noe fint med den typen «low impact» musikk at man ikke trenger ungdommens faenskap for å spille den. Hadde ikke overrasket meg nevneverdig hvis de var like bra eller enda bedre i dag. Og så har dem jo etterhvert et rolig knippe hits å plukke festival-setliste fra også.</p>\n<p><em><strong>Har dere et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong></em></p>\n<p><strong>Filip:</strong> Kle deg etter været, møt opp, slapp av, oppfør deg som folk og se det du rekker/orker. Arthur nevner at du får gratis regnponcho i Røde Kors-teltet. Det syns jeg er et godt og praktisk festivaltips.</p>\n<p><strong>Peter:</strong> Alle mine Øya-spesifikke tips er null and void etter at dere flytta til Tøyen. Hvor er den reneste dassen? Aner ikke. Hvor kan man få billig drikke utafor festivalområdet? Hakke snøring. Er «billig drikke» et meningsfullt begrep i norge anno 2015? Antakeligvis ikke.</p>\n<p><a href=\"http://d1gluqtpjfxt14.cloudfront.net/sites/2/2015/06/Switchfoto.jpg\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-full wp-image-12238\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"Switchfoto\" width=\"960\" height=\"638\" data-srcset=\"http://oya.test/assets/uploads/2015/06/Switchfoto.jpg 960w, http://oya.test/assets/uploads/2015/06/Switchfoto-300x199.jpg 300w, http://oya.test/assets/uploads/2015/06/Switchfoto-768x510.jpg 768w\" sizes=\"(max-width: 960px) 100vw, 960px\" data-sizes=\"auto\" data-aspectratio=\"960/638\"></body></html>\n</a></p>\n","wordpress_id":12235,"featured_image":{"title":"The Switch_blokk","filename":"The-Switch_blokk.jpg","filesize":1026457,"url":"http://oya.test/assets/uploads/2015/06/The-Switch_blokk.jpg","link":"http://oya.test/the-switch_blokk/","alt":"","author":"2","description":"","caption":"","name":"the-switch_blokk","status":"inherit","uploaded_to":0,"date":"2015-06-18 09:17:25","modified":"2015-06-18 09:17:25","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":1620,"height":1080,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2015/06/The-Switch_blokk-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2015/06/The-Switch_blokk-300x200.jpg","medium_width":300,"medium_height":200,"medium_large":"http://oya.test/assets/uploads/2015/06/The-Switch_blokk-768x512.jpg","medium_large_width":768,"medium_large_height":512,"large":"http://oya.test/assets/uploads/2015/06/The-Switch_blokk-1024x683.jpg","large_width":1024,"large_height":683,"small":"http://oya.test/assets/uploads/2015/06/The-Switch_blokk.jpg","small_width":320,"small_height":213,"medium_small":"http://oya.test/assets/uploads/2015/06/The-Switch_blokk.jpg","medium_small_width":640,"medium_small_height":427,"xlarge":"http://oya.test/assets/uploads/2015/06/The-Switch_blokk.jpg","xlarge_width":1620,"xlarge_height":1080}},"translations":{"nb":{"url":"/2015/06/18/mot-the-switch/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9169609c-0547-5889-8fc5-426d2bb2c2a1","locale":"nb"}}