{"data":{"wordpressPage":{"title":"Info til naboer","content":"<p><b>Kjære naboer til Tøyenparken</b></p>\n<p><span style=\"font-weight: 400;\">Årets Øyafestival finner sted i Tøyenparken og områdene på andre siden av Finnmarkgata i uke 32. I uka før og etter arbeider vi med å gjøre klar og rydde ned festivalområdet. Den totale arbeidsperioden ser ut til å bli fra mandag 29. juli til torsdag 15. august. </span></p>\n<p><span style=\"font-weight: 400;\">Konsertdelen foregår onsdag 7. t.o.m. lørdag 10. august. Portene åpner kl. 13 (kl. 12 lørdag), med konserter fra kl. 14 (fra kl. 13 lørdag). Konsertene avsluttes senest kl. 23 alle dager. </span></p>\n<p><span style=\"font-weight: 400;\">Fordi det foregår flere byggeprosjekter i parken og nærliggende områder har vi måttet planlegge  festivalområdet annerledes i år: inngangen og sykkelparkeringen flyttes til gresset foran Munchmuseet (markert gult i vedlagte kart). Det vil også være endringer i hvordan man kommer seg gjennom/forbi parken når rigging starter &#8211; vi vil sende ut et mer detaljert kart nærmere sommeren.</span></p>\n<p><span style=\"font-weight: 400;\">Utslipp vil være samme som tidligere år; en utgang foran Munchmuseet, og før stenging åpnes også en utgang i Finnmarkgata, retning Carl Berner. </span></p>\n<p><span style=\"font-weight: 400;\">Ta gjerne kontakt dersom dere har spørsmål eller kommentarer til endringene. </span></p>\n<p><span style=\"font-weight: 400;\"><br />\n</span><b>LOKALE SAMARBEID &#8211; HOSPITANTORDNINGEN</b><span style=\"font-weight: 400;\"><br />\n</span><span style=\"font-weight: 400;\">Billettkjøperne våre har tidligere vært med på å finansiere et nytt musikkrom til fritidsklubben STERLING FOR INKLUDERING OG INTEGRERING på Tøyen, innkjøp av en foodtruck for KOMPASSMAT, som gir arbeidstrening til vanskeligstilt ungdom,  samt bygging av en utendørs treningspark for ungdom i Bydel Gamle Oslo, i samarbeid med OSLO RØDE KORS. I år går støtte fra billettsalg til HÅP KOMPETANSE, og deres satsing på sommerskoletilbud og sommerjobber til ungdom fra Tøyen. Dere kan lese mere her: </span><a href=\"https://oyafestivalen.no/posts/stott-ungdommer-pa-toyen\"><span style=\"font-weight: 400;\">https://oyafestivalen.no/posts/stott-ungdommer-pa-toyen</span></a></p>\n<p><span style=\"font-weight: 400;\">I år vil vi fortsette og utvide hospitantordningen vår for å rekruttere ungdom som kan lære litt om organiseringen av en stor festival og få erfaring med å jobbe med ulike festivaloppgaver. Tidligere år har vi invitert hospitanter via Sterling SK, Tøyen Sportsklubb, Kompassmat, Musikkbryggeriet og Oslo Røde Kors. Kjenner dere noen som kan være interessert kan dere lese mere om hospitantordningen her: </span><a href=\"https://oyafestivalen.no/hospitantordningen/\"><span style=\"font-weight: 400;\">https://oyafestivalen.no/hospitantordningen/</span></a></p>\n<p><span style=\"font-weight: 400;\">Vi fortsetter den gode dialogen med Munchmuseet, Tøyenbadet og Tøyenravnene, i tillegg til å samarbeide med Naturhistorisk museum og Botanisk hage. Vi blir glade for tips dere måtte ha til ulike prosjekter Øyafestivalen kan bidra til i lokalmiljøet. </span></p>\n<p><b><br />\n</b><b>MER INFORMASJON<br />\n</b><span style=\"font-weight: 400;\">Mer detaljert informasjon vil være klar i slutten av juni. Da vil det også bli vedlagt et detaljert kart som viser hvilke områder som blir stengt, og når. </span></p>\n<p><span style=\"font-weight: 400;\">Har dere spørsmål kan de sendes til nabo@oyafestivalen.com</span></p>\n","wordpress_id":15598,"locale":"nb","slug":"info-til-naboer","translations":{"nb":{"url":"/info-til-naboer/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c460ab84-d909-54f3-b05a-3ec61641ba5e","locale":"nb"}}