{"data":{"wordpressPost":{"title":"James Blake, Mount Kimbie and John Talabot","date":"8th February 2013","content":"<p><strong>JAMES BLAKE (UK) &#8211; Friday 9<sup>th</sup> of August</strong><br />\n<strong> JOHN TALABOT (ES) &#8211; Saturday 10<sup>th</sup> of August</strong><br />\n<strong> MOUNT KIMBIE (UK)</strong></p>\n<p>JAMES BLAKE (UK) &#8211; playing Friday<br />\nJames Blake from London was suddenly the guy everyone was talking about two years ago, when he mixed elements from dubstep and RnB in a peculiar way on his debut album. The album rose to the top ten in several European countries, including the UK and Norway. Many discovered Blake through his hit single Limit To Your Love, originally made by Feist. In 2013 you will hear new songs from Blake. His new album will be called Overgrown, and will be released in April.<br />\nIt is easy to understand why the expectations are so high. The debut on the lists of best albums of the year in everything from Mojo to Pitchfork. Consequence Of Sound wrote this about the release:<br />\n&#8211; There is heartbreak, pain, longing, and love written in every timely sample, every perfectly placed sound, and every full-bodied croon. It’s a gauzy, overflowing mass of emotion, done in a new and inventive manner.<em> James Blake</em> is an essential for anybody interested in witnessing how pop music can and will continue to change, progress, and grow into something new with time.<br />\nThe young super talent released his first single in 2009. In 2010 he released three EPs that showed some of his musical range. Few new artists have has changed electronica as much as James Blake. In his teens, he heard a lot of soul, gospel and jazz. These styles can be heard in the music he makes now.<br />\n<a href=\"http://jamesblakemusic.com/\" target=\"_blank\">http://jamesblakemusic.com/</a></p>\n<p>JOHN TALABOT (ES) &#8211; playing Saturday<br />\nThe Spanish DJ and producer made a breakthrough last year with his album fIN. He has described his work as a process of putting different pieces of music together, to see if he can make them work as one. The Guardian was very enthusiastic about album:<br />\n&#8211; A penchant for rising chords means that all his melodies make you feel like raising your arms and face to the sun. Talabot also has arguably the greatest sense of build-and-release in <a title=\"More from guardian.co.uk on Dance music\" href=\"http://www.guardian.co.uk/music/dance-music\" target=\"_blank\">dance music</a> since prime Booka Shade: ƒin is full of incredible tension-releasing moments, from the extended break in Destiny to the entrance of Missing You&#8217;s bouncing bass. The generosity of Talabot&#8217;s sound can also be ascribed to the amount of disparate ingredients he puts to use in service of his aesthetic – particularly the variety of human voices on display.</p>\n<p>&nbsp;</p>\n<p>In attempts to categorize John Talabot, writes have called his music house and nu disco. Others have pointed out the dark atmosphere in the the tracks. At Øya he will get you to dance around in the summer heat and to contribute to the all-time Saturday mood.<br />\n<a href=\"http://www.myspace.com/johntalabot\" target=\"_blank\">http://www.myspace.com/johntalabot</a></p>\n<p>Mount Kimbie (UK)<br />\nAre you one of the many waiting for a new album from Dominic Maker and Kai Campos? The duo, who goes by the name of Mount Kimbie, released their debut album in 2010 and has long been working on new material. Just like James Blake, they have been made responsible for the so-called post-dubstep. After a few EPs thei released the album Crooks &amp; Lovers. About his debut Drowned In Sound wrote this:<br />\n&#8211;        Broadly speaking the band’s debut fits into the great tradition of dance music that you can’t quite dance to. Dubstep is obviously one of the key reference points, and is ultimately the easiest genre to place Mount Kimbie in, but it would be a misconception to think that it’s the only influence at play here.</p>\n<p>…and this:</p>\n<p>&#8211;        As a whole <em>Crooks &amp; Lovers</em> is a fantastically constructed album; the repetition and ambience makes for a hypnotic listen, yet Mount Kimbie know exactly when to break this mesmerising flow with heartfelt vocal samples and perfectly delivered instrument lines. It’s rare to find a level of craftsmanship like this on a debut; Mount Kimbie have delivered a strong statement of intent and a record that is certainly a contender for album of the year.<br />\nThey have remixed The xx, Foals and The Big Pink. In addition, they have toured with their buddy James Blake as a musician. Mount Kimbie have signed to Warp and promises that their new songs will seem larger and freer. They have been praised for being able to come up with their very own sound and working all the time to move forward.<br />\n<a href=\"http://www.mountkimbie.com/\" target=\"_blank\">http://www.mountkimbie.com/</a></p>\n","wordpress_id":3031,"translations":{"nb":null,"en":{"url":"/en/2013/02/08/james-blake-mount-kimbie-and-john-talabot/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2218d3cd-e85b-5274-b1f3-13358bb86049"}}