{"data":{"wordpressPost":{"title":"LCD Soundsystem på Øya 12. august","date":"1st March 2010","content":"<p>LCD Soundsystem spiller samme dag som blant annet Pavement.</p>\n<p>I går fortalte vi at den svenske superstjerna Robyn er klar for sommerens Øya. I morra slipper vi to navn vi har drømt om å få til Middelalderparken en god stund. All grunn til å glede seg!</p>\n<p>LCD SOUNDSYSTEM (US)<br />\nFor en debutsingel Losing My Edge var! James Murphy satte ord på det alle født før 1980 følte da ungdommen, væpnet med kvasse googleferdigheter og total skamløshet, plutselig tok oss igjen i både musikkompetanse og kulhet på begynnelsen av millenniet. Snakk om å treffe zeitgeist midt i solar plexus. Denne første smakebiten fra LCD Soundsystem kom allerede i 2002, men først i 2005 var låten å finne på et album. Den selvtitulerte langspilleren inneholdt også andre blinkskudd, som Daft Punk Is Playing At My House og Disco Infiltrator, i tillegg til en bonus-cd med tidligere utgitte singler. Anmelderne var fra seg av begeistring. </p>\n<p>I 2007 møtte oppfølgeren Sound Of Silver samme mottakelse, og Murphy fikk skryt for å på samme tid være formeltro og villig til å gå nye veier. «Sound of Silver, his second as LCD Soundsystem, is as close to a perfect hybrid of dance and rock music&#8217;s values as you&#8217;re likely to ever hear,» skrev Pitchforks Mark Pytlik, og belønnet albumet med karakteren 9,2 av 10. Da tiåret nylig ble oppsummert i aviser, magasiner og på alle musikkblogger med respekt for seg selv, var begge LCD Soundsystems langspillere tungt representert, gjerne på samme liste. I tillegg kvalifiserte så å si alle singlene til en plass blant 2000-tallets beste låter. </p>\n<p>Til tross for disse merittene, som for andre artister ville vært vanskelige å overgå, hevder Murphy ubeskjedent at det kommende albumet, som foreløpig ikke har fått tittel, er bedre enn de to forrige! Det er flere grunner til at vi venter på våren, men å sjekke om denne påstanden holder vann har nå seilt opp som den fremste. LCD Soundsystem avlyste dessverre da vi hadde dem på programmet forrige gang, og helt siden har vi snufset litt ved tanken på hva som kunne blitt. Det er derfor med stor glede vi nå melder at favorittene spiller på sommerens Øyafestival, som en del av det Murphy har annonsert at vil bli deres aller siste turné. Sett av torsdag 12. august i kalenderen, dette er for stort til å gå glipp av.<br />\n<a href=\"http://www.myspace.com/lcdsoundsystem\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":434,"translations":{"nb":{"url":"/2010/03/01/lcd-soundsystem-pa-%c3%b8ya-12-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0099b4e0-5195-5313-82bb-39110eb20802","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2010/03/01/lcd-soundsystem-pa-%c3%b8ya-12-august/","redirect":false}}}