{"data":{"wordpressPost":{"title":"Klimakutt og kultur","date":"26th April 2019","content":"\n<p>Hvor store er klimautslippene i kunst- og kulturfeltet og hvordan kan vi kutte dem? For første gang samles et bredt anlagt felt for å diskutere konkrete klimatiltak i produksjon og formidling av kunst og kultur. Målet for dagen er å vise hvilke klimaløsninger som finnes for kulturfeltet i Norge og å kartlegge hvordan vi i fellesskap kan bidra til en grønnere bransje.<br></p>\n\n\n\n<p><strong>Dette er bekreftet fra programmet så langt: </strong></p>\n\n\n\n<p>Hør <strong>Torild Langklopp</strong> <strong>fra</strong> <strong>Stokkøyafestivalen</strong> snakke om hvordan de har skapt en helt plastfri festival med bærekraftig og lokal mat på en øy midt ute i havgapet. </p>\n\n\n\n<p><strong>Fredrik Österling fra Helsingborg Konserthus</strong> forteller om hvordan de besluttet å slutte å fly inn artister til konserthuset og heller vil prioritere de som reiser miljøvennlig. </p>\n\n\n\n<p><strong>Produsent Ronny Fritsche fra Zentropa/Film i Väst</strong><strong> </strong>snakker om hvordan filmbransjen kan ta konkrete grep for å gjøre produksjonene klimavennlige. </p>\n\n\n\n<p><strong>Gitte Skilbred fra Munchmuseet</strong> vil snakke om Futurebuilt og hvordan museet skal tilby moderne kunstopplevelser i et bærekraftig museumsbygg. <br></p>\n\n\n\n<p><strong>Bård Vegar Solhjell</strong> (WWF), <strong>Anja Bakken Riise</strong> (Framtiden i våre hender) og <strong>Marius Holm </strong>(Miljøstiftelsen ZERO) forteller om hvor de store utslippene er, &nbsp;og gir oss konkrete verktøy for å håndtere dem. <br></p>\n\n\n\n<p>Det vil bli debatt om hvilke veivalg kunst- og kulturfeltet må ta for å bli en del av en bærekraftig framtid, med blant andre <strong>Kristin Danielsen </strong>(Kulturrådet), <strong>Morten Gjelten </strong>(NTO &#8211; Norsk Teater &#8211; og orkesterforening), <strong>Åse Kringstad </strong>(Virke Produsentforeningen) og <strong>Ole Tobias Lindberg </strong>(Oseana/Norske kulturhus). <br></p>\n\n\n\n<p>Dagen innledes med en omvisning på Øyafestivalen, som i snart et tiår har vært et av verdens grønneste arrangementer. Resten av dagen foregår på Munchmuseet på Tøyen. &nbsp;</p>\n\n\n\n<p>&#8211; Klima og miljø har lenge vært på agendaen i arrangørfeltet, og flere norske festivaler har kommet svært langt i å redusere sine klimaavtrykk. De viser også hvordan det å være miljøvennlig kan lønne seg. Når vi nå tar initiativ til dette seminaret er det fordi vi gjerne vil dele av våre erfaringer med resten av kunst- og kulturfeltet, og lære av andre, sier Tone Østerdal, daglig leder i Norske konsertarrangører. &nbsp;&nbsp;&nbsp;<br></p>\n\n\n\n<p>Seminaret er initiert av Norske Konsertarrangører, Vinjerock og Øyafestivalen og arrangeres i samarbeid med Munchmuseet. <br><br><strong>Når: Fredag 9.august kl 10-15, Munchmuseet</strong></p>\n\n\n\n<p>NB! Begrensede plasser! Kjøp billetter her: </p>\n\n\n\n<p><a href=\"https://www.ticketmaster.no/event/606731\">https://www.ticketmaster.no/event/606731</a></p>\n\n\n\n<p>Kontakt: <a href=\"mailto:post@konsertarrangor.no\">post@konsertarrangor.no</a></p>\n\n\n\n<p>Foto: Åsmund Seip</p>\n","wordpress_id":23778,"translations":{"nb":{"url":"/2019/04/26/klimakutt-og-kultur/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"31e43404-bc2d-50fe-914a-d69c25cbcdd2","locale":"nb"}}