{"data":{"wordpressPost":{"wordpress_id":4979,"title":"Norsk-tysk prosjekt slippes på Rough Trade","excerpt":"<p>Pantha Du Prince &amp; The Bell Laboratory, det norsk-tyske prosjektet som hadde sin premiere under fjorårets Øyafestival skal nå slippes plate på en av verdens mest kjente indielabeler Rough Trade Records, som siden 1978 er kjent for å ha gitt ut alt fra The Smiths og Throbbing Ghristle til nyere navn som The Strokes, Sufjan [&hellip;]</p>\n","content":"<p><strong></strong>Pantha Du Prince &amp; The Bell Laboratory, det norsk-tyske prosjektet som hadde sin premiere under fjorårets Øyafestival skal nå slippes plate på en av verdens mest kjente indielabeler Rough Trade Records, som siden 1978 er kjent for å ha gitt ut alt fra The Smiths og Throbbing Ghristle til nyere navn som The Strokes, Sufjan Stevens og Antony &amp; The Johnsons.</p>\n<p>&nbsp;</p>\n<p>Ideen til prosjektet startet da de to norske kuratorene Mattis With og Håkon Vinnogg i Panta Rhei Project, etter en lunsj med Pantha Du Prince med inspirasjonklokkene i Oslo Rådhus, kom på ideen og utfordringen til den tyske produsenten å lage akustisk musikk for ett 3-tonnsklokkespill og ett slagsverksensemble.</p>\n<p>&nbsp;</p>\n<p>Den anerkjente norske komponisten, og Ultima-sjef Lars Petter Hagen ble oppfordret til å jobbe med Pantha på verket, og de fikk samlet ett stjernelag med norske perkusjonister til å danne ensemblet som inkluderer Martin Horntveth (Jaga Jazzist), Erland Dahlen (Madrugada og Nils Petter Molvær) , Heming Valebjørg (Oslo-filharmonien), stipendiat ved Musikkhøyskolen Håkon Stene og klokkenist i Oslo Rådhus Vegar Sandholt.</p>\n<p>&nbsp;</p>\n<p>Verket ved navn Elements of Light tok form over flere måneders arbeid mellom Berlin og Oslo. Prosjektet fikk til slutt navnet Pantha Du Prince &amp; The Bell Laboratory. Navnet spiller på Bell Laboratories, det telefonfinansierte studioet som utviklet noe av den første elektroniske musikken.</p>\n<p>&nbsp;</p>\n<p>Den første konsert tok sted foran en smekkfull Klubben i Middelalderparken under Øyafestivalen 2011. Tilstede i teltet var Geoff Travis fra Rough Trade som bestemte seg for å satse på verket og gi det en fullskala internasjonal utgivelse.</p>\n<p>&nbsp;</p>\n<p>Pantha Du Prince &amp; The Bell Laboratory har siden blitt satt opp i flere europeiske byer. Og har bare i de seneste ukene spilt for utsolgte konsertsaler både på Kampnagel Senteret i Hamburg, og i ett smekkfullt Lucent Danstheater i Den Haag under Todays Art festival.</p>\n<p>Platen kommer ut 15. <strong>j</strong>anuar på Rough Trade Records</p>\n","date":"2012-10-29T08:45:37.000Z","featured_image":{"title":"bell lab 635x350","filename":"bell-lab-635x350.jpg","filesize":118839,"url":"http://oya.test/assets/uploads/2012/10/bell-lab-635x350.jpg","link":"http://oya.test/bell-lab-635x350/","alt":"","author":"4","description":"","caption":"","name":"bell-lab-635x350","status":"inherit","uploaded_to":0,"date":"2012-10-26 09:15:44","modified":"2012-10-26 09:15:44","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2012/10/bell-lab-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2012/10/bell-lab-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2012/10/bell-lab-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2012/10/bell-lab-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2012/10/bell-lab-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2012/10/bell-lab-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2012/10/bell-lab-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2012/10/29/norsk-tysk-prestisjeprosjekt-slippes-pa-rough-trade/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4a9e8b81-9507-51fe-897b-e1a3e64c1cdd","locale":"nb"}}