{"data":{"wordpressPost":{"wordpress_id":615,"title":"Jaga Jazzist med ny musikk på Øya","excerpt":"<p>Jaga Jazzist skal under årets Øyafestival urfremføre musikken fra sin kommende skive. Dette kan du kun oppleve to ganger i sommer, på Øya og under Molde jazzfestival. Som beskrevet i dagens utgave av Dagbladet skal Jaga jazzist benytte honorarene fra disse to konsertene til å ferdiggjøre sin neste plateutgivelse. La ikke muligheten til å oppleve nytt materiale fra et av Norges aller mest spennende band gå fra deg.</p>\n","content":"<p>Jaga Jazzist skal under årets Øyafestival urfremføre musikken fra sin kommende skive. Dette kan du kun oppleve to ganger i sommer, på Øya og under Molde jazzfestival. Som beskrevet i dagens utgave av Dagbladet skal Jaga Jazzist benytte honorarene fra disse to konsertene til å ferdiggjøre sin neste plateutgivelse. La ikke muligheten til å oppleve nytt materiale fra et av Norges aller mest spennende band gå fra deg.</p>\n<p>JAGA JAZZIST<br />\nJaga Jazzist har alltid vært et folkerikt band, og årets utgave teller ti musikere. Disse skal presentere helt ny musikk, som for tiden gjøres ferdig i innspilt utgave. Øyafestivalen blir en av to muligheter til å oppleve det nye materialet allerede i sommer. Vi er helt sikre på at Middelalderparken kommer til å utgjøre perfekte rammer for Jaga og deres ferske låter. Jaga jazzist ble startet i Tønsberg for 15 år siden. De har hele tiden hatt et særegent uttrykk, som har hentet elementer fra jazz, rock og elektronika. To av bandets drivkrefter, brødrene Lars og Martin Horntveth, har i tillegg vært involverte i et utall andre prosjekter live og på plate. Andre medlemmer fra Jaga Jazzist har i en årrekke vært hyppig brukt under innspillinger med den norske pop- og rockelite. Folk fra dagens bestetning har vært å oppleve i blant annet Killl, Asbury Park, The National Bank og Puma. Bandet inkluderer også årets vinner av by:Larm-stipendet, Mathias Eick. Debutalbumet A Livingroom Hush (2001) ble i sin tid utgitt av kredible Ninja Tune på det internasjonale markedet.  Både denne og den mer elektroniske oppfølgeren The Stix (2002) vant en Alarmpris. Forrige album What We Must (2005) la seg i et mer rockepreget spor. Sleaze Nation kalte engang Jaga Jazzist: ” Like Charles Mingus with the Aphex Twin up his arse”. Hva du kan forvente av Jaga Jazzist i 2009, har vi ikke tenkt til å røpe. Møt opp i Middelalderparken og sug til deg et hav av inntrykk og god musikk.</p>\n<p><a href=\"http://www.myspace.com/jagajazzist\" target=\"_blank\">MYSPACE</a></p>\n","date":"2009-03-18T09:29:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2009/03/18/jaga-jazzist-med-ny-musikk-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fbffe53e-6f4e-522a-9999-09643d17a6f3","locale":"nb"}}