{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"4a41bd48-c69c-570c-9a58-f879ad9c96f4","slug":"sharon-jones-the-dap-kings-til-%c3%b8ya","title":"Sharon Jones &#038; The Dap-Kings til Øya","date":"2011-03-03T07:55:00.000Z","excerpt":"<p>Souldronninga Sharon Jones kommer til Øyafestivalen i august og det er bare å ta med seg danseskoa til Middelalderparken. Sammen med The Dap-Kings leverer hun dampende heite konserter som kan få et hvilket som helst parkanlegg til å gynge. De står for noe av den herligste flørtingen med soulens gullalder og minner om hvorfor tidløs musikk er…nettopp tidløs.</p>\n<p>Sharon Jones &#038; The Dap-Kings spiller på Øyafestivalen onsdag 10. august. Dagsbilletter og festivalpass er i salg hos <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Billettservice</a></p>\n"}},{"node":{"id":"01298d7e-6603-5cc6-a60a-353a6ae308ef","slug":"kyuss-lives-til-%c3%b8ya","title":"Kyuss Lives! til Øya","date":"2011-03-02T07:39:00.000Z","excerpt":"<p>Kyuss Lives! er klare for å vise verden hvordan heftig og tung rock egentlig skal spilles. Når konserten i Oslo i mars solgte ut før mange fikk summa seg, så vi oss selvsagt nødt til å by på dette bandet i Middelalderparken i august. Kyuss-medlemmene John Garcia, Brant Bjork og Nick Oliveri har laga mange av de viktigste kapitlene i læreboka om kraftig og breial amerikansk rock. Bandet spiller på Øyafestivalen lørdag 13. august. Dagsbilletter og festivalpass er i salg nå hos <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Billettservice</a></p>\n"}},{"node":{"id":"e528d566-e86f-5349-af8c-8f57ced328de","slug":"unik-kaizers-konsert-pa-%c3%b8ya","title":"Unik Kaizers-konsert på Øya","date":"2011-03-01T07:37:00.000Z","excerpt":"<p>I august kan du få oppleve et av landets mest populære band, gjøre noe ingen i Norge tidligere har prøvd. Kaizers Orchestra skal spille en todelt konsert, hvor den første delen er det kommende volum to av deres Violeta, Violeta-trilogi. Studioalbumet vil først være i butikkene i november. Andre del av konserten vil bestå av høydepunkter fra deres ti år lange suksesshistorie. Hele konserten vil dagen etter den har funnet sted, streames på nett. Da vil du kunne oppleve både helt ferskt og gammelt materiale i opptak fra Øya.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Kjøp billetter til Øya hos Billettservice</a></p>\n"}},{"node":{"id":"9d838161-bf6c-5d41-8e23-8d885d1c41d3","slug":"jamie-xx-til-middelalderparken","title":"Jamie XX til Middelalderparken","date":"2011-02-28T07:13:00.000Z","excerpt":"<p>Var du en av dem som gleda deg stort over The xx sin avslutning på Sjøsiden under Øyafestivalens lørdag i fjor? I år vil du ha mulighet til å se Jamie xx som soloartist i Middelalderparken under Øya. Han er i ferd med å etablere seg som en av de heiteste artist- og produsentnavna i Storbritannia. Vi har bare en anbefaling; gå ikke glipp av Jamie xx i Oslo i august. Se opp for nye artistslipp hver dag til og med fredag.</p>\n"}},{"node":{"id":"7423334c-123e-549f-a8d1-5086f9b1b5a5","slug":"aya-open-med-rainbow-arabia-us","title":"Øya Open med Rainbow Arabia (US)","date":"2011-02-23T13:06:00.000Z","excerpt":"<p>Vi skviser inn nok en Øya Open i påvente av vår og sommer. Nå har vi gått sammen med BLÅ for å presentere den herlige ekteparduoen Rainbow Arabia fredag 15. april. </p>\n<p>Rainbow Arabia er Tiffany og Danny Preston. Ekteparet lager fantastisk lapskausmusikk à la Dirty Projectors, Crystal Fighters og Gang Gang Dance, krysset med Sublime Frequencies-katalogen. De har base i Los Angeles, men gis ut på den tyske etiketten Kompakt, og henter inspirasjon fra hele verden. Vi gleder oss!</p>\n"}},{"node":{"id":"0fa4bb41-d4d6-5870-846c-ffa0003b0901","slug":"team-me-og-lucy-swann-blir-med-%c3%b8ya-til-london-denne-uka","title":"Team Me og Lucy Swann blir med Øya til London denne uka","date":"2011-02-22T12:28:00.000Z","excerpt":"<p>Denne uka tar Øyafestivalen med seg Team Me (bildet) og Lucy Swann til London for to herlige konsertkvelder. Torsdag spiller de sammen med Fiction på Øya og vår vennefestival Field Day kveld på XOYO. Fredag står de på samme scene som Not Squares på KOKO under Club NME, som gjøres i samarbeid med Øya og Field Day. Programmet blir som følger:<br />\n&#8211; torsdag 24/2: The Øya Festival &#038; Field Day @ XOYO<br />\nFiction (11.00pm) + Lucy Swann (9.10pm)  + Team Me (8.20pm)</p>\n<p>&#8211; fredag: The Øya Festival &#038; Field Day vs. Club NME @ KOKO<br />\nNot Squares (12.45am) + Lucy Swann (12.00am) + Team Me (11.15pm)</p>\n"}},{"node":{"id":"e949b3e1-0395-57f0-b432-a99c1ec614e0","slug":"hakan-og-jayhawks-plassert-pa-dag","title":"Håkan og Jayhawks plassert på dag","date":"2011-02-21T12:33:00.000Z","excerpt":"<p>Noen av dere er kanskje utålmodige etter å få vite hvilke dager deres favorittartister skal spille på Øya. Slike detaljer kan ta litt tid å få på plass, men nå er det klart at The Jayhawks spiller i Middelalderparken fredag 12. august og at Håkan Hellström spiller lørdag 13. august. Om du har venta med å kjøpe billetter til dette var klart, er det bare å besøke <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Billettservice.no</a> nå.</p>\n<p>Flere artistbekreftelser er rett rundt hjørnet</p>\n"}},{"node":{"id":"07526a89-3c30-5b3a-a051-2a22d914f584","slug":"ayas-nye-favoritter-er-deathcrush","title":"Øyas nye favoritter er Deathcrush","date":"2011-02-21T07:33:00.000Z","excerpt":"<p>I løpet av tre lange dager på by:Larm så vi en enorm mengde band og de neste dagene skal brukes til å oppsummere. Et band tok oss såpass på senga at vi bare måtte booke dem umiddelbart. Trioen Deathcrush sto for helgas herligste oppvisninger i støyende godlyd og en energi det ikke er mulig å overse. Vi har fulgt med på dem en stund, men at bandet har tatt såpass store skritt i riktig retning på kort tid, overraska virkelig. For noen få dager siden kom de tilbake fra konserter i Europa, som support for våre favoritter Sleigh Bells. Man kan trygt si de kom hjem i storform. Vi måtte rett og slett ha dette bandet i Middelalderparken under Øya.</p>\n"}},{"node":{"id":"3260547c-d4c6-59bb-8c95-e9d3cdaa9549","slug":"james-blake-pa-parkteatret-1-april","title":"James Blake på Parkteatret 1. april","date":"2011-02-17T11:07:00.000Z","excerpt":"<p>Det er med stolthet at vi kan slippe nyheten om at James Blake er klar for Parkteatret fredagen 1. april.</p>\n<p>Den engelske kritikeryndlingen James Blake plasserer seg et sted mellom elektronikaartist og singer/songwriter &#8211; selve musikken er elektronisk, riktignok i den aller mest følsomme enden av sjangeren, mens låtstrukturer og formidling gir et tilnærmet organisk inntrykk. På sitt selvtitulerte debutalbum har han gjort plass til intenst sjelfulle perler, eksemplifisert av den sarte og hjerteskjærende vakre Feist-coveren Limit To Your Love. </p>\n"}},{"node":{"id":"35108ea5-53cd-5e08-802f-70dbe3834eed","slug":"hakan-hellstrom-janelle-monae-lykke-li-og-tog-til-middelalderparken","title":"Håkan Hellström, Janelle Monáe, Lykke Li og Tôg til Middelalderparken","date":"2011-02-16T16:03:00.000Z","excerpt":"<p>Programmet til Øyafestivalen 2011 begynner å bli fyldig. I dag er det klart at fire sterke navn kommer til Middelalderparken i august. Håkan Hellström er kanskje Skandinavias heiteste konsertattraksjon og kommer for å glede massene på Øyafestivalen. Albumaktuelle Lykke Li gjør seg klar for å nå et enda større publikum i 2011. Janelle Monáe er blant de aller mest lovende navna innen amerikansk rnb, og på Øya skal hun vise sine ubestridte kvaliteter som liveartist. Både Lykke Li og Janelle Monáe gjør sine eneste Norges-konserter i sommer på Øyafestivalen. Dette blir med andre ord eksklusive opplevelser du kun får i Middelalderparken denne festivalsesongen. Vi har også fått på plass det norske pophåpet Tôg, som slipper sitt debutalbum i mai.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":121,"pageCount":183,"additionalContext":{}}}