{"data":{"wordpressPost":{"title":"ØYA UNG med ARY 5. november","date":"2016-09-26T06:54:32.000Z","content":"<div class=\"infobox\"><strong>PARKTEATRET</strong><br />\n5. november<br />\n<a href=\"http://www.ticketmaster.no/event/512023\" target=\"_blank\">Kjøp billett her</a><br />\n100,- inkl avgift<br />\nFri alder</div>\n<p>ARY (21 år) har på kort tid etablert seg som et av de mest spennende artistnavnene i Norge, og ble for alvor satt på kartet med låtene «Higher» og «Telescope» med Carl Louis. Kåret av en samlet norsk musikkbransje som «The One to Watch i 2016», og med sine fantastiske konserter rundt i Europa og Norge, har hun tiltrukket seg masse internasjonal presse og enorm interesse fra musikkbransjen. Hennes drivende elektroniske pop, unike stemme og sterke låter gir henne en stadig økende fanskare her hjemme og i utlandet.</p>\n<p>VG og Aftenposten trillet 5 etter by:Larm i 2016, og Musikknyheter.no ga henne 10/10 og skriver:</p>\n<p><em>«… ellers var det en svært så sjarmerende konsert vi fikk oppleve, med låter så flotte at hitlåta «Higher» ikke engang var nærheten av å være høydepunktet i konserten. Her er det bare å glede seg til fremtidige konserter og utgivelser»</em> – Musikknyheter.no</p>\n<p>&nbsp;</p>\n<p>I august imponerte hun et fullt Sirkus under Øyafestivalen.</p>\n<p>&nbsp;</p>\n<p>ARY er for tiden aktuell med låta The Sea som er introlåta til tv-serien Nobel. Låta er playlistet på NRK P3. Med ny singel i slutten av oktober, vinterturné, opptreden på de viktige bransjetreffene Where’s the Music i Sverige og South by South West i USA, ligger verden helt åpen for ARY fremover.</p>\n<p><a href=\"https://www.facebook.com/ARY-788493964562632/?fref=ts\" target=\"_blank\">www.facebook.com/ARY</a></p>\n<div>\n<p><em>Yngling er Parkteatrets konsertserie rettet mot ungdom mellom 14 og 18 år. Målet er at de skal få oppdage og oppleve ny, norsk og aktuell musikk i ulike sjangre, på lik linje med det voksne publikum. De fleste artistene spiller to konserter samme kveld, en med fri alder og en med 18-årsgrense.</em></p>\n<p><em>ØYA Ung (tidligere Øya under 18) er et prosjekt hvor det å gi kompetanse og erfaring innen konsert og festivalarrangering til ungdom står i fokus. Vi har hatt et vellykket år med et godt samarbeid med Parkteatrets Yngling. Etter fantastiske konserter med Susanne Sundfør, Skambankt, Razika, Honningbarna og AURORA på Parkteatret Scene, gleder vi oss til fortsettelsen. Vi har med oss elever fra Edvard Munch VGS, som sammen med oss i Øyafestivalen og alle på Parkteatret skal sørge for å gi gode konsertopplevelser til de under 18 år.</em></p>\n</div>\n","wordpress_id":15234,"translations":{"nb":{"url":"/2016/09/26/oya-ung-med-ary-5-november/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d6811d44-a080-5ed7-ab8d-6a7906981b0a","locale":"nb"}}