{"data":{"wordpressPost":{"title":"Atlanter i Middelalderparken","date":"27th January 2013","content":"<p>Et nytt og spennende norsk band det snakkes mye om for tiden er Atlanter. Bandet skal snart albumdebutere og er klare for sommerens utgave av Øyafestivalen. I august kan du oppleve deres såkalte viddeblues i solskinn og sommerbris. Tidligere denne uka har vi lagt til The Knife, Kvelertak, Azealia Banks, Solange, Alabama Shakes og Jupiter &amp; Okwess International i programmet. De neste ukene vil flere store og små artister legges til</p>\n<p>&nbsp;</p>\n<p><strong>ATLANTER</strong></p>\n<p>Jens Carelius og Arild Hammerø har de siste månedene konsentrert seg om å lage noe de kaller viddeblues i sitt nye band Atlanter. De har funnet inspirasjon i ørkenblues, deltablues og krautrock. Likevel høres ikke resultatet helt ut som noen av disse stilartene. Resten av kvaretten består av de erfarne musikerne Jonas Barsten Johnsen og Morten Kvam. Snart skal de debutere med skiva Vidde. Første smakebit er den herlige låta Kaktos, som er tilgjengelig for streaming nå.</p>\n<p>Arild Hammerø fra bandet forteller selv litt om musikken og albumet:</p>\n<p>&#8211; Atlanter har en løs og improvisasjonsbasert innfallsvinkel, som er sterkt forankret i solid groove. Inspirert av de store viddene i norsk natur, blander vi kjølige atmosfæriske klanger med varme voodoorytmer. Suggererende, sirkulære låter hvor tekst og melodier ledes av sterke rytmer, er kjennetegnet for denne dansbare musikken. Låtene utvikler seg forskjellig for hver konsert og velpolerte låtstrukturer og møysommelig lydproduksjon er ofret for nerven og åpenheten som finnes når fire åpne og sterke musikere samles.</p>\n<p>Jens Carelius har tidligere hatt suksess som soloartist. Spesielt skivene The Beat Of The Travel (2009) og The Architect (2011) fikk meget varm mottakelse. Arild Hammerø har vært soloartist og medlem av flere band, i tillegg til å spille gitar med Jens Carelius og Ost &amp; Kjex. De to har også spilt i bandet Blues Run The Game, sammen med Siri Nilsen.</p>\n<p>&nbsp;</p>\n<p>15. mars er debutalbumet til Atlanter ute på finfine Jansen Plateproduksjon. I august kan du se dem på Øyafestivalen. Begge disse hendelsene kan fort medføre at du har fått et nytt favorittband.</p>\n<p><a href=\"https://www.facebook.com/atlanternorway\" target=\"_blank\">https://www.facebook.com/atlanternorway</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f88730df-dbf6-592b-a4af-0cb235298faa"}}