{"data":{"wordpressPost":{"title":"Øya og The Fix med fest på Fisk &#038; Vilt under by:Larm","excerpt":"<p>Under by:Larms club:Larm-del byr Øyafestivalen og The Fix på to heite navn og muligheten til å danse seg støl hos Fisk &#038; Vilt I Pløensgate, ved Youngstorget. Skatebård og Bygdin (med to medlemmer fra 120 Days) står på scenen og vi kan love at det blir både trangt og moro. I tillegg snurrer DJ Asel gode danseskiver utover natta. Kom tidlig om du vil oppleve elektroherlighetene.</p>\n","content":"<p>Under by:Larms club:Larm-del byr Øyafestivalen og The Fix på to heite navn og muligheten til å danse seg støl hos Fisk &#038; Vilt I Pløensgate, ved Youngstorget. Skatebård og Bygdin (med to medlemmer fra 120 Days) står på scenen og vi kan love at det blir både trangt og moro. I tillegg snurrer DJ Asel gode danseskiver utover natta. Kom tidlig om du vil oppleve elektroherlighetene.</p>\n<p>The Fix er vårens største arrangement for klubbmusikk i Bergen. Kulturhuset Usf Verftet er åsted for et 7 timers langt program, fullstappet med godbiter for alle som har interesse for ny elektronisk eller alternativ musikk. Arrangementet er et samarbeid mellom Bergenfest og EKKO – Bergen Electronic music and art festival.</p>\n<p>BYGDIN<br />\nStillheten. Friheten. Roen. I hjerte av Norge hører du den langsomme pulsen av evighet. Lyden av det reneste av det rene. Der skogen ikke får puste. Der tindene regjerer. Det norske høyfjellet. Og der, østenfor Valdresfløyene og ved foten av magiske Jotunheimen, i naturens eget skattekammer ,finner man Bygdin. Innsjøen som danser i fjellenes speilbilde. Schröder &#038; Ovesen, bedre kjent som de to vingene i bandet 120 Days, liker naturen. Og de liker å drikke det avkjølende vannet fra en av de uttallige friske fjellbekkene i norges natturskjønne fjellheim. ..men de liker også en kald pils. Og støy. Og aggresjon. Og mørke, svette, lyd, forvrengte lyder, beats, perkusjon, stygge melodier, villskap, drømmer, vakre melodier, seighet, femdrift, oppbygning, breakdowns, missnøye, glede og særheter. Dansing ! Ja, og dansing. Og mer svette. Det er ikke noe hokkus pokkus. Bygdin er til for at folk skal få en litt mer givende hverdag. Eller en heftigere helg. Hva skal man så kalle dette? En slags hybrid av elektronika, techno, ambient, støy og pop. Jeg vet ikke, man føler for å lene seg godt tilbake i stolen og å danse på samme tid. Etter en herlig dose Bygdin får man faktisk lyst på en tur opp til Bygdin. Ja, for å trekke litt frisk luft. Husk å ta av ved rv51.<br />\n<a href=\"http://www.myspace.com/bygdin\" target=\"_blank\">MYSPACE</a></p>\n<p>SKATEBÅRD<br />\nØrstas store sønn Bård Aasen Lødemel aka Skatebård er kjent for sin lekre og fengende elektropop som fyller dansegulv og smører ørene. På tross av navnet brukte ikke Skatebård ungdomstiden til å stå på rullebrett, men istedet lyttet han flittig til alt fra italodisco og new wave til heavy og hip hop. Sin kjærlighet til italoen, technoen og electroen dyrker han både på sine egne utgivelser og som DJ med klubbkonseptet Digitalo. Hans siste album Cosmos kom ut på hans eget label Digitalo Enterprises i oktober 2008. Solo-konserten under by:Larm blir en av de første mulighetene til å høre dette nye materiale, før han til sommeren legger ut på turne i et utvidet trio-format. Verdt å sjekke ut er også hans remixer av bla. Annie, The Work, Frost, Au Revoir Simone, Datarock, Simian Mobile Disco (SMD) and Sally Shapiro<br />\n<a href=\"http://www.myspace.com/skatebaard.\" target=\"_blank\">MYSPACE</a></p>\n<p>DJ ASEL<br />\nFestivalsjef og arrangør av Ekko – Bergen electronic music and art festival og The Fix. Han er en av drivkreftene bak den populære klubbkvelden HOT!HOT!HOT!, og sto i sin tid også bak klubbkonseptet Elektra og har en gigantisk platesamling som inneholder alt fra obskurt og sært til trolig populært.</p>\n","date":"2009-01-27T11:55:00.000Z","wordpress_id":642,"featured_image":null,"translations":{"nb":{"url":"/2009/01/27/aya-og-the-fix-med-fest-pay-fisk-vilt-under-bylarm/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"cf50eb2d-b978-589b-9bc1-3a37d32cc9a5","locale":"nb"}}