{"data":{"wordpressPost":{"title":"To nye til Øya","date":"13th February 2018","content":"<p>Stadig flere spennende navn bekrefter at de tar turen til Tøyenparken i august. Programmet begynner å bli virkelig mangfoldig, og enda bedre skal det bli. Ola Kvernbergs Steamdome sto for et av våre favorittalbum fra i fjor. Nå skal herlighetene framføres i stort format på Øya. I tillegg kommer de vanvittig aktive psychrockerne King Gizzard &amp; The Lizard Wizard til Norge for første gang. Snart blir det flere gode grunner til å glede seg til Øya.</p>\n<p><strong> </strong></p>\n<p><strong>STEAMDOME</strong></p>\n<p>Ola Kvernbergs Steamdome ga ut et av fjorårets aller sterkeste norske album. Komponist og mulitinstrumentalist Kvernberg er en høyt respektert jazzmusiker, og spesielt anerkjent som fiolinist. Han har laget musikk til en rekke filmer og har bidratt på over 50 plateinnspillinger. Kvernberg har samarbeida med så ulike artister som Stian Carstensen, Mathias Eick, Motorpsycho, Hot Club de Norvége, Thomas Dybdahl og Odd Nordstoga.</p>\n<p>I Steamdomes egen presentasjon står det: &#8211; Steamdome er rendyrket perkussiv musikk. Progressiv og brutalt fremadstormende som et løpsk tog. Livsbejaende, surrealistisk og svulmende som Sergio Leones spaghetti-westerns. Steamdome damper av visuell energi. Musikken snor seg mellom steile klipper, enorme panorama, krappe svinger, stup og nattlandskap hvor det eneste holdepunktet du har, er den suggerende rytmen fra et tog som aldri stanser.</p>\n<p>For to år siden starta Kvernberg Steamdome. Han har med seg et knippe ypperlige musikere, med bred bakgrunn fra rock, jazz, pop og mye annet. Det er all grunn til å glede seg til deilig instrumentalmusikk i en frodig park midt i byen. Vi så bandets konserter i Oslo og Trondheim i vinter, og ble mektig imponerte.</p>\n<p><a href=\"https://morgenbladet.no/kultur/2017/11/temp-title-id214948\">Morgenbladet</a>: &#8211; En amalgam av 70-tallsreferanser som strekker seg fra Fela Kuti via Ennio Morricone til Pink Floyd og videre, men som gjennom et skyhøyt energinivå og tilstedeværelse vil tilfredsstille alle som finner glede i musikk å nikke rytmen til.</p>\n<p><a href=\"https://www.facebook.com/OlaKvernberg/\">www.facebook.com/OlaKvernberg</a></p>\n<p><a href=\"http://www.olakvernberg.com/\">www.olakvernberg.com</a></p>\n<p>&nbsp;</p>\n<p><strong>KING GIZZARD &amp; THE LIZARD WIZARD (AU)</strong></p>\n<p>Dette australske bandet har en utgivelsesfrekvens få rockeband kan matche. Bare i 2017 ga de ut hele fem album. De fleste av dem havna på topp ti i hjemlandet og ble kritikerfavoritter internasjonalt. Dette er et rastløst og spennende band, noe de viser med uforutsigbarhet, høy aktivitet og musikalsk utvikling. King Gizzard &amp; The Lizard Wizard er regna som et fantastisk liveband. Vi har fulgt med på gjengen siden vi første gang så dem i USA i 2014. Begeistringen er stor på Øya-kontoret over at de endelig har mulighet til å komme til Norge.</p>\n<p>Etter albumet Sketches of Brunswick East, som er et samarbeid med Mild High Club, skreiv <a href=\"http://www.clashmusic.com/reviews/king-gizzard-the-lizard-wizard-sketches-of-brunswick-east\">Clashmusic.com</a>: &#8211; A fluid, effortless and absorbing listen, King Gizzard &amp; the Lizard Wizard aren’t just one the industry’s most prolific bands, they are also one of the world’s best.</p>\n<p>Det er tydelig at bandmedlemmene har en bred interesse for rock, og elementer fra utfordrende prog, primitiv rock, jazz, folk og annet blandes sammen på en smakfull måte. Gjør deg klar for en festivalkonsert som utvider musikkhorisonten og sprer glede.</p>\n<p><a href=\"https://www.facebook.com/kinggizzardandthelizardwizard/\">www.facebook.com/kinggizzardandthelizardwizard</a></p>\n<p><a href=\"http://kinggizzardandthelizardwizard.com/\">kinggizzardandthelizardwizard.com</a></p>\n","wordpress_id":21358,"translations":{"nb":{"url":"/2018/02/13/to-nye-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"dc562833-7655-5e80-bbe9-1c73b9813a40","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/02/13/to-nye-oya/","redirect":false}}}