{"data":{"wordpressPost":{"title":"Øya Open med Sleaford Mods","date":"2017-05-16T07:58:04.000Z","content":"<p>Goldstar i samarbeid med Øyafestivalen og Rockefeller presenterer:<br />\n<strong>ØYA OPEN: Sleaford Mods (UK)</strong><br />\nJOHN DEE, Onsdag 27. september<br />\nBilletter i salg 19. mai</p>\n<p><em>Electronic munt minimalist punk-hop rants for the working class</em>. Slik beskriver Sleaford Mods selv musikken sin. Jason Williamson skriver tekstene, Andrew Fearn lager musikken – begge deler av det skitne slaget. Sleaford Mods spytter ut bitre, samfunnskritiske rants rundt temaer som arbeidsledighet, arbeidsliv, kjendiser og popkultur og kapitalisme.</p>\n<p>&#8220;Andrew walked into some random pub and saw &#8220;English Tapas&#8221; scrawled on the menu board. Underneath this beautiful coupling of words were it&#8217;s components, half a scotch egg, cup of chips, pickle and a mini pork pie&#8221; It says everything about this fucking place. It&#8217;s comedy, it’s make do, it&#8217;s ignorant and above all, it&#8217;s shit&#8221; slik forklarer frontfiguren selv tittelen på deres nyeste album ”English Tapas” som duoen ga ut tidligere i år.</p>\n<p>Prosjektet <em>Sleaford Mods</em> startet ut av frustrasjon og kjedsomhet fra tekstforfatter og vokalist Jason Williamson I 2006 I Nottingham. Navnet “Sleaford Mods” kommer fra hjembyen til Jason og klinger definitivt bedre enn hans tidligere artistnavn “That’s Shit, Try Harder”.</p>\n<p>Etter mislykkede bandprosjekter i kjølvannet av britpopen gjør nå Williamson karriere som voksen mann i 40-årene. Viktige inspirasjonskilder i utviklingen av Sleaford Mods&#8217; sound har vært Wu-Tang Clan, The Streets og drum&#8217;n&#8217;bass-guruen Roni Size.</p>\n<p>&#8220;Vi har forsøkt å booke Sleaford Mods til Øya i flere år, men han ene insisterer på å prioritere bryllupsdag fremfor festival. Da blir det vanskelig!&#8221; sier Claes Olsen fra Øya.</p>\n<p>Vi i Goldstar har drømt om denne konserten siden vi hørte de første ordene fra Jason Williamson komme ut fra høytalerne fra kontoret og gleder oss enormt til denne onsdagskvelden i september</p>\n<p><a href=\"http://www.sleafordmods.com\">www.sleafordmods.com</a></p>\n<p>&nbsp;</p>\n","wordpress_id":19938,"translations":{"nb":{"url":"/2017/05/16/oya-open-sleaford-mods/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"08b3a20b-a221-57e9-bc69-7fe2eaddf4a2","locale":"nb"}}