{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2011/02/16/hakan-hellstrom-janelle-monae-lykke-li-og-tog-til-middelalderparken/","locale":"nb","type":"post","id":"543f9879-d7d5-5d71-af90-b12c467a0e33","slug":"hakan-hellstrom-janelle-monae-lykke-li-og-tog-til-middelalderparken","title":"Håkan Hellström, Janelle Monáe, Lykke Li og Tôg til Middelalderparken","date":"2011-02-16T16:03:00.000Z","excerpt":"<p>Programmet til Øyafestivalen 2011 begynner å bli fyldig. I dag er det klart at fire sterke navn kommer til Middelalderparken i august. Håkan Hellström er kanskje Skandinavias heiteste konsertattraksjon og kommer for å glede massene på Øyafestivalen. Albumaktuelle Lykke Li gjør seg klar for å nå et enda større publikum i 2011. Janelle Monáe er blant de aller mest lovende navna innen amerikansk rnb, og på Øya skal hun vise sine ubestridte kvaliteter som liveartist. Både Lykke Li og Janelle Monáe gjør sine eneste Norges-konserter i sommer på Øyafestivalen. Dette blir med andre ord eksklusive opplevelser du kun får i Middelalderparken denne festivalsesongen. Vi har også fått på plass det norske pophåpet Tôg, som slipper sitt debutalbum i mai.</p>\n"}},{"node":{"link":"/2011/02/16/vinnere-vinylsingel/","locale":"nb","type":"post","id":"b38443fc-2edb-53c3-bc30-a07f3d5efb60","slug":"vinnere-vinylsingel","title":"Vinnere: vinylsingel","date":"2011-02-16T14:06:11.000Z","excerpt":"<p>Vi ba dere sende oss deres heiteste by:Larm-tips og øverst på lista over ting dere gjerne anbefaler finner man Dyst, Young Dreams og Overthrow. Vi har trukket ut noen heldige og sender vår spilttsingel med Lucy Swann/Team Me til Jan Kåre Kalbakk, Jon Øyvind Tøsdal, Børt Erik Skræi, Anders Jørstad og Audun Landmark. </p>\n<p>Andre navn blant de mest anbefalte var Eline Thorp, Brighton, Aristillus og Babyjaws. Vi ønsker alle en god by:Larm-opplevelse, uansett hva som står på programplanen din.<br />\n<a href=\"http://www.bylarm.no/nor/schedule\" target=\"_blank\">Se komplett by:Larm-program her</a></p>\n"}},{"node":{"link":"/2011/02/12/vinnere-lukestar/","locale":"nb","type":"post","id":"f1dded10-fdd2-52da-b6c9-64b57719185e","slug":"vinnere-lukestar","title":"Vinnere: Lukestar","date":"2011-02-12T09:47:00.000Z","excerpt":"<p>Det var mange som visste at Lukestar har laga video til Flying Canoes. Vi har trukket to vinnere som får ta med en venn på Lukestars konsert på Rockefeller 8. april. De to heldige vinnerne er August Nilsson og Aina-Mari Lian. De vil bli kontakta på mail i løpet av helga. Gratulerer så mye. Se opp for nye konkurranser om ikke lenge.</p>\n"}},{"node":{"link":"/2011/02/08/pulp-pa-%c3%b8ya-fredag-12-august/","locale":"nb","type":"post","id":"c1cdccb8-843c-5109-af4b-7c38cc27af23","slug":"pulp-pa-%c3%b8ya-fredag-12-august","title":"Pulp på Øya fredag 12. august","date":"2011-02-08T07:58:00.000Z","excerpt":"<p>I november offentliggjorde engelske Pulp at de i 2011 kommer til å gjøre noen konserter igjen, etter at det har vært stille siden 2002. Vi er mildt sagt stolte over at disse 90-tallsikonene fra Sheffield velger å gjøre en av sine eksklusive sommerkonserter på Øyafestivalen. Pulp står på scena i Middelalderparken fredag 12. august. Dagsbilletter er lagt ut for salg hos Billettservice.<br />\n<a href=\"http://www.billettservice.no/html/connect.htmI?STAGE=1&#038;EVNT=OMP2011&#038;l=NO\" target=\"_blank\">Kjøp festivalpass og dagsbilletter hos Billettservice</a></p>\n"}},{"node":{"link":"/2011/02/08/fan-nr-20-pa-gata-torsdag-fest-med-peter-berry-the-shake-set/","locale":"nb","type":"post","id":"9944ea2b-0559-535a-88f7-f93525926a57","slug":"fan-nr-20-pa-gata-torsdag-fest-med-peter-berry-the-shake-set","title":"Fan nr 20 på gata torsdag. Fest med Peter Berry &#038; The Shake Set","date":"2011-02-08T06:25:00.000Z","excerpt":"<p>Vi har på under to år klart å sy sammen hele 20 nummer av Fan Fanzine. Et slikt rundt tall krever en skikkelig fest og vi kliner til med sjølveste Peter Berry &#038; the Shake Set på Last Train samme dag som bladet kommer fra trykken. I det nye nummeret av Fan kan du lese om blant annet Hiawata!, The Jayhawks, Like Rats From A Sinking Ship, Stavangers pønkhistorie, Kirsty MacColl, Anders Danielsen Lie, The Gin &#038; Tonic Youth og selvfølgelig Peter Berry &#038; The Shake Set.</p>\n"}},{"node":{"link":"/2011/02/01/lukestar-og-the-avett-brothers-til-middelalderparken/","locale":"nb","type":"post","id":"d2f8438f-6d9d-5775-82d7-37d7adafc2ee","slug":"lukestar-og-the-avett-brothers-til-middelalderparken","title":"Lukestar og The Avett Brothers til Middelalderparken","date":"2011-02-01T07:27:00.000Z","excerpt":"<p>Det er tett mellom gladmeldingene på Øya-kontoret for tida. I går slapp vi et av Norges fremste metalband, plateaktuelle Vreid. I dag følger vi opp med norsk melodiøs rock og real americana. Lukestar slipper et album det er store forventninger til i slutten av februar. The Avett Brothers er i øverste divisjon når det gjelder å fornye amerikansk tradisjonsmusikk. Begge skal glede publikum under Øyafestivalen i august.</p>\n<p><a href=\"http://www.billettservice.no/html/connect.htmI?STAGE=1&#038;EVNT=OMP2011&#038;l=NO\" target=\"_blank\">Kjøp billetter her</a></p>\n"}},{"node":{"link":"/2011/01/31/plateaktuelle-vreid-i-middelalderparken/","locale":"nb","type":"post","id":"dd120198-07c2-5359-b153-2fe059f93d01","slug":"plateaktuelle-vreid-i-middelalderparken","title":"Plateaktuelle Vreid i Middelalderparken","date":"2011-01-31T07:46:42.000Z","excerpt":"<p>Øya-programmet er nok en gang i ferd med å spre seg over alle de musikalske uttrykka vi brenner for. Det er en masse band som skal på plass før sommeren, men allerede nå kan man begynne å ane stilsammensettingen for Øyafestivalen 2011. For de som foretrekker de hardeste og mest hårete tinga, har vi så langt høydepunkter som Kvelertak, Bring Me The Horizon, Ghost, Comeback Kid og Wolves Like Us. Nå slipper vi i tillegg Vreid, som slipper et album det er store forventninger til, om ei uke. De skal, i tillegg til Øya, spille noen av Europas største metalfestivaler denne sommeren. Det stopper selvsagt ikke her. Se opp for flere slipp innen flere sjangere allerede i morra.</p>\n"}},{"node":{"link":"/2011/01/27/spennende-debutanter-wolves-like-us-og-razika/","locale":"nb","type":"post","id":"e0f6e9a9-6feb-5969-a1d5-0b32976d6e1a","slug":"spennende-debutanter-wolves-like-us-og-razika","title":"Spennende debutanter – Wolves Like Us og Razika","date":"2011-01-27T10:56:00.000Z","excerpt":"<p>Denne våren kan man vente seg noen virkelige heftige norske albumdebuter. Vi har sørga for at to av de banda vi virkelig gleder oss til å få høre skiva til, skal spille i Middelalderparken i august. Det bør i tillegg nevnes at både Wolves Like Us og Razika er liveband som har imponert oss voldsomt det siste året.  I april kommer skiva til Razika fra Bergen og den vil være fylt av energipop som gjør det vanskelig å holde kroppen i ro. Wolves Like Us har i løpet av imponerende kort tid, kommet utrolig langt. I mai, fjorten måneder etter at bandet ble danna, kommer debutalbumet ut i hele verden på Prostethic Records. Under Øyafestivalen kan du oppleve dem begge fra scena. Se opp for flere slipp av norske artister neste uke.</p>\n"}},{"node":{"link":"/2011/01/27/aya-tar-med-norske-artister-til-london-for-to-heite-kvelder/","locale":"nb","type":"post","id":"95df23b8-8394-5243-b603-d26d867851e7","slug":"aya-tar-med-norske-artister-til-london-for-to-heite-kvelder","title":"Øya tar med norske artister til London for to heite kvelder","date":"2011-01-27T08:10:00.000Z","excerpt":"<p>&#8211;\tØya gir ut 7&#8243; med Lucy Swann og Team Me, i samarbeid med Rough Trade og Music Export Norway<br />\nI anledning at Øya og Music Export Norway tar med Team Me og Lucy Swann til to av de viktigste klubbene i London i februar starter vi en egen Øya-sjutommerserie. Team Me og Lucy Swann fikk veldig mye bra feedback fra internasjonal bransje og presse som var på Øya i 2010. Sammen med vår tvillingfestival Field Day og Club NME har vi derfor valg å fronte disse to i Storbritannia. Vi har fått med oss prestisjetunge Rough Trade til å gi ut en vinylsingel med disse lovende norske artistene for å booste oppmerksomheten før London-konsertene.</p>\n"}},{"node":{"link":"/2011/01/26/advarsel-kjop-%c3%b8ya-billetter-kun-gjennom-offisielle-salgskanaler/","locale":"nb","type":"post","id":"71156274-8027-51b4-a834-c32ee0c2ddc2","slug":"advarsel-kjop-%c3%b8ya-billetter-kun-gjennom-offisielle-salgskanaler","title":"Advarsel! Kjøp Øya-billetter kun gjennom offisielle salgskanaler","date":"2011-01-26T12:54:00.000Z","excerpt":"<p>Vi har registrert at det finnes utenlandske billettformidlere på nett, som tilbyr festivalpass til Øyafestivalen for omtrent 1000 kroner mer enn ordinær pris. Festivalledelsen vil på det sterkeste fraråde publikum å benytte slike typer billettselgere og har ingen garanti for at dette er gyldige billetter til årets festival. Alle Øyafestivalens billetter selges gjennom Billettservice og deres salgskanaler. Festivalpass og dagsbilletter til Øyafestivalen 2011 får du tak i hos Billettservice.no, på telefon 815 33 133 eller gjennom Narvesen og 7 Eleven<br />\n<a href=\"http://www.billettservice.no/FESTIVALPASS+%D8YA+2011-billetter/event/OMP2011\" target=\"_blank\">Link til billetter – Øyafestivalen 2011</a></p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":120,"pageCount":181,"additionalContext":{"locale":"nb"}}}