{"data":{"wordpressPost":{"title":"THE KNIFE PLAY ØYA SATURDAY AUGUST 10th","excerpt":"<p>There is no doubt that 2013 will be a great year for The Knife. They will headline Enga, our main stage, on the festival&#8217;s last day. This will be the only opportunity to see The Knife in Norway this summer. </p>\n","content":"<p>The Knife is perhaps one of the most exclusive acts on our festival program. The Swedish siblings have actually only done a few concerts during their active years and have not toured since 2006. The European tour that was just announced last week sold out in record time. We can assure anyone who did not get tickets that they will be back in Oslo on Saturday 10<sup>th</sup> of August to play Øya. There is no doubt that 2013 will be a great year for The Knife. They will headline Enga, our main stage, on the festival&#8217;s last day. This will be the only opportunity to see The Knife in Norway this summer.</p>\n<p>THE KNIFE (SE)<br />\nThe Knife is Karin Dreijer Andersson and her brother Olof Deijer. Since their second album Deep Cuts from 2003, they have been in the premier league of electronic pop. In 2006 they did their first tour, which also took them to The Øya Festival. People are still talking about their show. At that time, their newest album was Silent Shout, and here&#8217;s is what Drowned In Sound wrote about it:</p>\n<p>&#8211; Silent Shout is an album of intense, pungent evocation; macabre dreams, naked loneliness, risk, safety and loss, desperation, disconnection and yearning. From seeming at first inaccessible, repeated listening reveal a hidden fortune of lyricism and musical texture nestled away in every song. This is electronically created music that has a beating heart at it&#8217;s core. This is one of the most rich and accomplished albums of recent times. Essential.</p>\n<p>Both members have done solo projects in the last few years. Karin has had success as Fever Ray, while Olof has released music under the name Oni Ayhun. In addition to their own releases, they made Tomorrow, In A Year a project with Mt. Sims and Planningtorock in 2010. Karin Dreijer is also known as the singer on several Röyksopp tracks.</p>\n<p>The entire European Shaking The Habitual Tour in April and May sold out in minutes. In Oslo they will play a packed Sentrum Scene on the 15<sup>th</sup> of May. The album with the same name as the tour will go on sale on the 8<sup>th</sup> of April. At Øya we expect nothing less than a concert that fans will remember just as well and as long as their last visit. The Knife is not something you have the opportunity to see on stage often, so make sure you’re there at Øya.</p>\n<p><a href=\"http://theknife.net/\" target=\"_blank\">http://theknife.net/</a></p>\n<p>&nbsp;</p>\n","date":"2013-01-22T09:56:21.000Z","wordpress_id":2958,"featured_image":{"title":"The Knife_2551 (2) 635x350","filename":"The-Knife2551-2-635x350.jpg","filesize":162921,"url":"http://oya.test/assets/uploads/2013/05/The-Knife2551-2-635x350.jpg","link":"http://oya.test/the-knife_2551-2-635x350-4-2/","alt":"","author":"4","description":"","caption":"","name":"the-knife_2551-2-635x350-4-2","status":"inherit","uploaded_to":0,"date":"2013-05-14 07:55:17","modified":"2013-05-14 07:55:17","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/05/The-Knife2551-2-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/05/The-Knife2551-2-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/05/The-Knife2551-2-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/05/The-Knife2551-2-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/05/The-Knife2551-2-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/05/The-Knife2551-2-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/05/The-Knife2551-2-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":null,"en":{"url":"/en/2013/01/22/the-knife-play-oya-saturday-august-10th/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d0f3d423-5f6f-55e6-ab47-085d54bcb234","locale":"en"}}