{"data":{"wordpressPost":{"title":"Øya-kvelder i London i februar","date":"17th December 2013","content":"<p>I samarbeid med <a href=\"http://musicnorway.no/\" target=\"_blank\">Music Norway</a> tar Øyafestivalen med seg Mikhael Paskalev og Proviant Audio til London, for to heftige kvelder i Europas viktigste musikkby. De skal få vise seg fram for britisk bransje og publikum 6. og 7. februar. Music Norway og Øya har tidligere samarbeida flere ganger for å presentere spennende norske artister i utlandet, både i London, Berlin, New York og Austin. De siste årene har band som Razika, Young Dreams, Highasakite, Sandra Kolstad og Team Me reist til London på vinteren, med stor suksess og god mottakelse.</p>\n<p>&nbsp;</p>\n<p>Proviant Audio og Mikhael Paskalev starter sitt London-opphold med intimkonsert på Elektrowerkz.<b> </b>Denne kvelden arrangeres i samarbeid med Parallel Lines, som også jobber med Arcade Fire, St. Vincent og en masse nye artister.<b> </b>Dagen etter skal de spille på den årlige Øya-varianten av Club <a href=\"http://www.nme.com/\" target=\"_blank\">NME </a>på <a href=\"http://www.koko.uk.com/\" target=\"_blank\">KOKO</a>. Dette er et sted som tar 1500 mennesker og det pleier å være trangt når NME inviterer til fest.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>MIKHAEL PASKALEV</strong><br />\nMikhael Paskalev har de siste åra etablert seg som en av landets mest spennende nye singer/songwritere, blant annet på grunn av hans Urørt-seier i 2012. De to siste åra har han spilt på Øyafestivalen. Det etterlengta debutalbumet What’s Life Without Losers kom ut tidligere i år, og viser at Paskalev har et usedvanlig godt grep om kvalitetspop.<br />\n<a href=\"http://mikhaelpaskalev.com/\">http://mikhaelpaskalev.com/</a></p>\n<p>&nbsp;</p>\n<p><strong>PROVIANT AUDIO</strong><br />\nBak navnet Proviant Audio, finner man Mathias Stubø. Han har spilt på landets viktigste scener under både eget navn og Proviant Audio. Den unge mulitiistrumentalisten og produsenten har flere utgivelser på samvittigheten. Tidligere i år kom albumet Drift Days &amp; Disco Nights, som Gaffa kalte «dansbar discohouse på sitt beste».<br />\n<a href=\"http://proviantaudio.net/\">http://proviantaudio.net/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><b>Thursday 6th of February:</b> Elektrowerkz (7 Torrens St, London EC1V 1NQ)<br />\nDoor 7.30pm<br />\nTickets £6 adv</p>\n<p>&nbsp;</p>\n<p><b>Friday 7th of February:</b> Øya vs Club NME</p>\n<p>KOKO (1A Camden High Street, London NW1 7JE)</p>\n<p>Doors 10pm</p>\n<p>Tickets £5 before 11pm  /  £7 After  /  £4 NUS</p>\n<p>Link: <a href=\"http://www.ticketweb.co.uk/event/96665?brand=koko&amp;camefrom=CFC_UK_KOKO_OYAFEST_BANDSITE\" target=\"_blank\">http://www.ticketweb.co.uk/event/96665?brand=koko&amp;camefrom=CFC_UK_KOKO_OYAFEST_BANDSITE</a></p>\n<p>foto Amund Østbye</p>\n","wordpress_id":9176,"translations":{"nb":{"url":"/2013/12/17/to-oya-kvelder-i-london-i-februar/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"55d09d25-2751-509d-94b5-e6f222fe8b60","locale":"nb"}}