{"data":{"wordpressPost":{"title":"12 tips for grønnere konserter!","date":"30th April 2012","content":"<p>Fredag 27. april møttes miljø- og musikkbransjen på hyggelige The Crossroad Club i Oslo. Øyafestivalen hadde invitert tolv norske miljøaktører til å komme med konkrete tips til hvordan man kan arrangere grønnere konserter.</p>\n<p>Livearrangører fra små og store festivaler, bluesklubber, studentsteder og rockeklubber fikk med seg tips om alt fra avfall, økologisk mat, transport, energi, palmeolje, gitarer og mye mer.</p>\n<p>Hver taler hadde  fått lengden på en perfekt poplåt, tre minutter, til å snakke. Her er noen av tipsene :</p>\n<p><strong>Eivind Steen &#8211; <a href=\"http://www.zero.no\" target=\"_blank\">Zero</a></strong> <a href=\"http://www.zero.no\"><br />\n</a>Transport: Det har skjedd en eksplosjon når det gjelder utvalget av elbiler. De blir stadig billigere og bedre. Nå finnes det også varebiler på markedet. Flere elbiler kan også bruke hurtiglader og da tar det kun en halvtime å lade dem. Sjekk ut Zeros oversikt over <a href=\"http://www.klimabiler.no\">lavutslippsbiler</a>.</p>\n<p><strong>Jenny Skagestad &#8211; </strong><a href=\"http://www.enoketaten.oslo.kommune.no/\"><strong>Oslo kommunes Klima- og energifond</strong><br />\n</a>Det er mulig å få finanisering fra <a href=\"http://www.enova.no\">Enova</a> til miljøvennlig omlegging av energibruk. I Oslo kan man også få støtte fra kommunen til energitiltak via Enøk-etaten. Bli kvitt forurensende oljefyr: <a href=\"http://www.oljefri.no\">www.oljefri.no</a>.</p>\n<p><strong>Eirik Oland &#8211; <a href=\"http://www.grontpunkt.no\">Grønt Punkt Norge</a> </strong><br />\nKildesorter avfallet! Blir lettere jo tidligere i kjeden man får sortert avfallet, så bruk publikum der det er mulig. Konsertarrangører kan bruke sin makt som innkjøper til å få mindre emballasje og derved minimere sitt avfall.</p>\n<p><strong>Ingvild Stølen &#8211; </strong><a href=\"http://www.oikos.no\"><strong>Oikos – Økologisk Norge</strong><br />\n</a>Oikos har en arrrangementsgruppe som hjelper arrangører med å planlegge meny og innkjøp av økologisk mat. <a href=\"http://www.oikos.no/newsread/news.asp?n=5467&amp;wce\" target=\"_blank\">Veiledningstjenesten</a> er gratis.</p>\n<p><strong>Silje Lundberg &#8211; </strong><a href=\"http://www.nu.no\"><strong>Natur og Ungdom</strong><br />\n</a>Natur &amp; Ungdom har 7000 medlemmer fordelt på mer enn 80 lokallag over hele landet. Ta gjerne kontakt for å sjekke muligheter for samarbeide. Motiver de frivillige, gjør miljøarbeidet gøy og gi dem masse skryt. Slutte å vinkle miljøarbeid som noe negativt, det er kult!</p>\n<p><strong>Arild Hermstad (bildet) &#8211; <a href=\"http://www.framtiden.no\">Framtiden i Våre Hender</a> </strong><br />\nKjøp mindre, råkk mer! Alle miljøtiltak er bra, også de små! Bruk innkjøpsmakten i alle ledd og still krav til økologiske t-skjorter osv. Kutt egne utslipp mest mulig, vurder klimakvoter for resten, men vær nøye med hvilke du kjøper.</p>\n<p><strong>Håvard Lundberg<em> &#8211;</em> <a href=\"http://www.bellona.no\">Bellona</a></strong><br />\nØya &amp; Bellona jobber med et pilotprosjekt for å få ned strømbruk på norske spillesteder. Vurder hvor det er mulig å spare strøm for eksempel på oppvarming/kjøling, kjøleskap, lyd- og lysutstyr. Det finnes et stadig større og bedre utvalg av LED-lys til bruk for klubber. Leietakere kan ta i bruk ”Grønne leiekontrakter” og stille krav til utleier.</p>\n<p><strong>Line Tveiten &#8211; <a href=\"http://www.gronnhverdag.no\">Grønn Hverdag</a> / </strong><a href=\"http://www.miljofyrtarn.no\"><strong>Miljøfyrtårn</strong><br />\n</a>Miljøfyrtårn er stempelet på at en virksomhet jobber aktivt med sitt miljøarbeid. For å bli sertifisert må man jobbe med en innleid konsulent og legge en plan for områder som strømbruk, transport, avfall, utslipp til luft og vann (som støy), og hms.</p>\n<p><strong>Karl-Oskar Nicolaisen &#8211; </strong><strong><a href=\"http://www.ecolabel.no\">Miljømerket Svanen<br />\n</a></strong>Svanen er det offisielle nordiske miljømerket og har som mål å redusere utslipp ved produksjon av rengjøringsartikler, trykksaker og mye mer. Siste nytt er at det nå lanseres svanemerkede engangsartikler som bestikk m.m.</p>\n<p><strong>Anne Kristin Ulleberg &#8211; <a href=\"http://www.regnskog.no\">Regnskogfondet</a>     </strong><br />\nProduksjon av palmeolje ødelegger regnskogen. Unngå bruk av produkter med palmeolje i. Sjekk hvilke produkter som inneholder palmeolje i <a href=\"http://www.regnskog.no/bevisst-forbruker/palmeoljeguide\">Palmeoljeguiden</a>. Gibson Guitars ble etterforsket av FBI for å ha brukt ulovlig tropisk tre. Ikke kjøp nye gitarer laget av død regnskog.</p>\n<p><strong>Fredrik Myhre<em> &#8211; </em> </strong><a href=\"http://www.wwf.no\"><strong>WWF</strong><br />\n</a>WWF har laget en <a href=\"http://wwf.no/dette_jobber_med/hav_og_kyst/baerekraftige_fiskerier/sjomatguiden_2012/\">sjømatguide</a> over hvilke typer fisk du kan spise med god samvittighet og hvilke du bør unngå. Merkeordningen MSC ønsker å sikre at fisken kommer fra en bærekraftig bestand, er fisket med bærekraftige fiskemetoder og gode forvaltningsplaner. Anbefaler torsk fra Barentshavet!</p>\n<p><strong>Truls Gulowsen &#8211; </strong><a href=\"http://www.greenpeace.no/\" target=\"_blank\"><strong>Greenpeace</strong><br />\n</a>Livebransjen har en enorm mulighet til å sette miljøsaken i fokus. Bruk scenene man skaper til å få frem forskjellige miljøbudskap. Kanskje bransjen kan få satt miljø på rideren også? Men er ikke så imponert over miljøengasjementet til band som står og spiller under et Statioil-banner.</p>\n<p><strong>Mariann Skjerdal &#8211; </strong><a href=\"http://www.norskrockforbund.no/\" target=\"_blank\"><strong>Norsk Rockforbund</strong><br />\n</a>Anbefaler norske arrangører å ta sitt samfunnsansvar på alvor også når det gjelder miljø. Bidrar med kurs- og kompetanseheving på miljøarbeid. Er involvert i <a href=\"http://www.klimaloftet.no/\" target=\"_blank\">Klimaløftet</a>. Sprer gjerne informasjon om arrangørers miljøarbeid som de nylig har gjort med <a href=\"http://www.norskrockforbund.no/nor/pages/1097-play_clean_pstereos_groenne_visjon\">Pstereo</a>.</p>\n<p>En ekstra takk til Sondre Lerche som kom innom og spilte engasjert og forholdsvis miljøvennlig for mijlø- og musikkfolket.</p>\n<p><em>Få flere tips til miljøvennligere arrangementer fra <a href=\"http://www.miljohandboken.no/\">Miljøhåndboken</a>.</em></p>\n<figure id=\"attachment_2597\" aria-describedby=\"caption-attachment-2597\" class=\"wp-caption aligncenter\"><img class=\"lazyload size-large wp-image-2597\" title=\"Arild Hermstad, leder av Framtiden i v&Atilde;&yen;re hender\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"\" width=\"468\" height=\"350\" data-sizes=\"auto\" data-aspectratio=\"2592/1936\"><figcaption id=\"caption-attachment-2597\" class=\"wp-caption-text\"></body></html>\n</a> Arild Hermstad, leder av Framtiden i våre hender</figcaption></figure>\n","wordpress_id":2580,"translations":{"nb":{"url":"/2012/04/30/12-tips-for-gronnere-konserter/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"db7b1f63-2bc9-59c2-b821-f6d4bfe55957"}}