{"data":{"wordpressPost":{"title":"Øyanatt-programmet på Gamla","date":"22nd June 2011","content":"<p>*Onsdag 10. august*<br />\nGrünerløkka Alternatives presenterer:<br />\nDIPPER (SE)<br />\nCLUB LØKKA DJs<br />\nCC: 125,- / 100,- med øyabånd<br />\nAldersgrense: 20 år<br />\nDipper betyder strömstare. Det är fågeln som med sina genetiskt betingade handlingar, utför samma rörelser, och som med oförtrytlig energi dyker ner i vattnet för att få föda. Som alla djur måste Dippern föröka sig. Dippers musik är delvis en sexuell upplevelse – musik talar till den sexuella nerven som attraheras av den rytmiska musiken. Dippers musik är hård och fantasifull, oftast känns ironin påtaglig. De driver med sig själva, och kopierar också sig själva. Själva säger de att de spelar modern energisk rock. Dipper – Malmöscenens tillskott värt guld!</p>\n<p>*Fredag 12. august*<br />\nRed Planet presenterer:<br />\nKING SALAMI &#038; THE CUMBERLAND 3 (UK)<br />\nTEDDY TRIGGER &#038; THE GATLING GUNS<br />\nCC: 200,- / 150,- med øyabånd<br />\nAldersgrense: 20 år<br />\nKing Salami &#038; The Cumberland 3 er hoftevrikkende garage-rock´n´roll, shake og twist fra London. I 2006 møttes en japaner, en franskmann, en karibier og en spanjol for å starte et Rhythm &#038; Blues-band basert på svarte tradisjoner. Her lurer ablegøyer og helter som både Screamin Jay Hawkins og Bo Diddley i kulissene, bak bandets ustoppelige rytmer og gummilegger. Perfekt for å slippe løs alle hemninger, mener vi.  Det spiller ingen rolle om du ikke kan danse, vi lover deg at du ikke kan motstå disse ville rytmene. Teddy Trigger &#038; The Gatling Guns er nok en gang ute og herjer, med nye låter og ny besetning. De ti siste årene har bandet dratt rockabilly’n sin i nyere og mer psycho retning.</p>\n<p>*Lørdag 13. august:*<br />\nRock &#038; Spesialreiser presenterer:<br />\nTHE DRAGTONES (US/SE)<br />\nTHEE GRAVEMEN (SE)<br />\nCC: 200,- / 150,- med øyabånd<br />\nAldersgrense: 20 år<br />\nThe Dragtones kan skilte med medlemmer fra The Hives, Luis &#038; The Wildfires, Hi Winders, The Barbwires og Fatboy. Bandet spiller det man kan kalle skamløs rock’n’roll slik den lød på slutten 50-tallet og begynnelsen av 60-tallet. I rockabilly- og garagerock-miljøene er denne type sen 50s Rock’n’Roll lenge blitt kalt for desperate rock’n’roll. Bandet var innom Gamla i januar og leverte fra seg et rock’n’roll-uvær av en konsert som konserverte det meste av energi i rommet. Vi snakker om stadiet før hjerteinfarkt&#8230; Thee Gravemen er en en rockabilly/garasje-duo bestående av Lee Tea (gitar og primalskrik) Daz Tras (voodoo-trommer og primalskrik), som skremmer fanden på flatmark på høylys dag.</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":130,"translations":{"nb":{"url":"/2011/06/22/ayanatt-programmet-pay-gamla/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ae26af51-ee4a-5d3f-ae33-78adf4080e10","locale":"nb"}}