{"data":{"wordpressPost":{"title":"Robyn til Øya fredag 9. august","date":"21st November 2018","content":"<p><strong>ROBYN (SE) – fredag 9. august</strong></p>\n<p><strong>MITSKI (US) – torsdag 8. august</strong></p>\n<p>&nbsp;</p>\n<p>Vi har kommet svært godt i gang med programmet til neste års Øya, og alt ligger til rette for tidenes festivalopplevelse i Oslo. Allerede nå er den tredje headlineren klar. Fra før er The Cure og Karpe sluppet, og i dag legger vi til Robyn. Dette blir hennes eneste festivalkonsert i Norge neste år. Hun skal ta med seg en fantastisk helgestemning til Tøyenparken, for å avslutte på vår største scene fredag 9. august. Alle typer billetter er i salg nå.</p>\n<p>I tillegg har vi fått bekrefta kritikerfavoritten Mitski, som spiller torsdag 8. august.</p>\n<p>&nbsp;</p>\n<p><strong>ROBYN (SE)</strong></p>\n<p>Etter åtte års ventetid er Robyn endelig tilbake. Albumet Honey ble sluppet i oktober og har allerede oppnådd stor suksess. Det gikk rett inn på andreplassen på den norske salgslista, den beste albumplasseringa hun har hatt her. Hun har bemerket seg som en fantastisk liveartist, laget gåsehudfremkallende poplåter, er en bransjemessig foregangskvinne og et stort forbilde for mange.</p>\n<p>Dagens Næringsliv mener: &#8211; Honey er et vidunderlig album. Det inneholder mange kjente grep og temperaturer vi kjenner fra hennes tidligere musikalske kunstnerskap og mange topphits. Stemmen og den euforisk bedrøvede lykkefølelsen er til stede i stort monn. Dansende alene, sammen i mengden</p>\n<p>Svenske Robyn, født Robin Miriam Carlsson, er en av vår tids mest originale og individuelle artister. Hun debuterte allerede som tolvåring på svensk TV og gjorde internasjonal karriere med låter som Do You Really Want Me (Show Respect) og Show Me Love på midten av 90-tallet.</p>\n<p>I 2005 ga hun ut det selvtitulerte albumet Robyn, et album som viste en mer moden musiker. Med låter som Be Mine, Who’s That Girl? og With Every Heartbeat var hun igjen på hitlister over hele verden. I 2010 gikk hun i gang med en dristig plan om å gi ut tre EPer på et år – og hun gikk ut av det samme året som internasjonal elektropopdronning. Body Talk-samlingen er spekket av hits – og låtene ble velplassert i stor skala som radiohits, klubbfavoritter og uvanlig populære musikkvideoer. Utgivelsene høstet stående ovasjoner i både norsk og internasjonal musikkpresse og klatret høyt på listene. I 2014 samarbeidet hun med Röyksopp om minialbumet Do It Again, som straks gikk rett inn på Billboards albumliste og høstet lovord fra nær og fjern, og året etter ga hun ut en EP sammen med den nå avdøde produsenten Christian Falk og keyboardisten Markus Jägerstedt, under navnet La Bagatelle Magique.</p>\n<p>I samarbeid med Atomic Soul og Bergen Live presenterer Øya konserter med Robyn i Bergen og Stavanger i februar. Begge disse solgte ut umiddelbart.</p>\n<p><a href=\"https://www.facebook.com/robyn/\">www.facebook.com/robyn</a></p>\n<p><a href=\"http://robyn.com/\">robyn.com</a></p>\n<p>&nbsp;</p>\n<p><strong>MITSKI (US)</strong></p>\n<p>På slutten av sommeren kom Mitskis album Be The Cowboy, hennes sterkeste utgivelse så langt. Hun lager popmusikk av den triste og herlig småvriene typen. Albumet har fått veldig god mottakelse i musikkmedier på begge sider av Atlanteren. Mitski har blandet det gitarbaserte fra forgjengeren Puberty 2 (2016) med flere andre uttrykk på en kledelig måte.</p>\n<p>Consequenceofsound.net: &#8211; Mitski’s stunning new release, Be the Cowboy, collects 14 such stories in elegant, compact musical vignettes that explore the pain and folly and intoxication of building and losing connections.</p>\n<p>Mitski Miyawakis tidlige utgivelser kom mens hun fortsatt studerte musikk. Be The Cowboy er hennes femte soloalbum, og hun har i tillegg laget et soundtrack sammen med Xiu Xiu. Mitski har fått vist seg fram for et stort publikum som oppvarming for Lorde på turné.</p>\n<p><a href=\"https://www.facebook.com/MitskiLeaks/\">www.facebook.com/MitskiLeaks</a></p>\n<p><a href=\"http://mitski.com/\">mitski.com</a></p>\n","wordpress_id":22834,"translations":{"nb":{"url":"/2018/11/21/robyn-til-oya-fredag-9-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7725d765-639e-5ab9-8375-7c76df5048e8","locale":"nb"}}