{"data":{"wordpressPost":{"title":"Puro Instinct, Wolfram, How To Dress Well og Chad Valley til Øyanatt","date":"2011-06-15T14:54:00.000Z","content":"<p>SMUG PÅ SUKKERBITEN</p>\n<p>Onsdag 10. august<br />\nSmug og Lot Lot presenterer:<br />\n*JAMES BLAKE (UK) DJ-SETT*<br />\nSupport: Lot Lot DJs<br />\nSukkerbiten<br />\nCC: 150,- / 120,- med øyabånd<br />\nForsalg på Billettservice<br />\nAldersgrense: 20 år<br />\nMed sitt selvtitulerte debutalbum tidligere i år markerte James Blake seg som den fremste representanten for en ny generasjon musikere som sømløst blander emosjonell låtskriverkunst med troverdig klubbmusikk. James Blakes DJ-sett preges av den samme spennvidden og ærligheten som hans egenproduserte musikk. Etter en ekstremt utsolgt konsert på Parkteateret tidligere i år, knytter det seg enorme forventninger til hans eneste festivalgig i Norge i år, og etter konserten i Middelalderparken tar Blake turen bort til Sukkerbiten for å gi Oslo et etterlengtet DJ-sett. </p>\n<p>Torsdag 11. august<br />\nSmug presenterer:<br />\nHercules And Love Affair etterfest<br />\n*ANDY BUTLER (US) DJ-SETT<br />\nWOLFRAM LIVE (AT)*<br />\nSukkerbiten<br />\nCC: 150,- / 120,- med øyabånd<br />\nForsalg på Billettservice<br />\nAldersgrense: 20 år<br />\nDet er få band som gjør house mer overbevisende live enn Hercules And Love Affair, men gruppas frontmann Andy Butler er også en eminent DJ av den gode, gamle New York-skolen. Smug og Sukkerbiten inviterer til etterfest etter konserten i Middelalderparken. I tillegg til et DJ-sett fra sjefen sjøl, byr kvelden også på en konsert med det østerrikske klubbfenomenet Wolfram (også kjent som Diskokaine), som har flere av bandmedlemmene som gjestevokalister på sitt mye omtalte debutalbum. Da Wolfram inviterte til releaseparty i New York tidligere i år, var pågangen så stor at NYPD så seg nødt til å stenge festen!</p>\n<p>Fredag 12. august<br />\nSmug presenterer:<br />\n*PURO INSTINCT (US)<br />\nCHAD VALLEY (UK)*<br />\nDJ TBA<br />\nSukkerbiten<br />\nCC: 150,- / 120,- med øyabånd<br />\nForsalg på Billettservice<br />\nAldersgrense: 20 år<br />\nLos Angeles-baserte Puro Instinct dypper soundet sitt i mange av de samme influensene som deres mentor Ariel Pink. De to søstrene lager surf- og psykedelia-inspirert popmusikk med nikk til klassikere som Beach Boys og 13th Floor Elevators, men lyden av Puro Instinct er først og fremst lyden av 2011. Chad Valley har på sin side fått mye oppmerksomhet for sin moderne tolkning av britisk postpunk. Debutalbum ute 28. juni! </p>\n<p>Lørdag 13. august<br />\nSmug presenterer:<br />\n*HOW TO DRESS WELL (US)<br />\nDJ TBA*<br />\nSukkerbiten<br />\nCC: 150,- / 120,- med øyabånd<br />\nForsalg på Billettservice<br />\nAldersgrense: 20 år<br />\nHow To Dress Well er det mye omtalte prosjektet til den Brooklyn-baserte musikeren Tom Krell. Med albumet Love Remains sto How To Dress Well for en av fjorårets store albumoverraskelser, og var tidlig ute med noe av den samme minimalistiske og futuristiske R&#038;Ben som folk som Frank Ocean og The Weeknd senere har blitt assosiert med. Konserten er How To Dress Wells debut i Norge. </p>\n","wordpress_id":135,"featured_image":null,"translations":{"nb":{"url":"/2011/06/15/puro-instinct-wolfram-how-to-dress-well-og-chad-valley-til-%c3%b8yanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"da699f92-ef97-5673-b8eb-1faef64fbcc0","locale":"nb"}}