{"data":{"wordpressPost":{"title":"To Øyanetter med Lot Lot","date":"14th July 2017","content":"<p>CC. 150,– m/Øyapass 200,– u/Øyapass</p>\n<p>Tradisjonen tro lager Lot Lot fest på Dattera under Øyafestivalen! Fredag og lørdag fyller Lot Lot Dattera til Hagen på Grønland med elektronisk musikk fra kommende stjerner og veletablerte DJs og produsenter innen elektronisk musikk.</p>\n<p>Fredag 11/8<br />\n<strong>BABA STILTZ (SE)</strong><br />\n<strong>ONKEL-S</strong><br />\n<strong>KARIMA F</strong><br />\n<strong>BENDIK HK</strong></p>\n<p>BABA STILTZ (SE)</p>\n<p>Baba Stiltz har markert seg de siste årene med ett knippe fantastiske releaser på labeler som Studio Barnhus, Trilogy Tapes og Public Possesion. Han slapp akkurat en 12&#8243; på Studio Barnhus, som er en av våre favorittreleaser så langt i år. Singlen &#8220;Cant Help It&#8221; kunne smykke seg med best new music-stemplet fra Pitchfork. Baba er fantastisk house- og techno-DJ som henter fra alle retninger innenfor klubbmusikk, alltid dansbart og alltid eklektisk. Som en moderne svensk versjon av norsk skranglehouse. Vi gleder oss stort til å ha Baba på besøk, og til at han headliner fredagen vår! <a href=\"http://soundcloud.com/babastiltz\">soundcloud.com/babastiltz </a></p>\n<p>&nbsp;</p>\n<p>ONKEL-S</p>\n<p>Den New York-baserte nordmannen Onkel-S har imponert oss i Lot Lot-crewet de siste årene med sine fantastiske vinylmixer, og som resident på The Level Party i New York. The Level Party har raskt blitt noen av de mest spennende festene i New York på mange forskjellige warehouse locations rundt om i byen og de har hatt artister som Galcher Lustwerk, DJ Voices, Umfang og Anthony Naples. Vi er stolte av at han endelig kommer og spiller her i Oslo hos Lot Lot, og håper han kan gjøre våre fester til sitt Oslo-hjem. <a href=\"http://soundcloud.com/thelevelparty\">soundcloud.com/thelevelparty</a></p>\n<p>&nbsp;</p>\n<p>KARIMA F</p>\n<p>Karima holder det gående, og har de siste par åra DJet på høyt respekterte klubber i Norge og utlandet. Hun har bygget seg opp til å bli en av de mest interessante og dyktige DJs på klubbscenen i Norge. Etter et par år som resident på Jæger stakk hun til kontinentet, nærmere bestemt Berlin, der hun nå jobber fra. Med sin delikate smak for housemusikk og teknisk finesse, er vi veldig glade for å ha Karima tilbake hos oss under Lot Lot. <a href=\"http://soundcloud.com/karimakarima\">soundcloud.com/karimakarima </a></p>\n<p>&nbsp;</p>\n<p>BENDIK HK (DJ/Live)</p>\n<p>Bendik er overalt hele tiden, enten det er som komponist av klassisk musikk, trommeslager for Ivan Ave, Bendik (sic) og Gundelach, på turne med Pantha du Prince eller som DJ på The Villa eller Blå. Han blander sømløst techno, house med rare polyrytmer og egenlagde samples. Denne kvelden DJer han sammen med Karima F, men han gjør også et live-set av egenprodusert materiale. Vi gleder os vilt til å høre ham igjen i første etasjen under Lot Lot. <a href=\"http://soundcloud.com/bendikhovikkjeldsberg\">soundcloud.com/bendikhovikkjeldsberg </a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Lørdag 12/8<br />\n<strong>ACTRESS (UK)</strong><br />\n<strong>ANDRÉ BRATTEN</strong><br />\n<strong>DOUBLE DANCER</strong><br />\n<strong>SJ TEQUILLA (JP)</strong></p>\n<p>ACTRESS (UK)</p>\n<p>Som en av Storbritannias mest spennende produsenter har Actress, også kjent som Darren Cunningham, også drevet kred-labelet Werkdiscs de siste fem åra. I tillegg til dette er han en av de mest fremsynte artistspeidere innen sitt musikalske felt. Artister som Zomby, Starkey og Lukid er folk Actress har oppdaget og gitt ut musikken til. Som Actress har han gitt ut kritikerroste album som ‘Splazsh’ og ‘R.I.P.’ på Damon Albarns label Honest Jons. Hans siste album ‘AZD’, som kom ut på Ninja Tunes tidligere i år, har blitt hyllet av de aller fleste kritikere, og er en sterk kandidat til årets album innen den elektroniske musikksjangeren. Forrige gang Actress gjestet Lot Lot var i 2011, vi er ekstremt glade for at han igjen unner oss sin tilstedeværelse. Hør og se ham bak platespillerne i andre etasjen på Lot Lots siste dag på Dattera. <a href=\"http://facebook.com/actressmusic\">facebook.com/actressmusic</a></p>\n<p>&nbsp;</p>\n<p>ANDRÉ BRATTEN</p>\n<p>Det er ikke Lot Lot uten André Bratten og hans tradisjonsrike Dj-sett. Dette blir fjerde året på rad. André slapp skiva Quiet Earth, som han også vant Spellemannsprisen for. Han har en serie 12&#8243;ere på gang senere i år. I mellomtiden, kom og lytt på nytt materialet kombinert med det beste av klubbmusikk fra Asker, Bærum, Darmstadt og Detroit. <a href=\"http://soundcloud.com/andre-bratten\">soundcloud.com/andre-bratten </a></p>\n<p>&nbsp;</p>\n<p>DOUBLE DANCER</p>\n<p>Den Berlin-baserte vestlendingen Eirik Fagertun kommer til Lot Lot og Oslo for første gang (under dette navnet). Han beskriver seg selv som en DJ/danser/produsent som spiller &#8216;big-room music for the small clubs&#8217;. Double Dancer står bak labelene Untz Untz og Rebound Lounge, og utallige klubbkvelder nede i pølseland og her hjemme på berget. I tospann med DJ Fett Burger så har nevnte Rebound Lounge nylig oppstått, og her produserer de nyvinningen de har døpt basketball house. Plate nr. 2 i Rebound-serien er snart ute + en saksofon-remiks av en låt de har plukket fra Chmmr sitt nye album og som skal ut på Full Pupp. <a href=\"http://facebook.com/doubledancer\">facebook.com/doubledancer</a></p>\n<p><a href=\"http://soundcloud.com/reboundlounge\"> soundcloud.com/reboundlounge </a></p>\n<p>&nbsp;</p>\n<p>SJ TEQUILLA (JP)</p>\n<p>Med til Lot Lot blir også japaneren SJ Tequilla. Skrevet med 2 L&#8217;er selvsagt. Han er fra Tokyo-området men har de siste årene basert seg i Berlin. Han har vært en fast gjeste-DJ på Double Dancer sine kvelder i Berlin og var en selvsagt makker å velge for denne kvelden. Fra han kan du forvente en variert samling av italo, tysk trekkspillmusikk, lett trance og jazz med en slags housemelankolia hengende over det hele. SJT gav nettopp gitt ut sin debut-12&#8243; på det anerkjente Freakout Cult labelet. Enda en plate med eget materiale kommer over sommeren på hans nye label Shot of T. Innskrevet på hans plater så står det følgende: &#8216;Touch SJT on any good dancefloor with a shot of T&#8217;. Så da vet du hva du har å gjøre.</p>\n<p><a href=\"http://sjtequilla.com\">sjtequilla.com </a></p>\n<p><a href=\"http://soundcloud.com/sjtequilla\">soundcloud.com/sjtequilla </a></p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":20411,"translations":{"nb":{"url":"/2017/07/14/to-oyanetter-lot-lot/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"01dd3812-8e52-5976-9107-293c74e722f4"}}