{"data":{"wordpressPost":{"title":"The Staves (UK) til Øyanatt","date":"16th May 2013","content":"<p>Yeah! Årets første Øyanattslipp for The Crossroad Club sin del, og for en nydelig start!</p>\n<p>Søstrene i The Staves har hatt et formidabelt år. Debuten deres “Dead &amp; Born &amp; Grown” har fått sinnsykt bra anmeldelser i Clash, Mojo, Uncut og Q, og enda mer lovord i The Guardian, The Independent, The Sunday Times osv. Dette er vel fortjent for albumet er helt fantastisk, og de tre jentene fører en stolt, britisk folktradisjon inn i moderne tid. Det at legendene (og far og sønn) Glyn og Ethan Johns har vært med å produsert debutskiva sier vel sitt om hva vi har å vente fra disse i fremtiden. Foruten å selge ut sin egen headlinerturné har de også vært support act for nydelige artister som Bon Iver, The Civil Wars og Ben Howard. Her er det bare å nyte de vakre harmoniene, dette blir en magisk Øyanatt!</p>\n<p>Facebook-arrangementet melder du deg på <a href=\"https://www.facebook.com/events/306381106160451/\" target=\"_blank\">&gt;&gt;&gt;her&lt;&lt;&lt;</a>.</p>\n<p>Onsdag 7. august<br />\nThe Staves (UK)<br />\nThe Crossroad Club<br />\nBilletter: <a href=\"http://bit.ly/17JmsAp\" target=\"_blank\">150,- (m/ øyapass)</a> / <a href=\"http://bit.ly/ZDxWAb\" target=\"_blank\">200,- (u/ øyapass)<br />\n</a>Aldersgrense: 20 år<br />\nKonsertstart: 23.15</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":6469,"translations":{"nb":{"url":"/2013/05/16/the-staves-uk-til-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"86be13c5-fc23-58b2-8305-fb453ad025cb"}}