{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2010/08/09/fortsatt-billetter-igjen-til-stumfilmkonserten/","locale":"nb","type":"post","id":"fce1e013-c80f-5867-bbdd-2e009c712401","slug":"fortsatt-billetter-igjen-til-stumfilmkonserten","title":"Fortsatt billetter igjen til stumfilmkonserten","date":"2010-08-09T21:24:27.000Z","excerpt":"<p>For de av dere som ennå ikke har kjøpt billetter til årets stumfilmkosert med Æthenor kan vi komme med den hygelige beskjeden om at det fortsat er billetter igjen. Bandet, som blant annet består av medlemmer fra Ulver og Sunn O))), har valgt fire kortfilmer av avantgardefilmskaperen Maya Deren (1917-1961). Med andre ord får man en fin miks av avantgardemetal av nyere årgang og med god gammel avantgardefilm.</p>\n"}},{"node":{"link":"/2010/08/09/kun-billetter-igjen-til-torsdag/","locale":"nb","type":"post","id":"7bd96d8c-ecbc-5155-b0bf-86f37cb81f30","slug":"kun-billetter-igjen-til-torsdag","title":"Kun billetter igjen til torsdag","date":"2010-08-09T17:25:00.000Z","excerpt":"<p>•\tNoen få billetter selges ved inngangen samme dag<br />\nNå er det svært få billetter igjen til torsdag 12. august. Vi gikk nettopp tom for onsdagsbilletter og det er noen få muligheter igjen til å skaffe seg billetter til det herlige torsdagsprogrammet. Skaff deg billett nå, så kan du oppleve: det svært etterlengtede comebacket til Pavement, dansefest med LCD Soundsystem og Casiokids, Sigur Ros-frontmann Jonsi, jubilantene The Cumshots, de eksotiske New Yorkerne i Yeasayer og Shins/Gnarls barkley-samarbeidet Broken Bells.</p>\n"}},{"node":{"link":"/2010/08/09/her-er-programmet-som-pdf/","locale":"nb","type":"post","id":"40a011cc-c3a5-5c8f-a81f-2e17ee46a596","slug":"her-er-programmet-som-pdf","title":"Her er programmet som pdf","date":"2010-08-09T14:05:00.000Z","excerpt":"<p>Noen av dere har etterlyst en printevennlig utgave av programmet til Middelalderparken. Her kan du laste det ned med oversikt over scener og tidspunkter, pluss Øyanatt som en bonus. Ellers finnes programmet både <a href=\"http://oyafestivalen.com/pages/nor/8-program\" target=\"_blank\">her på nettsidene</a> og i vår egen Øya-app.</p>\n<p><a href=\"http://dl.dropbox.com/u/1553775/NETTPROGRAM.pdf\" target=\"_blank\">Klikk her for PDF-program</a></p>\n"}},{"node":{"link":"/2010/08/09/sjekk-hva-de-utenlandske-bransjegjestene-gleder-seg-til/","locale":"nb","type":"post","id":"4f29c4d3-5e38-5f2c-8cf3-6bfa037ba526","slug":"sjekk-hva-de-utenlandske-bransjegjestene-gleder-seg-til","title":"Sjekk hva de utenlandske bransjegjestene gleder seg til","date":"2010-08-09T11:55:00.000Z","excerpt":"<p>Drowned In Sound har spurt en rekke av de internasjonale bransje- og mediagjestene som er på vei til Øya, om hva de gleder seg mest til blant de norske artistene. Navn som Ingrid Olava, Team Me, The Megaphonic Thrift og Casiokids går igjen i listene. <a href=\"http://drownedinsound.com/in_depth/4140630-who-to-see--industry-tips-on-norwegian-acts-at-%C3%B8ya-2010\" target=\"_blank\">Les lister og begrunnelser her</a></p>\n"}},{"node":{"link":"/2010/08/09/ingrid-olava-vil-hore-barnekor/","locale":"nb","type":"post","id":"a990b3a3-b3a8-585e-a293-6feee64d6c65","slug":"ingrid-olava-vil-hore-barnekor","title":"Ingrid Olava vil høre barnekor","date":"2010-08-09T11:40:00.000Z","excerpt":"<p>Ingrid Olava går på scena onsdag klokka 16.00 (Enga). Hun er ute av stand til å se konserter før hun har gjennomført sin egen, og er derfor glad for å ha mesteparten av festivalen igjen når hun sjøl er ferdig. Hennes store drøm er at et barnekor kan underholde henne med en samtidsslager, mens hun gjør seg klar for egen konsert.</p>\n"}},{"node":{"link":"/2010/08/08/bytt-til-armband-pa-youngstorget/","locale":"nb","type":"post","id":"e215dd34-59ea-564c-a539-eb3cfe590413","slug":"bytt-til-armband-pa-youngstorget","title":"Bytt til armbånd på Youngstorget","date":"2010-08-08T19:51:19.000Z","excerpt":"<p>Om du ønsker å være tidlig ute med å bytte billetten din i armbånd, kan du gjøre dette på Youngstorget mandag og tirsdag. Dette medfører at du slipper kø og kan komme deg kjappere inn i Middelalderparken den første dagen du skal på Øya. De med festivalpass, som skal på Klubbdagen helt gratis, kan også gjøre lurt i å bytte til armbånd på forhånd. Vår bod på Youngstorget har åpent mandag 9/8 kl 13-19 og tirsdag 10/8 kl 12-21. Fra onsdag er dette flytta ut til innslippsområdet til festivalen.</p>\n"}},{"node":{"link":"/2010/08/08/ta-hafslunds-gront-kort-for-et-bedre-miljo/","locale":"nb","type":"post","id":"44604adb-4fae-54cf-b441-12534e3e2462","slug":"ta-hafslunds-gront-kort-for-et-bedre-miljo","title":"Ta Hafslunds &#8220;Grønt kort&#8221; for et bedre miljø","date":"2010-08-08T12:31:00.000Z","excerpt":"<p>Ved å ta Hafslunds &#8220;Grønt kort&#8221; via en quiz vil du få personlige fordeler på Øyafestivalen og bidra til et bedre miljø. Alle som gjennomfører quizen og mottar kortet kan blant annet benytte seg av muligheten for gratis elbil-transport, få økologisk snacks og motta invitasjon til intimkonserter med Øya-artister på Hafslunds stand. Flere fordeler offentliggjøres ettersom vi nærmer oss festivalen.</p>\n"}},{"node":{"link":"/2010/08/08/ayanatt-spank-rock-dj-annie-savage-skulls-og-tag-spiller-ogsay-pay-stratos/","locale":"nb","type":"post","id":"cbecf9a3-02ae-594c-9ad0-fdee06ed2e75","slug":"ayanatt-spank-rock-dj-annie-savage-skulls-og-tag-spiller-ogsay-pay-stratos","title":"Øyanatt: Spank Rock, DJ Annie, Savage Skulls og Tôg spiller også på Stratos","date":"2010-08-08T08:37:24.000Z","excerpt":"<p>Endelig er programmet på Stratos fredag 13. august på plass, og hvilket program! Dette er en virkelig heit Øyanatt med Spank Rock, DJ-sett fra Annie, svenske Savage Skulls og popkometene Tôg. Moroa koster 150 om du ikke har Øyabillett, og en femtilapp mindre med gyldig Øya-armbånd. Dance the night away!</p>\n"}},{"node":{"link":"/2010/08/07/litteratur-pa-%c3%b8ya/","locale":"nb","type":"post","id":"bb7413d0-492e-571e-b519-bfadd7c26d18","slug":"litteratur-pa-%c3%b8ya","title":"Litteratur på Øya","date":"2010-08-07T19:11:00.000Z","excerpt":"<p>I år har vi fått med oss tre aktører til å presentere litteratur, både musikkrelatert og ikke-musikkrelatert, på festivalområdet. I Akademika og Deichmanskes litteraturoase i handlegata får du servert litterært påfyll hele dagen gjennom, forfatter og journalist Marta Breen i samtale med aktuelle kolleger, og ikke minst morsomme foredrag om Øya-artister i regi av Vinduet. </p>\n"}},{"node":{"link":"/2010/08/07/en-vegg-av-lyd-2010/","locale":"nb","type":"post","id":"afb3eeec-cbbd-50c9-a15d-86df60fca54e","slug":"en-vegg-av-lyd-2010","title":"En vegg av lyd 2010","date":"2010-08-07T10:47:09.000Z","excerpt":"<p>Et knippe av våre favorittdesignere har laget plakater av et utvalg Øya-aktuelle artister. Under festivalen kan du kjøpe en fantastisk fin plaktserie, med Ariel Pink&#8217;s Haunted Graffiti, Raekwon, Iggy &#038; The Stooges, Motorpsycho, Robyn, The Specials, The xx, LCD Soundsystem, The Flaming Lips, Serena Maneesh, Ost &#038; Kjex, Shining, Four Tet og Field Music. Denne selges i samme bod som har offisiell Øya-merch i handlegata.</p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":128,"pageCount":181,"additionalContext":{"locale":"nb"}}}