{"data":{"wordpressPost":{"title":"Sebadoh bekreftet, noen få hundre dagsbilletter igjen","date":"11th July 2011","content":"<p>SEBADOH (US)<br />\nDet var kjempehell i uhell når vi fikk vite at indielegendene i Sebadoh hadde fått en åpning i sin Europaturné akkurat samtidig som vi fikk en avlysning. Det betyr at trioen, som i vinter begynte å gjøre konserter igjen for første gang siden 2007, kommer til Middelalderparken for å være siste band ut på Vika i løpet av Øyafestivalen. Sebadoh var opprinnelig aktive fra seint på 80-tallet og fram til årtusenskiftet. Det er mange som fortsatt husker deres forrige konsert i Oslo, på So What! i 1999, med stor glede og begeistring. </p>\n<p>Bandet ble starta av Lou Barlow, etter at hans låter stort sett var uønska i Dinosaur Jr. I trioen Sebadoh lagde han et knippe indierockskiver som ble like respektert blant publikum og kritikere, som det beste fra hans første band. Fra de første lavbudsjettsutgivelsene til indierockklassikerne som fulgte, var Sebadohs skiver fylt av støypop og vindskeive riff.</p>\n<p>Kjernen i bandet har siden 1989 vært Barlow og Jason Loewenstein. Dagens besetning har Bob D’Amico bak slagverket. Jason Loewenstein har også gitt ut skiver som soloartist og spilt med The Fiery Furnaces de siste ti åra. For mange er det mest sentrale medlemmet Lou Barlow, som har imponert i Dinoasur Jr &#8211; både originalbesetning og de siste åras svært vellykka gjenforening av denne. I tillegg har han gitt ut knallutgivelser under eget navn, Sentridoh og ikke minst The Folk Implosion. </p>\n<p>I år har Sebadoh reutgitt klassikeren Bakesale (1994) med en masse bonuslåter. Denne utgaven ble kåra til beste nyutgivelse hos Pitchfork, som mente skiva var en av de aller beste indierockskivene fra midten av 90-tallet. Snart skal Harmacy fra 1996 få lignende behandling. Etter en suksessfull runde i USA i vår, tar Sebadoh nå turen til Europa og Oslo. De siste månedenes konserter har hatt et sterkt fokus på låter fra nettopp disse to platene, så kanskje får du høre License To Confuse, On Fire, Careful, Too Pure, Ocean og mange andre favoritter i Middelalderparken. Vi gleder oss til en oppvisning i skitne riff og sterke melodier.<br />\n<a href=\"http://www.sebadoh.com/\" target=\"_blank\">SEBADOH PÅ NETT</a></p>\n","wordpress_id":15461,"translations":{"nb":{"url":"/2011/07/11/sebadoh-bekreftet-noen-fa-hundre-dagsbilletter-igjen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"22432c56-ba05-5c05-97c6-7854112d0c14","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2011/07/11/sebadoh-bekreftet-noen-fa-hundre-dagsbilletter-igjen/","redirect":false}}}