{"data":{"wordpressPost":{"title":"Indie-Norge varmer opp for Bonnie &#8220;Prince&#8221; Billy på Øya Open 29. juni","date":"21st May 2008","content":"<p>Vi har tidligere varslet at Will Oldham/Bonnie &#8220;Prince&#8221; Billy kommer til Øyas arrangement 29. juni på Rockefeller. Nå har vi fått bekreftet resten av line-upen. Den består av noe av det freskeste på den norske indiscena akkurat nå. Oslo hjemsøkes av gode indiepop-band om dagen, sist hørt på den fantastiske samleplata &#8220;Oslo!&#8221;. Vi i Øya-festivalen er så begeistret for hovedstadens nye indiebølge at vi har invitert fire av de fremste representantene, samt en låtskriver fra Odalen, til å ta med seg kassegitarene sine og varme opp for Bonnie Prince Billy. Se My Little Pony, Truls/Trees, The Little Hands of Asphalt, Roger Græsberg og Ingeborg Selnes akustisk på Øya Open. Disse artistene vil spille korte sett før den legendariske singer/songwriteren inntar scena.</p>\n<p>Øya Open er navnet på konserter og arrangement vi gjør utenom selve Øyafestivalen. I løpet av året vil Øya være medarrangører på et utvalg konserter som vil presenteres under dette navnet. Dette gjør vi fordi det er mye fet musikk vi vil at flere skal høre og fordi det ikke alltid passer våre favorittartister å komme innom Oslo i august. Dermed får vi spredd vårt musikkengasjement utover året og tilby gode konsertopplevelser også utenfor festivalrammene.</p>\n<p>Om artistene:<br />\n*My Little Pony:*<br />\nMy Little Pony er en indiepopkvintett fra Oslo som noen ganger spiller bluegrass, noen ganger rock’n’roll, og andre ganger til og med nesten reggae! Men, alt har en gjenkjennelig MLP-sound, og står med bena trygt plantet innenfor sjangeren alternativ pop. Etter kun ett år i rampelyset har ikke reaksjonene latt vente på seg, og etter å ha turnert landet rundt og sluppet en EP er bandet klare med debutalbum til høsten.</p>\n<p>*Ingeborg Selnes:*<br />\nEt lite samlet pressekorps har jublet med armene i været over Ingeborg Selnes sin debutplate ’The Zoo’, og de gode anmeldelsene har ramlet inn. Fra Bodø, og trygt framme Oslo tar hun opp tråden etter folk som Hanne Hukkelberg og Rockettothesky i Norge, Jenny Wilson og Robyn i Sverige, ingen i Danmark som vi vet om, og hvis vi kanskje tar litt Feist og Yo La Tengo oppe på det hele, ja da er vi i hvert fall i nærheten.</p>\n<p>*The Little Hands of Asphalt:*<br />\nThe Little Hands of Asphalt er soloprosjektet til Sjur Lyseid, kjent fra Oslo-indiepoperne Monzano. Med Little Hands har han et litt annet utgangspunkt, og skriver små sanger som livnærer av blodlinja til amerikansk låtskriverkunst de siste 50 åra. Her er spretne countrygitarer, lapsteel og fløyelsvokal som gir deg skjeggstubbkløe på øreflippen.</p>\n<p>*Roger Græsberg Anti-Music Experience:*<br />\nRoger Græsberg var en av de store konsertoverraskelsene i vinter for vår del. Vi har plukket opp at Græsberg er inspirert av Giant Sand, Bob Dylan, Keith Richards, Charles Bukowski, Brian Wilson, Richard &#038; Linda Thompson og Elvis. Det er ikke tvil om at han behandler arven herfra med stil. Han overrasker og underholder mens han lirer av seg den ene upolerte perlen etter den andre.</p>\n<p>*Truls/Trees:*<br />\nTruls Heggero er kjent fra bandet Lukestar og sitt eget Truls &#038; The Trees. Begge skal spille i Middelalderparken i august. På Rockefeller får du oppleve en av Oslos mest spennende låtskriver i en noe nedstrippet utgave.</p>\n<p>h4. <a href=\"http://www.billettservice.no/html/artist.htmI?l=NO&#038;artist=BONNIE+PRINCE+BILLY\" target=\"_blank\">Billetter til konserten finner du her</a></p>\n","wordpress_id":746,"translations":{"nb":{"url":"/2008/05/21/indie-norge-varmer-opp-for-bonnie-prince-billy-pa-%c3%b8ya-open-29-juni/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"406d00d1-7eac-5e62-bd55-ff08afdd6175","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2008/05/21/indie-norge-varmer-opp-for-bonnie-prince-billy-pa-%c3%b8ya-open-29-juni/","redirect":false}}}