{"data":{"wordpressPost":{"title":"Kaizers Orchestra og Grand Island endelig tilbake på Øya","date":"14th April 2008","content":"<p>KAIZERS ORCHESTRA<br />\nGRAND ISLAND</p>\n<p>Kaizers Orchestra har ikke spilt på Øyafestivalen siden førsteskiva deres tok helt av i de tusen hjem. Nå følte vi det var på tide med et nytt besøk fra dette bandet, som i disse dager runder 30.000 solgte av fjerde skive Maskineri. Kaizers skal spille på vår største scene onsdag 6. august, samme dag som blant annet Nick Cave og hans Grinderman, Iron &#038; Wine, José Gonzales, Girl Talk og The Mae Shi opptrer i Middelalderparken. I tillegg har vi fått bekreftet albumaktuelle Grand Island, som nylig har sluppet den flotte andreskiva Boys &#038; Brutes.</p>\n<p>*KAIZERS ORCHESTRA*<br />\nKaizers Orchestra kommer tilbake til Middelalderparken onsdag 6. august. Sist de spilte var i 2002, kort tid etter deres store gjennombrudd med debutskiva Ompa Til Du Dør. På det tidspunktet vi booket dem, hadde knapt et par tusen mennesker kjennskap til denne gjengen. I disse dager runder fjerdeskiva 30.000 solgte og den har ligget høyt på albumlistene siden den kom ut i februar. Maskineri gikk faktisk rett inn på førsteplass og mottok samtidig sterke anmeldelser i fra medier over hele landet. For tiden er låtene 9mm og Enden Av November å høre hyppig på radio. Neste singel er Den Andre Er Meg, hvor du kan høre Janove i duett med Ragnhild Winterstø Røthing, som er gift med gitarist Terje.</p>\n<p>De siste åra har medlemmene rukket å spille heftige Kaizers-koserter både i inn- og utland og samtidig hatt tid til andre band som Skambankt, Zahl, Cloroform og Janoves solokarriere. Ønskene om en ny Kaizeropplevelse i Middelaldreparken har jevnt og trutt dukket opp på Øyafestivalens nettsider og nå får altså mange fans dette oppfylt. Bandets særegne miks av kraftig rock, kabaretpønk og gnisterende sceneopptreden har gjort dem til udiskutable livefavoritter landet over. Moderne rock blandes med østeuropeisk galskap og utradisjonell innstilling til populærmusikk. De har blitt sammenlignet med artister som Tom Waits og Nick Cave, men mest av alt er Kaizers Orchestra et fantastisk rock’n’roll-orkester som gir alt, hver gang. Hvilke gamle blinkskudd og nye høydepunkter du får oppleve på Øyafestivalen kan vi ikke røpe nå, men vi kan garantere et forykende show du seint vil glemme. </p>\n<p><a href=\"http://www.myspace.com/kaizerso\" target=\"_blank\">MYSPACE</a></p>\n<p>*GRAND ISLAND*<br />\nGrand Island er uten tvil et feiende flott og spennende band både på plate og i konsertsammenheng. Nylig ga de ut andrealbumet Boys &#038; Brutes, som mottok skryt av anmeldere for variasjon og fengende låter. Bandet har på sin egen Myspaceside karakterisert seg som southern indie og få begreper kunne vært mer passende. Med countryrockens banjo, hardrockens driv, indiens lekenhet, sørstatsmusikkens tradisjonsrespekt og popens fengende melodier har de kommet opp med et helt eget uttrykk. Grand Island kan være både lettbeinte, progressive, harde og kjappe uten at de mister fokus eller taket på låtene. På scenen er de i sitt rette element og leverer overbevisende i både trange kjellerlokaler og fra store utendørsscener. Bandet spilte på Øyas minste scene i forkant av sitt debutalbum Say No To Sin fra 2006. Nå er de klar for større scene og større utfordringer. De har siden sist de spilte i Middelalderparken fått konserterfaringer fra flere turer rundt i Europa, et USA-besøk og ikke minst utallige jobber på norske scener. Sjøl mener Grand Island at deres nye skive passer til gråting, dansing og slossing. På Øya vil de nok også vise at låtene herfra egner seg vel så godt til festing og gledespreding. </p>\n<p><a href=\"http://www.myspace.com/thegrandisland\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":761,"translations":{"nb":{"url":"/2008/04/14/kaizers-orchestra-og-grand-island-endelig-tilbake-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f7c2deab-17e4-5d9b-b25d-55a1c98de667","locale":"nb"}}