{"data":{"wordpressPost":{"title":"To strøkne band til Øyanatt på John DEE","date":"31st March 2016","content":"<p>Øyanatt begynner å ta form, og for noen netter som skal komplementere festivalen i parken! Dette blir så bra. Med andre ord på høy tid å igjen takke klubbene som samarbeider med oss om dette konseptet, og hva er vel bedre enn å gjøre det med et slipp av ypperste klasse? I dag er det John DEEs tur. De har hanket inn amerikanske Giant Sand til å spille onsdag 10. august &#8211; og det kan tyde på at dette er noe av det siste de gjør i denne konstellasjonen, så her må man kjenne sin besøkelsestid. Lørdag 13. august spiller det eminente kanadiske indiebandet The Besnard Lakes. Billetter i salg fredag 1. april kl. 09.00.</p>\n<p>Onsdag 10. august<br />\nJohn Dee<br />\nGIANT SAND (US)<br />\nPris med/uten øyabillett: 250/300 kr + avg.<br />\nAldersgrense: 18 år<br />\n<a href=\"http://www.billettservice.no/event/494395?CL_ORIGIN=ORIGIN2\" target=\"_blank\">Billetter i salg via Billettservice</a></p>\n<p>Det ikoniske bandet Giant Sand fra Tucson, Arizona kommer til Oslo! De startet opp på midten av 1980-tallet, og har over 25 utgivelser bak seg. Besetningen skifter stadig, det eneste faste medlemmet er frontmannen Howe Gelb. Bandet er også kjent for en imponerende katalog med gjesteartister. Neko Case, Juliana Hatfield, PJ Harvey, Steve Wynn, M. Ward, Isobel Campbell m.fl. har alle vært innom. Det musikalske landskapet er alternativ rock, americana, roots og alt-country.</p>\n<p>Giant Sand er aktuelle med albumet «Heartbreak Pass», som Howe Gelb beskriver som «a perfectly executed album reflecting the variety of material that has been the band’s imprint over the last 30 years». «A fine time to lay it all to rest and begin the next 30 years with something else» fortsetter han. Med andre ord kan dette fort være slutten for Giant Sand &#8211; gå ikke glipp av konserten på John DEE 10. august!</p>\n<p>Lørdag 13. august<br />\nJohn Dee<br />\nTHE BESNARD LAKES (CA)<br />\nPris med/uten øyabillett: 200/250 kr + avg.<br />\nAldersgrense: 18 år<br />\n<a href=\"http://www.billettservice.no/event/494397?CL_ORIGIN=ORIGIN2\" target=\"_blank\">Billetter i salg via Billettservice</a></p>\n<div>Det kanadiske indiebandet The Besnard Lakes tar turen til Europa, og spiller på John DEE 13. august! Gruppa ble dannet i 2003 av ekteparet Jace Lasek og Olga Goreas. Montreal-kvintetten er aktuell med kritikerroste «A Coliseum Complex Museum» som ble sluppet i januar. AllMusic er blant de som hyller bandet, og skriver «The scope of this music is vast, combining the melodic angles of indie pop with the grand scale ambitions of prog rock» og «A Coliseum Complex Museum is further proof that the Besnard Lakes are a band with big ideas and real vision, and just as importantly, they have the talent and focus to makes those ideas into something worth hearing».</div>\n<div></div>\n<div><em>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</em></div>\n","wordpress_id":13814,"translations":{"nb":{"url":"/2016/03/31/to-strokne-band-til-oyanatt-pa-john-dee/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fd3a41b8-3e7d-5fe9-b26a-3c2ab226a14f","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2016/03/31/to-strokne-band-til-oyanatt-pa-john-dee/","redirect":false}}}