{"data":{"wordpressPost":{"title":"Marina &#038; The Diamonds – ny britisk popstjerne til Øya","date":"2010-03-04T06:52:00.000Z","content":"<p>MARINA &#038; THE DIAMONDS (UK)<br />\n– Ms Diamandis mixes sparkling pop with beautiful darkness for a debut that dazzles, skrev musikkmagasinet NME i forrige uke da de belønte det blodferske albumet The Family Jewels med karakteren 9/10. «Astonishing» var et annet ord som gikk igjen i teksten. Den elleville anmeldelsen er bare toppen av kransekaka for Marina &#038; The Diamonds – et soloprosjekt med bandnavn, der ordet Diamonds viser til fansen – som har fått mye velfortjent buzz i britisk og internasjonal presse de siste månedene. På tampen av fjoråret inntok hun en sterk andreplass på BBCs liste over navn å se opp for i 2010, og før det ble hun nominert til en Brit-Award for beste nykommer. Den walisiske 24-åringen med greske aner er absolutt på vei opp og frem – og til sommerens Øyafestival. </p>\n<p>Marina Lambrini Diamandis campy, dramatiske og flamboyante stil har fordret sammenligninger med vidt forskjellige artister som Laura Nyro, Liza Minnelli, Sparks, Kate Bush, Lene Lovich og Vangelis (!), men også de kontemporære kollegene Florence And The Machine og La Roux. Akkurat som referansene befinner Marina seg godt til venstre for mainstreamen, men låtene hennes er så skamløst fengende at de bør gå rett hjem hos både listepopfans og feinschmeckere med sans for mer kunstneriske tilnærmingsmetoder. «Raining down on the ears like an explosion of sonic confetti, it boasts a chorus so killer it should probably be investigated by the police,» skriver NME om singelen Hollywood, et av mange høydepunkter på debuten.<br />\nSterkt låtmateriale er én ting, og det har vi altså slått fast at hun har, men på festival er livepakken like viktig. Ingen fare, konsertutgaven av Marina &#038; The Diamonds har fått de beste skussmål og beskrives som «the real deal». Outrerte kostymer, koreografi og utadvendt fremføring går opp i en høyere enhet som bare kan beskrives som sabla gøy. Gled dere til august!<br />\n<a href=\"http://www.myspace.com/marinaandthediamonds\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":431,"translations":{"nb":{"url":"/2010/03/04/marina-the-diamonds-ny-britisk-popstjerne-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"26f802ee-3197-503c-96ee-04ae560b0a71","locale":"nb"}}