{"data":{"wordpressPost":{"title":"10 gode miljøvalg på Øya","excerpt":"<p>Lyst til å være en miljøvennlig publikummer? Her er 10 ting du kan gjøre.</p>\n","content":"<p>Vi jobber året rundt for å gjøre Øya til en av verdens mest miljøvennlige musikkfestivaler. Dette innebærer at vi har byttet fra fossil til fornybar energi, vi har innført et omfattende avfallssorteringssystem, vi serverer mer enn 96 prosent økologisk mat, vi bruker flest mulig lavutslippsbiler til transport og når vi må kjøpe noe nytt så kjøper vi miljøsertifiserte varer.</p>\n<p><span style=\"font-weight: 400;\">Men vi trenger også din hjelp for å bli en enda grønnere festival! Her er 10 ting du kan bidra med på årets festival.</span></p>\n<p><b>1. Spis mindre kjøtt og mer grønnsaker<br />\n</b><span style=\"font-weight: 400;\">Vi spiser for mye kjøtt i Norge &#8211; både med tanke på miljøet, dyrenes velferd og vår egen helse. Kjøttproduksjon skaper også store klimagassutslipp, så det er god grunn til å spise mer grønt. Derfor er over halvparten av rettene på Øya plantebaserte &#8211; og det skal være enkelt å finne bra mat uten animalske produkter. Vil du spise med bedre samvittighet, både overfor dyrene og miljøet; spis mer grønnsaker og mindre kjøtt!</span></p>\n<p><b>2. Spis opp maten — og kanskje tallerken din!<br />\n</b><span style=\"font-weight: 400;\">Vi kaster nærmere ⅓ av all maten som produseres. Det er både et samfunnsproblem og en miljøutfordring. Derfor bruke du ikke kjøpe mer mat enn du trenger &#8211; og spise opp maten du får servert. I år har vi servise laget kun på hvetekli og vanndamp &#8211; så trenger du litt ekstra fiber, kan du avslutte måltidet med å spise opp tallerken, kniv og gaffel. (OBS: inneholder gluten! Har du cøliaki, gi beskjed til de i matbodene, som skal ha et glutenfritt alternativ tilgjengelig).</span></p>\n<p><b>3. Spis og drikk økologisk<br />\n</b><span style=\"font-weight: 400;\">Vi samarbeider med noen av de beste restaurantene i Oslo for å gi deg mat på festivalen av ypperste klasse. Vi mener at kun naturlige råvarer fra et bærekraftig jordbruk er godt nok for vårt publikum, og i 2015 var nærmere  96% av råvarene vi brukte </span><a href=\"http://oya.test/miljo/okologisk-mat/\"><span style=\"font-weight: 400;\">økologiske</span></a><span style=\"font-weight: 400;\">. Nytt av året er at vi endelig har økologisk øl på området &#8211; og som før har vi også økologisk vin, kaffe og mineralvann.</span></p>\n<p><b>4. Kildesorter avfallet ditt<br />\n</b><span style=\"font-weight: 400;\">Sammen med Renovasjonsetaten i Oslo, har vi laget et kildesorteringssystem som ligner det du finner under kjøkkenbenken hjemme. På festivalen kan du sortere matavfall, plast og restavfall. Natur og Ungdom ettersorter alt avfallet for hånd, i 15 ulike fraksjoner. Du kan hjelpe dem med å gjøre jobben lettere og festivalen grønnere ved å sortere avfallet ditt. I fjor materialgjenvant vi 68% av alt avfallet fra festivalen &#8211; som sparte oss for CO2-utslipp tilsvarende 15 biler årlig! Hjelp oss med å bli enda bedre og enda grønnere i år &#8211; sorter avfallet ditt!</span></p>\n<p><b>5. Ta sykkelen fatt<br />\n</b><span style=\"font-weight: 400;\">Vi tilbyr gratis og trygg sykkelparkering og Dapper tilbyr gratis småreparasjoner. </span><a href=\"http://oya.test/info/transport/\"><span style=\"font-weight: 400;\">Sykkelparkeringen</span></a><span style=\"font-weight: 400;\"> vil ha vakthold i åpningstidene og du vil også finne en selvbetjent servicestasjonen her. Statistisk sett er det stor sannsynlighet for at du bor mindre enn 15 minutter med sykkel unna årets festivalområde, så benytt deg av det mest miljøvennlige transport middelet om du kan!<br />\n</span></p>\n<p><b>6. Reis kollektivt eller gå<br />\n</b><span style=\"font-weight: 400;\">Om du ikke har sykkel, kan du ta beina fatt eller benytte deg av trikk, buss og t-bane for å komme deg til Tøyenparken. Husk at vi ikke tilbyr parkeringsplasser for biler. T-banestasjonene Tøyen og Carl Berners plass ligger begge i nærheten av festivalinngangen.<br />\n</span></p>\n<p><b>7. Bli en superpanter<br />\n</b><span style=\"font-weight: 400;\">Det lønner seg å hjelpe oss å kildesortere. Hos oss kan du pante tomme ølglass, bærehanker, popcornbeger og glass med sneiper i Natur og ungdoms panteboder. Rundt 240.000 ølglass blir samlet inn på denne måten i løpet av festivalen. Når du panter et ølglass er du med på å spare over to tonn CO2 og 5620 liter olje!</span></p>\n<p><b>8. Støtt Natur og Ungdoms arbeid<br />\n</b><span style=\"font-weight: 400;\">Øyafestivalen er stolt av å kunne samarbeide med </span><a href=\"http://www.nu.no\"><span style=\"font-weight: 400;\">Natur og Ungdom</span></a><span style=\"font-weight: 400;\">, Norges største miljøvernorganisasjon for ungdom. Natur og Ungdom står for all avfallshåndteringen, drifter pantebodene og holder festivalområdet rent for publikum. Er du under 25 kan du bli medlem for 50 kroner ved å sende “NU Medlem” til 2377 eller du kan støtte organisasjonen med et valgfritt, fast beløp ved å bli </span><span style=\"font-weight: 400;\"><a href=\"http://nu.no/stott/\">NU-venn</a>.</span></p>\n<p>&nbsp;</p>\n<p><b>9. Besøk vår pop-up-bod på Munchløkka<br />\n</b><span style=\"font-weight: 400;\">Nordmenn kaster i snitt over 300.000 tonn mat som kunne vært spist &#8211; hvert år. I år kan du lære mer om problematikken matsvinn og hvordan du kan bli flinkere til å kaste mindre mat. Vi får besøk av </span><a href=\"https://nabolagshager.no/\"><span style=\"font-weight: 400;\">Nabolagshager</span></a><span style=\"font-weight: 400;\"> som kan lære deg hvordan du kan dyrke selv i ditt nabolag, </span><a href=\"http://aymara.no/\"><span style=\"font-weight: 400;\">Aymara</span></a><span style=\"font-weight: 400;\"> som skal servere Oslos beste vegetarrett, og </span><a href=\"http://www.gruten.no/\"><span style=\"font-weight: 400;\">Gruten</span></a><span style=\"font-weight: 400;\"> som skal selge såpe på kaffegrut fra festivalen. Ta turen innom pop-up-boden for å lære mer om matsvinn.<br />\n</span></p>\n<p><b>10. Ta med dine nye miljøvaner hjem<br />\n</b><span style=\"font-weight: 400;\">Ta sykkelen til jobben, kjøp økologiske, lokale råvarer på butikken når du handler, planlegg ukens innkjøp og kildesorter avfallet ditt! Husk at du kan plukke med deg en avfallsbøtte til matavfall på standen til </span><a href=\"http://sortere.no/info/kommune/oslo/oslo/\"><span style=\"font-weight: 400;\">Kildesortering i Oslo</span></a><span style=\"font-weight: 400;\">. Gode miljøvaner er vi glad i, ta dem med hjem og la dem bli en del av hverdagslivet ditt!<br />\n</span><br />\n<span style=\"font-weight: 400;\">God festival!</span></p>\n","date":"2016-07-29T10:45:59.000Z","wordpress_id":14827,"featured_image":{"title":"Øya24","filename":"Øya24.jpg","filesize":633437,"url":"http://oya.test/assets/uploads/2016/07/Øya24.jpg","link":"http://oya.test/oya24/","alt":"","author":"3","description":"","caption":"","name":"oya24","status":"inherit","uploaded_to":0,"date":"2016-07-29 10:45:29","modified":"2016-07-29 10:45:29","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":2600,"height":1722,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2016/07/Øya24-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2016/07/Øya24-300x199.jpg","medium_width":300,"medium_height":199,"medium_large":"http://oya.test/assets/uploads/2016/07/Øya24-768x509.jpg","medium_large_width":768,"medium_large_height":509,"large":"http://oya.test/assets/uploads/2016/07/Øya24-1024x678.jpg","large_width":1024,"large_height":678,"small":"http://oya.test/assets/uploads/2016/07/Øya24.jpg","small_width":320,"small_height":212,"medium_small":"http://oya.test/assets/uploads/2016/07/Øya24.jpg","medium_small_width":640,"medium_small_height":424,"xlarge":"http://oya.test/assets/uploads/2016/07/Øya24.jpg","xlarge_width":2560,"xlarge_height":1696}},"translations":{"nb":{"url":"/2016/07/29/10-gode-miljovalg-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"94320f38-e410-5fb3-8c86-990a65647c36","locale":"nb"}}