{"data":{"wordpressPost":{"title":"Øyaprat 2: Sauropod","date":"15th July 2015","content":"<p>Vi tjuvstarta årets Øyaprat med<a href=\"https://api.oyafestivalen.no/2015/06/18/mot-the-switch/\" target=\"_blank\"> lanseringa av ny singel fra The Switch</a> for en stund siden. Nå er vi igang for alvor med å presentere flere av de norske navna i programmet vårt. Idag har vi prata med trommeslager Jørgen fra trioen Sauropod om god festivaloppførsel, Pantha du Prince and the Bell Laboratory på Øya for tre år siden, da de måtte steppe inn for The Wombats på kort varsel og en del annet.</p>\n<p><strong>Hvilken Øya-opplevelse husker du aller best?<br />\n</strong><em>Pantha du Prince and the Bell Laboratory i 2012! Den konserten var så bra castet at man bare måtte få den med seg, og jeg ble fullstendig blåst i bakken av hvor avsindig fett det var både musikalsk og visuelt. Helstøpt prosjekt fra første sekund!</em></p>\n<p><strong>Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?<br />\n</strong><em>Oioi, vrient å velge&#8230; Men jeg skal hvertfall få med meg Jaga Jazzist, Broen og Thea Hjelmeland.</em></p>\n<p><strong>Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?<br />\n</strong><em>Spis frokost før du drar hjemmefra, men smak på festivalmaten óg. Få med deg favorittbandet ditt før du er blitt for full men sørg også for å sjekke ut minst ètt band du ikke aner hvem er. Drikk masse øl og masse vann. Og sist men viktigst må du være snill og grei med de rundt deg.</em></p>\n<p><strong>Hva kan folk forvente av konserten deres?<br />\n</strong><em>Folk kan forvente seg maaange korte, men knallfine låter (Vanligvis rekker vi 10-12 på halvtimen), bånn trøkk, øs pøs og lite primadonnanykker fra et ydmykt og sympatisk band.</em></p>\n<p><strong>Har du en god eller dårlig festivalhistorie? Fortell!<br />\n</strong><em>Da vi gikk av scenen på Slottsfjell 2013, svette og fornøyde, fikk vi plutselig spørsmål om vi kunne steppe inn for The Wombats akustiske konsert på gjesteområdet pga sykdom. Som det rockebandet vi var og er var dette noe vi aldri før hadde gjort men vi hoppet uti det med hud og hår. Etter 45 min øving spilte vi vår første akustiske opptreden, og siden har det akustiske uttrykket vært svært viktig for oss. En veldig fin festivaldag!</em></p>\n<p><strong>Hva hører du på i sommer?<br />\n</strong><em>Sauropod hører på det vi alltid hører på, uansett årstid; Savant, Tom Waits, Die Antwoord, Aiming for Enrike, Mini Mansions, Olivier Messiaen, Knudsen og Ludvigsen etc.</em></p>\n<p><strong>Hvilke planer har Sauropod for resten av 2015?<br />\n</strong><em>Vi skal spille et knippe fine konserter, skrive ny musikk, øve, bli bedre kjent med hverandre som mennesker og ikke minst gjøre oss ferdig med det vi holder på med i studio, håper noen gleder seg like mye som oss til å høre det!</em></p>\n<p>foto Jenny Berger Myhre</p>\n","wordpress_id":12646,"translations":{"nb":{"url":"/2015/07/15/oyaprat-2-sauropod/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c4d72dd2-3ee4-5786-b973-d47dadd5548c","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2015/07/15/oyaprat-2-sauropod/","redirect":false}}}