{"data":{"wordpressPost":{"title":"Christine and the Queens til Øya fredag 9. august","date":"2019-02-26T08:32:46.000Z","content":"<p>Christine and The Queens har etablert seg som et av Europas mest spennende popnavn, og vil spille samme dag som blant andre Robyn, Unge Ferrari og Cult of Luna. Siden sist hun besøkte Øya har publikummet vokst betraktelig, og hun headliner nå store konsertsteder og flere festivaler i Europa.</p>\n<p>&nbsp;</p>\n<p><strong>CHRISTINE AND THE QUEENS (FR)</strong></p>\n<p>Héloïse Letissier er hjernen og stemmen bak navnet Christine and the Queens. Sangeren, komponisten og danseren lager både låter og sceneshow det er svært gode grunner til å få med seg. Hun skaper elektronisk, dramatisk pop med klare RnB-referanser. Inspirasjon er henta fra David Bowie, moderne hiphop, samtidsmusikk og åttitallsfunk. Hennes nyeste album Chris kom i fjor. NME, MOJO og The Guardian mente alle det var en av fjorårets topputgivelser. Førstnevnte slo fast at «she’s earned her own place in the pop icon history books”.</p>\n<p>Aftenposten kåra Chris til 2018s aller sterkeste album: &#8211; Franske Héloïse Letissier er ikke helt som andre popstjerner. Hun utforsker kjønnsroller med sin melodiske og fengende synthpop.</p>\n<p><a href=\"https://www.telegraph.co.uk/music/what-to-listen-to/christine-queens-chris-review-pop-star-need-right-now/\" target=\"_blank\" rel=\"noopener\">Telegraph.co.uk</a>: &#8211; Héloïse Letissier is the pop star we need right now. She is stylish and smart, sensuous and mysterious, sly and subversive, making gleamingly modern electro ear-candy, fizzing with funk and melody.</p>\n<p>Debuten fra 2014 ble en storselger hjemme i Frankrike og medførte et gjennombrudd i flere Europeiske land. Suksessen ble videreført av fjorårets sterke oppfølger. Albuma hennes har blitt utgitt i både fransk og engelsk utgave.</p>\n<p>Vi har stor tro på at Christine and the Queens blir et større fenomen for hvert år, med fengende låter og utfordringer av tradisjonelle samfunnsnormer. Dette er bare starten!</p>\n<p><a href=\"http://www.christineandthequeens.com\">www.christineandthequeens.com</a></p>\n<p><a href=\"http://www.facebook.com/christineandthequeens\">www.facebook.com/christineandthequeens</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":23287,"translations":{"nb":{"url":"/2019/02/26/christine-and-the-queens-til-oya-fredag-9-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5d83ffff-6f45-5a4b-a478-d8c3b153fc6c","locale":"nb"}}