{"data":{"wordpressPost":{"title":"Rodriguez på Øya torsdag 8. august","excerpt":"<p>Dette blir hans første besøk i Norge og hans eneste konsert i Norden i sommer. UNDER 500 UKESPASS IGJEN</p>\n","content":"<p><strong>RODRIGUEZ FOR FØRSTE GANG I NORGE</strong></p>\n<p><strong>UNDER 500 UKESPASS IGJEN</strong></p>\n<p>En av de fineste historiene som er fortalt om en ukjent musiker de siste åra, finner du i den kinoaktuelle dokumentaren Searching For Sugar Man. Filmen handler om den amerikanske singer/songwriteren Rodriguez. Nå øker folks kjennskap hver dag til den fantastiske musikken han lagde på 70-tallet. Torsdag 8. august kan du møte en virkelig kultartist og en nesten fullstendig oversett låtskriver. Konserten blir absolutt et høydepunkt i den norske festivalsommeren. Dette blir hans første besøk i Norge.</p>\n<p>&nbsp;</p>\n<p>I går gikk vi ut med nyheten om at det var under 500 ukespass igjen, så det er bare snakk om få dager før det er tomt for de billettene som dekker fire tettpakka dager i Middelalderparken og Klubbdagen 6. august, med konserter på over 20 klubber i Oslo sentrum. Det er i tillegg dagsbilletter i salg til alle dager.</p>\n<p><a href=\"http://www.billettservice.no/event/367293\" target=\"_blank\">Kjøp billetter til Øya 2013 her</a></p>\n<p>&nbsp;</p>\n<p><strong>EKSTRA FILMVISNING 21/2</strong></p>\n<p>Filmen Searching For Sugar Man har sine siste ordinære visninger på kino i Oslo i denne uka. I anledning at Rodriguez nå er klar for Øyafestivalen, settes filmen opp én gang til. Du kan se den på Ringen Kino torsdag 21. februar kl. 21.00. Info og billetter til filmvisningen, <a href=\"http://www.oslokino.no/incoming/article1074594.ece\" target=\"_blank\">finner du her</a>.</p>\n<p>Thomas Felberg (Smoke Mohawk/WE, Harald Are Lund på NRK P3) innleder kort om karrieren og musikken til Rodriguez før filmen starter.</p>\n<p>&nbsp;</p>\n<p><strong>RODRIGUEZ (US)</strong></p>\n<p>Dokumentaren Searching For Sugar Man ble vist på Øyakino i august. Siden da har den blitt en stor internasjonal suksess og ble etter hvert satt opp med ordinære visniner på kino også i Norge, hvor den fortsatt imponerer et nysgjerrig publikum hver dag. Historien handler om musikeren Sixto Rodriguez, som ga ut et par veldig gode skiver på 70-tallet. De solgte dessverre tilnærmet ingenting i USA og Rodriguez la karrieren på hylla, til tross for en mengde sterke og sosialt bevisste låter. Disse holder seg godt sjøl i 2013.</p>\n<p>&nbsp;</p>\n<p>Vi skal ikke røpe alt for mye, men Rodriguez sin historie er helt unik. Vi anbefaler på det sterkeste at du kommer deg på kino for å se Searching For Sugar Man før det er for seint. Her blir du godt kjent med både personligheten, familiemannen og den fantastiske låtskriveren Sixto Rodriguez. Etter mange år uten noe skikkelig musikkliv, fant han for noen år siden et entusiastisk publikum han ikke hadde en anelse om at eksisterte. Med filmen om denne rørende historien har han nådd et kjempepublikum over store deler av verden. Han spiller nå større og større spillesteder i Europa og USA. Før filmen fikk sitt gjennombrudd solgte han 100 billetter til en konsert i Frankrike, nå selger han lett 12 000. Det er en glede å kunne fortelle at hans første konsert i Norge, vil være på Øyafestivalen.</p>\n<p>&nbsp;</p>\n<p>Trenger du en musikalsk introduksjon kan du jo starte med filmens soundtrack. Vi venter i spenning på å høre låter som Sugar Man, Crucify Your Mind, Cause og alle de andre perlene i Middelalderparken torsdag 8. august.</p>\n<p><a href=\"http://sugarman.org/\">http://sugarman.org/</a></p>\n","date":"2013-02-12T09:31:05.000Z","wordpress_id":5754,"featured_image":{"title":"Rodriguez øyafestivalen 2013 635x350","filename":"Rodriguez-yafestivalen-2013-635x350.jpg","filesize":107047,"url":"http://oya.test/assets/uploads/2013/02/Rodriguez-yafestivalen-2013-635x350.jpg","link":"http://oya.test/rodriguez-oyafestivalen-2013-635x350/","alt":"","author":"4","description":"","caption":"","name":"rodriguez-oyafestivalen-2013-635x350","status":"inherit","uploaded_to":0,"date":"2013-02-11 21:04:24","modified":"2013-02-11 21:04:24","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/02/Rodriguez-yafestivalen-2013-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/02/Rodriguez-yafestivalen-2013-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/02/Rodriguez-yafestivalen-2013-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/02/Rodriguez-yafestivalen-2013-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/02/Rodriguez-yafestivalen-2013-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/02/Rodriguez-yafestivalen-2013-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/02/Rodriguez-yafestivalen-2013-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2013/02/12/rodriguez-pa-oya-torsdag-8-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"87ec278e-bbdd-5bb6-8815-a57bcae09089","locale":"nb"}}