{"data":{"wordpressPost":{"title":"Oliver Nelson, Moullinex med flere på Øyanatt hos Rockefeller","date":"2nd August 2017","content":"<p><strong>OLIVER NELSON </strong><br />\n<strong>MOULLINEX </strong><br />\n<strong>TOBTOK </strong><br />\n<strong>CAVEGO </strong><br />\n<strong>SKOGSRÅ </strong><br />\n<strong>ATELLA</strong></p>\n<p>Onsdag 9. august.</p>\n<p>Oliver Nelson er nærmest synonymt med remikser, og har gjort offisielle remikser av Neiked, Tove Lo, Julie Bergan, Whitney Houston og Ella Henderson. Svensken har nærmere 100 millioner streams på remiksene sine. Bergens store sønn Kygo har uttalt at Oliver Nelson er en av hans største inspirasjonskilder. Oliver jobber for tiden med flere nye låter, og han gleder seg til å spille disse for dere.</p>\n<p>Moullinex er alter-egoet til den portugisiske produsenten Luis Clara Gomes. Han har tidligere spilt på flere av Europas største klubber som Razzmatazz og Tresor, gjort flere Boiler Room sessions, og spilt med navn som Goldroom, Chet Faker, Duke Dumont og Jamie XX. Moullinex har gjort offisielle remikser av Røyksopp, Two Door Cinema Club og Grammy-vinner RAC. I år har han spilt på SXSW og gjennomført USA-turné. Til høsten slipper Moullinex sitt tredje album.</p>\n<p>Tobtok er kanskje mest kjent for låten «Fast Car» som er streamet mer enn 30 millioner ganger, noe som førte til platinum i Australia! Han har også spilt på festivaler som Creamfields og legendariske Ushuaïa på Ibiza, remikset Lemaitre og John Newman, og sluppet låter på labels som Kitsuné og Ministry of Sound.</p>\n<p>Den bergensbaserte produsenten Cavego har de siste årene blitt et synonym med feelgood disco. Cavego har gjort offisielle remikser på labels som Ultra, Spinnin, Sony Music, og Eskimo Recordings med remikser av artister som SNBRN, Sonny Alven, Bakermat, og Satin Jackets. I 2016 hadde han den mest solgte nu disco-låten på musikknettstedet Beatport.</p>\n<p>Det svenske multitalentet Skogsrå er mest kjent for sine originallåter «Out Of Time» og «Now You See Me», der han har stått for både vokal og produksjon. Han er også kjent for å ha sunget på Oliver Nelsons låt «Found Your Love», og har remikset både nevnte Nelson og Tobtok.</p>\n<p>Den norske duoen Atella er kjent for sin spacedisco, og signert på det belgiske labelet Eskimo Recordings som har fostret Aeroplane, Lindstrøm og Satin Jackets. Atella har blitt spilt på BBC Radio 1, fått support av Daft Punks manager Pedro Winter, vært i Mixmag flere ganger, og hatt låt i MTV-serien Scream.</p>\n<p>Bill. kr. 200,-/150,- (4-dagers Øyapass eller dagsbillett 10.8) + bill.avg.<br />\nDørene åpnes kl. 22.00.</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":20628,"translations":{"nb":{"url":"/2017/08/02/oliver-nelson-moullinex-flere-pa-oyanatt-hos-rockefeller/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"21778f72-4c28-5eae-8a3c-f74749f03a29","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2017/08/02/oliver-nelson-moullinex-flere-pa-oyanatt-hos-rockefeller/","redirect":false}}}