{"data":{"wordpressPost":{"title":"Takk for i år","date":"12th August 2017","content":"<p>Øyafestivalen 2017 er nettopp ferdig. Gjennom fire innholdsrike dager i Tøyenparken og en enorm mengde klubbarrangementer i festivaluka, har tusenvis av publikummere fått med seg store mengder god musikk. Tilbakemeldingene fra publikum, artister, samarbeidspartnere og media er til stor inspirasjon for videre arbeid. For oss som jobber i kulissene, har dette vært den beste gjennomføringa Øya har hatt på Tøyen. Vi gleder oss allerede til å komme i gang med Øya 2018.</p>\n<p>Sjøl i løpet av en regntung onsdag hygga folk seg med etablerte favoritter og masse ny musikk. Konsertene har vært godt besøkt av nysgjerrige og musikkinteresserte mennesker. Allerede onsdag ettermiddag var mange tusen innenfor portene. Sjøl de minst kjente navna i programmet, har hatt godt besøk. Køene på mange av klubbarrangementene viser at interessen holder seg utover natta. Det har vært en fantastisk festival fra Klubbdagen til Lars Vaular og The Hellacopters sine avslutninger.</p>\n<p>Vi har fått med oss at folk har storkost seg til Lars Vaular, Migos, Pixies, Gabrielle, Spiritualized, Lana Del Rey, Daniel Kvammen, Cashmere Cat, Sleep, Thee Oh Sees, Charlotte Dos Santos, Testament, Darling West, Janka Nabay,  Silja Sol, Hjerteslag, SIBIIR, Feist, Sigrid, Vazelina Bilopphøggers, Colter Wall, Shame, Oumou Sangaré, Shame, Madlib og mange andre.</p>\n<p>Det er på tide å takke frivillige, artister, publikum og samarbeidspartnere for ei fantastisk morsom arbeidsuke. Dere har alle bidratt til at årets festival er en stor suksess. Vår målsetning var å lage tidenes beste Øya, i landets beste festivalpark, noe vi mener å ha klart. Vi ses i 2018!</p>\n<p><em>Mandag 14. august legges de første ukespassene til Øyafestivalen 2018 ut for salg hos Ticketmaster, til årets pris!</em></p>\n<p>Samtidig legger vi ut ungdomspasset, for første gang i Øya-historien. Dette er en billett for de mellom 12 og 18, som får en rabatt på 50%. Det er snakk om et begrensa antall ukespass.</p>\n<p>Øyafestivalen 2018 blir arrangert 7. &#8211; 11. august.</p>\n","wordpress_id":20843,"translations":{"nb":{"url":"/2017/08/12/takk-for-i-ar-10/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"90512c23-1ad0-59e0-ac49-3d005d406783","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2017/08/12/takk-for-i-ar-10/","redirect":false}}}