{"data":{"wordpressPost":{"title":"Mathallen-menyen er klar","date":"9th June 2015","content":"<p>Årets festivalmeny er endelig på plass &#8211; og vi er stolte over å ha med Mathallen som hovedsamarbeidspartner for tredje året på rad. Fra Mathallen kommer ti spennende mataktører som skal bidra til en festival det virkelig smaker fugl, fisk og grønnsaker av.</p>\n<p>&#8211; Øyafestivalen er Norges største og viktigste musikkfestival og fortjener den beste festivalmaten. Mathallen er stolt samarbeidspartner og har i år som i fjor ambisjoner om å skape magiske matopplevelser til magiske musikkøyeblikk, sier daglig leder for Mathallen, Frode Rønne Malmo.</p>\n<p>Mathallen byr på matopplevelser året rundt &#8211; og rundet nettopp 3 millioner besøkende. Her finner du delikatesseforretninger, kafèer og restauranter. I tillegg arrangerer Mathallen gjennom året en rekke seminarer, kurs og messer. Dette er et senter for norsk matkultur &#8211; hvor både matglade hobbykokker og kjøkkensjefer skal finne inspirasjon og dele kunnskap og erfaringer. I løpet av de to årene de har eksistert, har Vulkan-området våknet til live og blitt en helt egen bydel av restauranter, barer, kulturhus og folkeliv.</p>\n<p>&#8211; Mathallen har lykkes i å sette matkultur på agendaen &#8211; og har vist at det er mulig å satse på gode råvarer og godt håndverk, istedenfor et ensidig fokus på pris. Matkultur handler om mer enn bare tiden du tilbringer på kjøkkenet. Det handler om godt landbruk, om god helse, om miljøvern og det å ivareta mattradisjoner innen fiske, jakt, dyrking og tilberedning. Dette er vi stolte over å ta del i og å kunne vise fram på Tøyen, sier matsjef Ingrid Kleiva Møller.<br />\n<b>Annis pølsemakeri</b> står for årets festivalburger etter Heston Blumenthal-oppskrift og et utvalg pølser &#8211; alt laget på pølsemakeriet deres på Ringebu. Nyåpnede <b>Hopyard</b> serverer California-kyllingrull og nordisk vestkystrull med fokus på gode småprodusenter. På soulfood-restauranten <b>Smelteverket</b> får du pulled pork BBQ-burger med kålsalat, samt sjømatsgumbo med reker, torsk og muslinger. <b>Helt rå</b> serverer ulike varianter av raw food, mens <b>Vulkanfisk</b> lager festivalfavoritten fish&amp;chips.</p>\n<p>Hos <b>Creperiet</b> får du ulike søte og salte pannekaker på fransk vis. Det nyåpnede, økologiske surdeigsbakeriet <b>Handwerk</b> serverer nydelige sandwicher, søte bakverk og nypresset jus. <b>Furusetgruppen catering</b> har sushiboks med nigiri og maki. <b>Hitchhiker</b> lager kimchivaffel med svineribbe eller portebellosopp fra sin nye food truck. På <b>L`unico Street Food</b> får du kubanske sandwicher og grillet rotgrønnsakssalat.</p>\n<p>Det er bare å starte nedtellingen!</p>\n","wordpress_id":12050,"translations":{"nb":{"url":"/2015/06/09/mathallen-menyen-er-klar/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1a31d6de-ea4b-5d96-b971-cda277916439","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2015/06/09/mathallen-menyen-er-klar/","redirect":false}}}