{"data":{"wordpressPost":{"title":"Program i Biblioteket","date":"11th July 2018","content":"<p class=\"m_404039762470935140gmail-p1\"><span class=\"m_404039762470935140gmail-s1\">Som vanlig åpner vi Biblioteket for opplesninger, småkonserter og samtaler, hver dag under Øyafestivalen. Scenen og værestedet er plassert i enden av matområdet nærme Munchmuseet, og er også et ypperlig sted å samle fysiske og psykiske krefter mellom slagene på de andre scenene. Popsenteret, Deichman og Øvingshotellet ordner i stand nærmiljøet, p</span><span class=\"m_404039762470935140gmail-s1\">rogramvert er Audun Vinger</span></p>\n<p class=\"m_404039762470935140gmail-p1\"><span class=\"m_404039762470935140gmail-s1\">Tider og nærmere informasjon finner du i programmet på hjemmeside og i app.</span></p>\n<p class=\"m_404039762470935140gmail-p1\"><span class=\"m_404039762470935140gmail-s1\"><b>Opplesning: Zeshan Shakar<br />\n</b>Et skikkelig lykketreff i norsk forlagsbransje kom med utgivelsen av Zeshan Shakars roman <i>Tante Ulrikkes Vei</i>. Her fikk vi omsider en viktig, kritikerrost bestselger, en moderne generasjonsroman, heimstaddiktning fra Stovner, en bok om nye Norge, og så videre. Men utover viktig kronikkmat er dette først og fremst en skikkelig god og godt tenkt og utført roman. Den ble tildelt Tarjei Vesaas debutantpris, og nylig kom nyheten om at en TV-serie-adapsjon av boken er under utvikling av Iram Haq. Vi ser frem til å høre mer fra Zeshan Shakar.</span></p>\n<p>Nobels Fredssenter presenterer:<br />\n<strong>Låta som forandret verden (gjest: Bendik)</strong><br />\nMusikk er viktig. Så viktig at den kan være med å forandre verden &#8211; i alle fall litt. Noen sanger har vært svært innflytelsesrike for sosiale bevegelser eller opprør, og blitt stående igjen som lydspor for sin tid. Asbjørn Slettemark inviterer Silje Halstensen, kjent som Bendik, til en samtale om en av låtene som har hatt betydning for miljø- og klimaspørsmålet. Sammen med seg på scenen til å snakke om klima, fred og musikk, har de Toril Rokseth, skole- og formidlingssjef på Nobels Fredssenter. Til slutt skal Silje synge sin versjon av den utvalgte låta.</p>\n<p><strong>Konsert: Signe Emmeluth &amp; Karl Bjorå: OWL</strong><br />\n<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignleft wp-image-22191\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"\" width=\"300\" height=\"225\" data-srcset=\"http://oya.test/assets/uploads/2018/07/owl-fotocarnoldhaberl-300x225.jpg 300w, http://oya.test/assets/uploads/2018/07/owl-fotocarnoldhaberl-768x576.jpg 768w, http://oya.test/assets/uploads/2018/07/owl-fotocarnoldhaberl-1024x768.jpg 1024w, http://oya.test/assets/uploads/2018/07/owl-fotocarnoldhaberl.jpg 1280w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"1280/960\"></body></html>\nNorge er et aldeles strålende land for ny musikk, fri improvisasjon, jazz, støy og elektronisk musikk. Her skjer det veldig mye hele tiden. Vi nyter også godt av unge innflyttere. Danske Signe Krunderup Emmeluth har beriket norske ører med sin nyskapende bruk av saksofonen, og manipulasjon av den. Hun står også bak konsertserien Improverk på Kafé Hærverk, som fikk Osloprisen av NATT&amp;DAG tidligere i år. Hun er involvert i flere prosjekter, på Biblioteket opptrer hun med duoen OWL, som hun har sammen med gitarist og lydelektriker Karl Bjorå, som blant annet har gitt lyd av seg i det Spellemannprisvinnnende bandet Megalodon Collective.</p>\n<p class=\"m_404039762470935140gmail-p1\"><span class=\"m_404039762470935140gmail-s1\"><b>Opplesning: Håkon Hoffart<br />\n</b></span>Håkon Hoffart (f. 1984) har vært kunstner på internett siden han var 13 år. Han har også laget tegneserier, vært radiojournalist, dataspillanmelder og fast medlem i kunstnerkollektivet Kunsthaus Kule i Berlin. De siste årene har Hoffart livnært seg av ymse, merkelige strøjobber. Nå debuterer han endelig som det merkeligste av alt: romanforfatter. Tidligere i år kom den finfine romanen <i>RULLER NEDOVER SKRÅNINGEN I EN TØNNE AV GULL, </i>utgitt av kulturhuset Fanfare.</p>\n<p>Deichman presenterer:<br />\n<strong>Samtale: Sandra Kolstad</strong><br />\nSandra Kolstad er et kreativt menneske av sin tid: musiker, sanger, artist, tekstforfatter, komponist og produsent. Som om ikke alt dette var nok, har hun det siste året også kunnet legge skuespiller til denne listen, og hvem vet, kanskje har hun flere overraskelser å by på i året som kommer. I Biblioteket møter hun programansvarlig på Deichman Furuset, Helene Heger Voldner, til en samtale om konseptuell kunst, sjanger og musikk, og hva som kan oppstå når de møtes og kolliderer.</p>\n<p class=\"m_404039762470935140gmail-p3\"><b>Konsert: Andreas Hoem Røysum &amp; Andreas Wildhagen duo<br />\n</b>Andreas Hoem Røysum er et viktig tilskudd til musikkmiljøene i Oslo, om man liker alternativ folkemuskk, frijazz og deromkring. Ved siden av egen musikk med band som Miman, Marthe Lea Band og Guro Moe, er klarinettisten også en av initiativtakerne til Motvind: en festival, et plateselskap og en informasjonssentral som skal spre god, ny musikk og holdninger om hvordan norsk kulturliv er innsauset i penger fra krigsprofitørere og andre som gjør verden vondt. Han vil snakke litt om dette, og ikke minst fremføre musikk skapt der og da for anledningen, sammen med den glimrende trommeslageren Andreas Wildhagen, som ellers er å høre i herlige band som Paal Nilssen-Love Large Unit, Avatar, Nakama og Jonas Cambien Trio.</p>\n<p class=\"m_404039762470935140gmail-p3\"><b>Opplesning: Gine Cornelia Pedersen</b><br />\n<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignleft wp-image-22193\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"\" width=\"300\" height=\"300\" data-srcset=\"http://oya.test/assets/uploads/2018/07/gine-cornelia-pedersen-foto-hakon-borg-300x300.jpg 300w, http://oya.test/assets/uploads/2018/07/gine-cornelia-pedersen-foto-hakon-borg-150x150-bw.jpg 150w, http://oya.test/assets/uploads/2018/07/gine-cornelia-pedersen-foto-hakon-borg-768x768.jpg 768w, http://oya.test/assets/uploads/2018/07/gine-cornelia-pedersen-foto-hakon-borg-1024x1024.jpg 1024w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"2560/2560\"></body></html>\nI slutten av august kommer en ny bok fra Gine Cornelia Pedersen, som brakdebuterte med den intense romanen <i>Null</i> i 2013, en bok hun også fikk Tarjei Vesaas debutantpris for. Oppfølgeren <em>K</em><i>jærlighetshistorie eller Utenom og hjem eller Et epos</i>, kom to år senere. Pedersen er også skuespiller, og mange kjenner henne nok fra TV-serien «Unge lovende» på NRK. Høstens bok imøtegås med stor spenning. <i>Vår i det hinsidige,</i> som boken skal hete, blir en kraftfull roman om en ung jentes oppvåkning – til seksualitet, vekst og brå død. Pedersen har skrevet et stykke hjerteskjærende prosa i en langt over gjennomsnittet original form.</p>\n<p class=\"m_404039762470935140gmail-p3\"><span class=\"m_404039762470935140gmail-s1\"><b>Konsert: Hans Hulbækmo &amp; Anders Røine duo<br />\n</b></span>Vi er begunstiget med veldig mange ekstremt dyktige og følelsesmessig givende trommeslagere her til lands. Hans Hulbækmo er så definitivt en av disse. Det han gjør i band som Broen, Skadedyr, Moskus og Atomic, for kun å nevne en håndfull av dem, er knapt til å tro. Rett før han kommer bort på Biblioteket denne fredagen har han vært på Sirkus-scenen med Ola Kvernbergs Steamdome. Den godt oppvarmede Hulbækmo kommer for å gjøre noe av det morsomste han vet om: spille duo med den originale folkemusikeren Anders Røine. Langeleikspiller, munnharpist og vokalist Røine er blant annet den ene halvdelen av enestående Sudan Dudan, som opptrådte på Øya i 2012 og utga enda en nydelig plate tidigere i år kalt <i>Heimen der ute. </i>Sammen med blant andre Hans Hulbækmo fikk han også Spellemannpris for sin musikk til <i>Kristine Valdresdatter. </i>Dette er alternativ folkemusikk for 2018.</p>\n<p>Popsenteret presenterer:<br />\n<strong>Samtale: Tangerine Dream</strong><br />\n«Fuzz! Teknologien som forandrer musikken» er en kritikerrost utstilling på Popsenteret. Fuzz! fokuserer på hvordan teknologisk utvikling har preget perioder og lagt grunnlag for utviklingen av populærmusikken. I kveld opptrer Tangerine Dream, de tyske pioneerene innen elektronisk musikk, på Øya. Møt dem til samtale med utgangspunkt i dette.</p>\n<p class=\"m_404039762470935140gmail-p3\"><span class=\"m_404039762470935140gmail-s1\"><b>Konsert: Daniela Reyes<br />\n</b></span><span class=\"m_404039762470935140gmail-s1\">Når Daniela Reyes opptrer står tiden stille. I løpet av noen få år har den norske jenta imponert dypt med sin meget egenartede musikk, med låter, instrumentering, musisering og fremføring man ikke har opplevd liknende til. Her lar man seg ikke hemme av singer/songwriter-tradisjonens sjangerbegrensninger.</span></p>\n<p class=\"m_404039762470935140gmail-p3\"><span class=\"m_404039762470935140gmail-s1\">Det er svært vakkert, men også naivt-kleint, morsomt, alvorlig og gripende. Daniela Reyes er adopert fra Colombia og har vokst opp i et musikerhjem med tydelig tilgang på flere instrumenter: hun bruker opptil flere av dem, gjerne samtidig. I uvanlig ung alder er hun også opptatt som student på Norges Musikkhøgskole. Dette er en artist vi vil få mye glede av i årene som kommer.</span></p>\n<p><span class=\"m_404039762470935140gmail-s1\"><b>Opplesning: Kjersti Annesdatter Skomsvold<br />\n</b></span><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignleft wp-image-22195 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"\" width=\"300\" height=\"200\" data-srcset=\"http://oya.test/assets/uploads/2018/07/kjersti-annesdatter-skomsvold-foto-anniken-c-mohr-300x200.jpg 300w, http://oya.test/assets/uploads/2018/07/kjersti-annesdatter-skomsvold-foto-anniken-c-mohr-768x512.jpg 768w, http://oya.test/assets/uploads/2018/07/kjersti-annesdatter-skomsvold-foto-anniken-c-mohr-1024x683.jpg 1024w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"2560/1707\"></body></html>\nDet var med et brak hun debuterte i 2009. Den fantastiske, lille romanen <i>Jo fortere jeg går, jo mindre er jeg, </i>gjorde umiddelbart stort inntrykk, og er oversatt til over tyve språk. Boken ble senere gjort til et vellykket teaterstykke der Anne Marit Jacobsen gestaltet rollen som den eiendommelige, ensomme gamle damen Mathea Martinsen. Den omfattende romanen «Monstermenneske» tre år senere, fikk forfatteren rett inn datidens debatt om virkelighetslitteratur og psykiske lidelser. Nå er Skomsvold omsider snart klar med sin femte bok, romanen «Barnet», som hun skal lese fra. En kjærlighetshistorie, der en mor forteller sitt nyfødte barn om de hendelser som har ført fram til dette barnet. Historier om lang tids sykdom, ensomhet og sorg. Om redselen for å elske noen, men å våge det likevel.</p>\n<p><b>Samtale: Nye hiphop-hoder<br />\n</b>Da journalist Øyvind Holen utga den viktige boken «Hiphop-hoder» i 2004, var det et kulturelt generasjonsskifte på gang. I høst kommer oppfølgeren «Nye hiphop-hoder», og den viser hvordan norsk hiphop med artister som Karpe Diem, Lars Vaular og dagens Øya-headliner Cezinando har reist seg fra å være en nederlagsdømt subkultur til å bli en ledende kraft i dagens popkultur. Blant annet har en generasjon hiphopere med innvandrerbakgrunn tatt opp aktuelle spørsmål om hudfarge, religion og politikk i låtene sine, og bidratt til å skape et nytt Norge. Hvordan ble musikken deres en samlende stemme for en hel generasjon? Og hva er de største stilistiske forskjellene siden 2004? Vi greier ut.</p>\n","wordpress_id":22180,"translations":{"nb":{"url":"/2018/07/11/forste-slipp-til-biblioteket/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f044fea1-f308-52b8-9395-f8e3732b87c9","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2018/07/11/forste-slipp-til-biblioteket/","redirect":false}}}