{"data":{"wordpressPost":{"title":"The Dodos i Middelalderparken","date":"9th April 2008","content":"<p>Det amerikanske bandet The Dodos ferske skive Visiter (Frenchkiss Records) er i bookingavdelingen til Øyas ører en av de sterkeste kandidatene til å bli årets albumoverraskelse. Den har allerede blitt skamrost i amerikansk musikkpresse og vil utgis i Europa på forsommeren gjennom Wichita (Block Party, Bright Eyes m. fl.).  Duoen består av gitarist/vokalist Meric Long og den ivrige perkusjonisten Logan Kroeber som begge ønsket å lage psykedeliakrydret folk og pop. De hadde utspring i et soloprosjekt Long kalte Dodo Bird. I 2006 debuterte de med Beware Of The Maniacs og med oppfølgeren ser det ut som de skal få rekrutert en betydelig mengde nye entusiaster til sin fanskare. San Francisco-duoen kombinerer rå energi med smart låtskriving og en generell optimistisk tone i musikken. Med akustisk gitar, trommer og andre rytmeinstrumenter lager de magisk pop som bringer tankene til blomsterbarn, god amerikansk låtskrivertradisjon eller akustisk bålkos på medikamenter. Musikken blir aldri trøtt klimpring, da de ikke er redde for å pøse på med tempo, energi og spilleglede.</p>\n<p>Øyas utsendte ble med bandets plateselskap for å se dem på en scene drevet av solcellepanel i Austin under SXSW tidligere i år. En god idé, hadde det ikke vært for at været var litt for dårlig til at strømmengden ble sterk nok for annlegget. Til tross for sviktende forhold klarte The Dodos å levere såpass at bookingavdelingen benyttet muligheten til å se dem en gang til på en noe mer stabil scene. Denne gangen ble vi overbevist om at vi måtte ha dette på programmet i august. Det var ikke bare vi som falt for disse to gutta. Både Pitchfork og NME endte opp med bandet på sin liste over heite anbefalinger etter årets SXSW.</p>\n<p>Folk har trukket fram Animal Collective, Magnetic Fields, Elliott Smith, Sufjan Stevens og Yeasayer i forsøk på å nevne fine band som kan minne om The Dodos. Duoen har vært på veien med så ulike band som Les Savy Fav og Woven Hand. Vi har ingen problemer med å se at de passer inn perfekt begge steder. På Øyafestivalen vil du kunne oppleve en popduo litt utenom det vanlige, som leverer befriende halvsnåle og deilige melodier.</p>\n<p><a href=\"http://www.myspace.com/thedodos\" target=\"_blank\">HØR THE DODOS PÅ MYSPACE</a><br />\n<a href=\"http://www.dodosmusic.net\" target=\"_blank\">THE DODOS PÅ NETT</a></p>\n<p>I morra slippes det fjerde av de fem banda vi falt for på SXSW. Gled dere til rock&#8217;n&#8217;roll-fyrverkeri!</p>\n","wordpress_id":765,"translations":{"nb":{"url":"/2008/04/09/the-dodos-i-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"70b25319-22db-5203-b1bd-f4337ff769cc"}}