{"data":{"wordpressPost":{"title":"Tre nye navn til Øya","date":"20th January 2016","content":"<p>Det renner inn med bekreftelser på Øya-kontoret, så de par neste ukene kan du forvente tett med slipp av gode musikknyheter. Den tradisjonsrike åpningskonserten på lørdagen skal gjenforente Midnight Choir stå for, 16 år etter at de spilte på den første Øyafestivalen. Nylig solgte de kjapt ut to kvelder på Rockefeller i Oslo. I tillegg kommer den nigerianske legenden Orlando Julius til Norge for første gang, og vi gleder oss til et av de mest spennende norske popnavna akkurat nå, Farao.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"300\" height=\"234\" data-srcset=\"http://oya.test/assets/uploads/2015/12/billettknapp-16-300x234.png 300w, http://oya.test/assets/uploads/2015/12/billettknapp-16.png 461w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p><strong>MIDNIGHT CHOIR &#8211; åpningskonsert lørdag 13. august<br />\n</strong></p>\n<p>Første konsert i Amfiet på lørdag 13. august blir et herlig gjensyn med et band som spilte på den aller første Øyafestivalen i 1999. Midnight Choir hadde da slått igjennom til et større publikum noen måneder tidligere, med klassikeren Amsterdam Stranded. Raskt etter at det ble kjent at de står sammen på scena igjen i 2016, solgte de ut to kvelder på Rockefeller. Fikk du ikke en av disse billettene kan du altså nyte deres mørke og myke låter i gresset i Tøyenparken.</p>\n<p>Trioen starta tidlig på 90-tallet med smått dystre, vakre og svært melodiøse låter, som lente seg trygt på amerikanske musikktradisjoner. Paal Flaatas karakteristiske og sterke stemme sto perfekt til uttrykket. På flere album hadde de Chris Eckman fra amerikanske The Walkabouts som produsent og bidragsyter. Både Unsung Heroine (2000) og Waiting For The Bricks To Fall (2003) var inne på topp tre på den norske albumlista.</p>\n<p>I 2004 avslutta trioen samarbeidet, og ikke før i 2016 har de stått på en scene igjen. Både Flaata og Al DeLoner har gitt ut soloplater, men det er ikke tvil om at sulten har vært stor hos publikum, etter å få oppleve Midnight Choir igjen. Grip muligheten til å oppleve alle deres perler i grønne omgivelser.</p>\n<p><a href=\"https://www.facebook.com/Midnightchoirofficial/\">www.facebook.com/Midnightchoirofficial</a></p>\n<p>&nbsp;</p>\n<p><strong>ORLANDO JULIUS &amp; THE HELIOCENTRICS (NG)</strong></p>\n<p>Orlando Julius har blanda afrikanske rytmer med elementer fra soul og RnB siden sekstitallet. Samtidig som Fela Kuti, var han med på å utvikle afrobeaten. For to år siden startet han et samarbeid med London-baserte The Heliocentrics. Skiva de gjorde sammen har skaffa legenden distribusjon over hele verden, og medført turneer på begge sider av Atlanteren. Kritikere og andre musikknysgjerrige henta veteranen fram i rampelyset. På albumet tok de utgangspunkt i en del av Julius’ eldre materiale, som aldri tidligere er innspilt. Sammen med The Heliocentrics tøyer han strikken for afrobeat inn i både det progressive og det psykedeliske.</p>\n<p>Som <a href=\"http://www.popmatters.com/review/185107-orlando-julius-jaiyede-afro/\" target=\"_blank\">Popmatters.com</a> skreiv: &#8211; Listeners seeking a rock-solid album of Afro-funk – or maybe a solidly rocking album of Afro-funk – need look no further than here. Orlando Julius has put decades of experience into this record, and it shows.</p>\n<p><a href=\"https://www.facebook.com/OrlandoJuliusOfficial/\">www.facebook.com/OrlandoJuliusOfficial</a></p>\n<p>&nbsp;</p>\n<p><strong>FARAO</strong></p>\n<p>Fjorårets debutalbum Till It’s All Forgotten er fylt med kjølig, magisk godlyd fra London- og Berlin-baserte Kari Jahnsen, best kjent som Farao. Hun lager uforutsigbar og spennende pop, som vokser med hver lytterunde. Siden den første EPen har Faraos musikk utvikla seg litt lenger vekk fra det organiske og gitarpregede. Hun har hatt Mike Lindsay fra Tunng som produsent. Miksen har Andrew Scheps, som har jobba med skiver av Hozier, Lana Del Ray, Adele og Gossip, stått for. Nå skal Farao spille disse herlige låtene i Tøyenparken.</p>\n<p><a href=\"http://pitchfork.com/reviews/albums/20957-till-its-all-forgotten/\" target=\"_blank\">Pitchfork</a> har skrevet: &#8211; It&#8217;s not in the least bit easy to create music that sounds truly like you and nobody else, but Jahnsen manages to do so.</p>\n<p><a href=\"http://www.aftenposten.no/kultur/anmeldelser/Farao-Kunstpop-med-klar-visjon-8167523.html\" target=\"_blank\">Aftenposten</a> er enige: &#8211; Resultatet er et sirlig sammenvevd lydmaleri – eksperimentelt, drømmende, utfordrende og ektefølt. Et verk som pusher grensene i popen, uten å fremmedgjøre potensielle lyttere.</p>\n<p><a href=\"http://www.farao.co.uk/\">www.farao.co.uk</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a6b3ed42-94f5-531a-a714-90d2f329035b"}}