{"data":{"wordpressPost":{"title":"Shining på Øya lørdag 10/8","date":"10th April 2013","content":"<p><strong>SHINING SPILLER FØR SLAYER LØRDAG 10/8</strong></p>\n<p><strong>UNDER 2000 DAGSBILLETTER IGJEN TIL FREDAG OG LØRDAG</strong></p>\n<p>&nbsp;</p>\n<p>Shining ga for få dager siden ut sitt nye mesterverk One One One, som skal følge opp suksessen de hadde med Blackjazz fra 2010. Nå er det klart at de skal spille på Øya lørdag 10. august, som nest siste band på Sjøsiden, før Slayer setter punktum.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Det er nå under 2000 dagsbilletter igjen til både fredag 9. august og lørdag 10. august. De to andre dagene i Middelalderparken selger også godt. Det begynner altså å haste, om du ikke allerede har sikra deg billetter til Øyafestivalen.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.billettservice.no/event/377289\" target=\"_blank\">FREDAG 9. AUGUST </a>med Kraftwerk, Azealia Banks, Phosphorescent, James Blake, Beach House, Goat, Honningbarna, Supersilent feat John Paul Jones og mange flere.</p>\n<p><a href=\"http://www.billettservice.no/event/377291\" target=\"_blank\">LØRDAG 10. AUGUST</a> med The Knife, Slayer, Shining, Truls, Tønes, Razika, Unknown Mortal Orchestra, Pissed Jeans, Haim, John Olav Nilsen &amp; Gjengen og mange flere.</p>\n<p>&nbsp;</p>\n<p><strong>SHINING</strong></p>\n<p>Shining har de siste åra hatt en voldsom utvikling, fra å drive med prog, kunstrock og jazz, til å inkludere kraftig og rystende brutal metal. Med utgivelsene Blackjazz (2010) og Live Blackjazz (2011) har bandet fått mer oppmerksomhet og flere fans, både her hjemme og utenlands. Forrige uke kom oppfølgeren One One One. På dette albumet har de på nytt fått hjelp i studio av Sean Beavan, som er kjent for sitt arbeid med blant andre Nine Inch Nails og Slayer. Gaffa har kalt One One One for «svartjazz til ørene blør», mens Dagbladet slo fast at dette er «fengende galskap»</p>\n<p>&nbsp;</p>\n<p>Siden utgivelsen av Blackjazz for tre år siden har Shining fått mye velfortjent skryt. Som Groove.no skreiv: &#8211; På Blackjazz så har de uansett greid å både overraske og skremme meg mer enn noen gang før. Man kan nesten lure på hvordan det er mulig å gå rundt og leve normale liv mens man skaper noe så rystende. Rystende fantastisk også riktignok…</p>\n<p>&nbsp;</p>\n<p>VG var tilstede når Shining presenterte de nye låtene live i februar og mente: &#8211; Shinings sjuende virker å ha enklere tilgjengelighet, låtene er kjappere å dekode, mens helheten er et tungt, hardtarbeidende altoppslukende metalluhyre.</p>\n<p>&nbsp;</p>\n<p>Bandet, som ledes av saksofonist/gitarist/vokalist Jørgen Munkeby, fikk god mottakelse for sine tidligere utgivelser In the Kingdom of Kitsch You Will Be A Monster (2005) og Grindstone (2007). Det er likevel med de siste åras hardere uttrykk Shining har fått det store publikummet de fortjener. At bandet leverer konserter som nesten tar pusten fra deg, er nok en grunn til å oppleve dette bandet hver gang anledningen byr seg. I august kan du utsette øra dine for musikalsk sandblåsing, i beste mulige mening.</p>\n<p><a href=\"http://www.shining.no/\">http://www.shining.no/</a></p>\n","wordpress_id":6224,"translations":{"nb":{"url":"/2013/04/10/shining-pa-oya-lordag-108/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b6741ca3-b3bd-5794-995c-3d3aa8d9de49","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2013/04/10/shining-pa-oya-lordag-108/","redirect":false}}}