{"data":{"wordpressPost":{"title":"Øyaprat 8: Dråpe","date":"23rd July 2013","content":"<p>Hanne og Ketil fra Dråpe svarte på noen kjappe spørsmål før de skal spille på Øyafestivalen onsdag 7. august, klokka 15.25 på Sjøsiden. De anbefaler alle å bruke sparepengene på fish &amp; chips og lover overraskelser under egen konsert.</p>\n<p><a href=\"http://www.billettservice.no/event/377283\" target=\"_blank\">Det er fortsatt noen billetter igjen til onsdagen. Kjøp her</a></p>\n<p>&nbsp;</p>\n<p>1. Hvilken Øya-opplevelse husker du aller best?<br />\nKetil: <em>Øya-minnene er mange og gode, men det som stikker seg ut er Sigùr Ros i 2008. Sykt bra konsert og det var svakt irriterende å ikke kunne islandsk når det eneste jeg ville var å synge med. Latterlig bra produksjon og veldig gøy både å se og høre på.</em><strong></strong></p>\n<p>2. Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?<br />\nHanne: <em>Øya-publikumet bør ikke gå glipp av Unknown Mortal Orchestra, &#8220;II&#8221; har gått på repeat i hele vår. Folk bør få med seg Tame Impala. Vi så dem på Primavera Sound, og det var veldig kult. Kevin Parker stod og vrikket på rumpa til et komp som låt som perfeksjonisme tatt ut av håndgrepet til Michael Jackson. Folk bør også få med seg Wu-Tang Clan, det blir en fest det.</em><strong></strong></p>\n<p>3. Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?<br />\nKetil<em>: Kjøp mye fish &amp; chips, den er helt latterlig god. Jeg har svidd av 5000,- på det frem til nå og jeg angrer ikke. Ellers, husk støvler og ha det gøy, det er ikke hver dag det er en festival som Øya.</em><strong></strong></p>\n<p>4. Hva kan folk forvente av konserten deres?<strong><br />\n</strong>Ketil<em>:</em> <em>Det skal sies at vi har sett frem til denne konserten lenge og det resulterer i et band som skal skape historie (for seg selv) på Sjøsiden. Vi kommer dit med litt accessories, et par overraskelser, krutt i lomma og et ess i ermet.</em><strong></strong></p>\n<p>5. Har du en god eller dårlig festivalhistorie? Fortell!<br />\nEven (som må kalles inn for å fortelle sin historie): <em>Min første festivalopplevelse var Quartfestivalen i 2000. Det første som møtte meg da jeg beveget meg inn på festivalområdet var penisen til Egil Hegerberg som hang slapt over bassgitaren hans. Det var konsert med Black Debbath og hele bandet spilte nakne. Gitaristen lå på scenegulvet og prøvde å pule monitoren så utstyret hans fikk synlig blåmerker. Da jeg gikk videre til neste scene sto Sonic Youth der og spilte for et par hundre mennesker i ettermiddagssola. Det jeg husker best fra den konserten var at gitaristene gikk løs på gitarstrengene sine med trommestikker. Det ble en fantastisk festival!</em><strong></strong></p>\n<p>6. Hva hører du på i sommer?<strong><br />\n</strong>Hanne: <em>Hittil i sommer har jeg hørt mye på Unknown Mortal Orchestra, Mac Demarco, Otis Redding, J Dilla, Dungen og låta &#8220;California Soul&#8221; av Marlena Shaw.</em><strong></strong></p>\n<p>7. Hva vil du aller helst se på scena når Øyafestivalen flytter til Tøyenparken neste år?<br />\nKetil: <em>Jeg vil aller helst se Angelicas Elegy når Øya inntar Tøyenparken neste år. Det er et band som jeg gleder meg til å se på en stor scene, da det er fine folk og utrolig bra musikk. Plata deres &#8220;Gold Celeste&#8221; anbefales på det sterkeste.</em></p>\n<p>foto Lars Boquist</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e00ba9d7-d787-5f69-ac04-847a440d3333"}}