{"data":{"wordpressPost":{"title":"The National, Blood Orange and King Midas to play Øya","date":"2014-01-24T10:08:35.000Z","content":"<p><strong>-The National (US) &#8211; Wed 6<sup>th</sup> of August<br />\n-Blood Orange (US) &#8211; Thurs 7<sup>th</sup> of August<br />\n-King Midas</strong><br />\nWe just added three names to this year&#8217;s Øya line-up. All three of them have released some of the best music we&#8217;ve heard in the past year. The National had great success with the album Trouble Will Find Me in 2013. On Wednesday 6<sup>th</sup> of August they will play our main stage, just before Queens Of The Stone Age. This will be their first concert in Oslo since 2010. Blood Orange is one of the hottest names in music today, as a producer, songwriter and artist. King Midas was responsible for last year&#8217;s greatest Norwegian comeback</p>\n<div>60 percent of all week passes for Øya 2014 are now sold. Day passes are also on sale.<strong>THE NATIONAL (US)<br />\n</strong>The National from Cincinnati, Ohio had their best year so far in 2013. The album Trouble Will Find Me was released in May, and critics and fans embraced it immediately. The album peaked at number three in the US and UK charts, and ended up in second place in Norway. Over the last few years they have established themselves as a major attraction as a live act worldwide.</div>\n<div></div>\n<div>The Independent wrote this about Trouble Will Find Me: «The warm but haunting Trouble Will Find Me will surely cement their accession to the rock mainstream. It&#8217;s both the most personal, and most melodically welcoming, of their albums, its subtle, multi-layered arrangements seeming to hover weightlessly while Matt Berninger&#8217;s lyrics drill into emotionally troubling territory.»</div>\n<div></div>\n<div>The band was formed at the end of the 90&#8217;s and got a lot of people’s attention with the albums Alligator (2006) and Boxer (2007). The number of fans increased a lot with High Violet (2010) and Trouble Will Find Me (2013). Their albums are filled with dark, shadowy tunes that should appeal equally to those who like Nick Cave, Arcade Fire or Tindersticks. We know there are many who want to see The National at Øya in August.<br />\n<a href=\"http://www.americanmary.com/\" target=\"_blank\">http://www.americanmary.com/</a>&nbsp;</p>\n<p><strong>BLOOD ORANGE (US)</strong><br />\nBlood Orange’s album Cupid Deluxe was one of the music highlights of 2013. Dev Hynes, his real name, has built an exciting career as an artist, songwriter and producer in the last few years. He has collaborated with the likes of Florence + The Machine, Solange Knowles, The Chemical Brothers and many others. He masters indie rock, pop, soul and electronica with equal confidence.</div>\n<div>Slant Magazine wrote &#8220;…Blood Orange proudly wears its affection for that mercurial era between the late &#8217;80s and early &#8217;90s, when pop, hip-hop, house, and R&amp;B started to coexist at the top of the charts.”Hynes has previously played in Test Isicles and released solo material under the name Lightspeed Champion. In 2011 he released Coastal Grooves, his debut as Blood Orange. When he plays in Tøyenparken during Øya, you can relax in the green grass or dance around to his disco inspired rhythms.<br />\n<a href=\"http://bloodorangeforever.tumblr.com/\" target=\"_blank\">http://bloodorangeforever.tumblr.com/</a>&nbsp;</p>\n<p><strong>KING MIDAS</strong><br />\nOne of Oslo&#8217;s best bands over the last 20 years is finally back. The album Rosso has taken years to complete, but ended up being one of 2013’s greatest Norwegian releases. The band has come up with songs so fantastic that it really has been worth the wait. The first reminder of this band&#8217;s greatness came a few months ago, with the re-release of the classic Scandinavia (1999) .</div>\n<p>King Midas are one of the few bands Norwegian bands that were relevant and in great shape at the turn of the century, and that can still be said to be highly relevant in 2014. Their play a mix of dark pop and catchy rock, flavored with kraut, synth and sax. It&#8217;s time to welcome King Midas to Tøyenparken in August.<br />\n<a href=\"https://www.facebook.com/pages/King-Midas/179571485406582\" target=\"_blank\">https://www.facebook.com/pages/King-Midas/179571485406582</a></p>\n<p>&nbsp;</p>\n<p>photo Dierdre O&#8217;Callaghan</p>\n","wordpress_id":4163,"translations":{"nb":null,"en":{"url":"/en/2014/01/24/the-national-blood-orange-and-king-midas-to-play-oya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d02a71b8-c33c-563e-81f5-f3c68df6af2f","locale":"en"}}