{"data":{"wordpressPost":{"title":"Eagles Of Death Metal til Øya","date":"10th February 2016","content":"<p>Samme deg spiller blant andre Highasakite, New Order, Lush, CHVRCHES og Daughter. Dagsbilletter og ukespass er i salg.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"300\" height=\"234\" data-srcset=\"https://api.oyafestivalen.no/assets/uploads/2015/12/billettknapp-16-300x234.png 300w, https://api.oyafestivalen.no/assets/uploads/2015/12/billettknapp-16.png 461w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p><strong>EAGLES OF DEATH METAL (US) – fredag 12. august</strong></p>\n<p>Eagles Of Death Metal er et av de mest underholdende og energiske rock’n’roll-banda i verden. De er i stand til å skape helgestemning, uavhengig av om det er tirsdag ettermiddag, vaskedag, eksamensdag eller fredagen under Øya. Gjennom fire album og utallige turneer har de spredd humørfylte låter, basert på like deler boogie, glam, garasjerock og verandablues. Om det foreløpig siste albumet Zipper Down, har <a href=\"http://www.nme.com/reviews/eagles-of-death-metal/16272\" target=\"_blank\">NME</a> skrevet: &#8211; Sexy, fierce and occasionally very, very silly, this is an album made to be played on jukeboxes in backwater biker bars the world over, loudly.</p>\n<p>Ved slippet av debuten Peace Love Death Metal skreiv <a href=\"http://www.groove.no/anmeldelse/41799287/peace-love-death-metal-eagles-of-death-metal\" target=\"_blank\">Groove.no</a>: &#8211; Kan du på ingen måte danse til rock, men likevel er villig til å prøve gang på gang? Da har jeg jaggu ei plateanbefaling til deg!</p>\n<p>Dette bandet har utgangspunkt i et samarbeid mellom kompisene Jesse Hughes og Josh Homme (Queens Of he Stone Age, Desert Sessions, Kyuss, Them Crooked Vultures +++). Mens de lager skivene sammen, er det Hughes som leder liveversjonen av bandet, fordi Homme som oftest er opptatt med andre forpliktelser. Med seg på scena har Hughes musikere med bakgrunn fra såpass ulike rockeband som Masters Of Reality, earthlings?, A Perfect Circle og The Whigs.</p>\n<p>Eagles Of Death Metal spilte en fantastisk morsom konsert på Øya i 2007, kort tid etter sitt gjennombrudd i Norge. Da vi starta planlegginga av årets festival tidlig i fjor høst, sto de nok en gang på ønskelista vår. Vi er glade for at bandet valgte å fortsette med musikk og gledespreding etter de forferdelige hendelsene under konserten deres i Paris i november. Om noen dager kommer de tilbake til Oslo, for å fullføre spillejobbene fra den turneen. Er du ikke av de heldige få som har billett til den for lengst utsolgte konserten, gir vi deg en ny mulighet i Tøyenparken fredag 12. august. Dette blir deres eneste konsert i Norge i sommer.</p>\n<p><a href=\"http://eaglesofdeathmetal.com/\">eaglesofdeathmetal.com</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6809f299-73e4-5970-95ed-8a8d91bc5229"}}