{"data":{"wordpressPost":{"title":"Tony Allen og Casiokids til Øya","date":"5th February 2010","content":"<p>TONY ALLEN (NG)<br />\nAfrobeat har de siste årene fått litt av en renessanse. Nå kommer sjangerens største levende legende til Øyafestivalen. </p>\n<p>Vil man være riktig kontroversiell kan man hevde at den nigerianske trommeslageren og perkusjonisten Tony Allen har vært like viktig for afrobeaten som sin tidligere bandleder Fela Kuti. Det er imidlertid ikke bare en vågal påstand som skal provosere for provokasjonens skyld, den er også korrekt. Tony Allen bidro til å legge det rytmiske fundamentet for en sjanger som er tuftet på nettopp rytmer og beats, han skapte grunnlaget. Han er like aktuell i 2010, 70 år gammel, som han var for nesten 40 år siden da afrobeat tok form i Lagos svette klubber, og visstnok inspirerte James Brown til å ta den amerikanske funken minst sju hakk videre. </p>\n<p>Pensjonisten beviste for noen måneder siden, på det som for mange var Oslo World Music Festivals konserthøydepunkt, at han fortsatt spiller med stor autoritet, og så avslappet at man skulle tro de komplekse og kontante rytmestrukturene var enkle å hamre ut på trommeskinnet. Det er feil. Allen er en levende legende og den absolutt beste på sitt felt, noe det supertighte og livate bandet hans bare bidro til å understreke. </p>\n<p>Lydverkets Marius Asp leverte en panegyrisk anmeldelse av høstens Parkteatret-konsert, der han blant annet skrev at Tony Allen live nærmest låter for god til å være sann, og freidig konkluderte at musikk ikke blir bedre enn dette. Øyas representanter foran scenen var hjertens enige i den saken, og ser med glede fram til sommerens festivalopptreden. Det bør du også gjøre.</p>\n<p>Ketil Kinden Endresen fra Casiokids er en av mange som gleder seg til å oppleve Tony Allen i Middelalderparken: ”Jeg hadde gleden av å treffe Tony Allen i oktober 2008 under arbeidet med en radiodokumentar i Lagos, Nigeria om Fela Kuti. Jeg er en stor fan av Allens musikk, både det han har gjort som soloartist og prosjektene sammen med Fela, Jimi Tenor og Damon Albarn.”<br />\n<a href=\"http://www.myspace.com/tonyallenafrobeat\" target=\"_blank\">MYSPACE</a></p>\n<p>CASIOKIDS<br />\n15. februar slipper Casiokids sitt nye album Topp Stemining På Lokal Bar, som skal ut på Universals Nightliner-label. Med all aktiviteten rundt bandet de siste årene, er det selvsagt skyhøye forventninger til skiva. Den skal inneholde alle godbitene som bandet har sluppet som singler de siste årene, som Fot I Hose og Finn Bikkjen. I tillegg vil du få med en bonusdisk, hvor andre remikser Casiokids-låter og hvor de selv tar for seg låter av Familjen og Lindstrøm.  På den andre siden av Atlanteren skal plata ut på Polyvinyl i mars. Omtrent samtidig er de tilbake på SXSW, hvor de i fjor gjennomførte hele 10 konserter i løpet av festivalen. Casiokids er allerede godt i gang med nytt materiale og lover et nytt album fylt av låter du ennå ikke har hørt, som skal ut i august. </p>\n<p>Casiokids lager elektropop ved hjelp av blant annet gamle analoge synther, samt trommer, bass og gitar. Med inspirasjon fra blant annet afrobeat, tekno, Paul Simon, bob hund og New Order har de kommet opp med et unikt sound. Bandet har flittig brukt pussige norske tekster for å understreke sin særegenhet, noe som resulterte i at de høsten 2008 ga ut den første norskspråklige singel på et engelsk selskap (Moshi Moshi). Gjengen som utgjør Casiokids har stått for noe av den morsomste og mest fengende norske elektronikaen på lenge. Du skal ikke se bort fra at dette bandet fort er gledesspredende skandinavisk elektros framtid.</p>\n<p>Snart skal Casiokids ut på en lengre britisk turné i februar, som support for selveste elektrohipsterne Hot Chip. Høydepunktet her blir selvsagt Brixton Academy i London, som har plass til hele 5000 mennesker. Casiokids skal også spille blant annet i Frankrike, Belgia og Nederland nå i begynnelsen av 2010. I august kan du oppleve Casiokids på Øya. </p>\n<p>Om spillejobben på Øya i august sier Casiokids: ”De siste par årene har vi hatt gleden av å spille på Øya-kvelder i London, New York og  Austin under SXSW. Disse konsertene under Øyas fane har betydd mye for vår internasjonale karriere og det er en ære å få komme tilbake til Norges beste festival i år.”</p>\n<p><a href=\"http://www.myspace.com/casiokids\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":451,"translations":{"nb":{"url":"/2010/02/05/tony-allen-og-casiokids-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d783d4f1-da8d-566c-b2c1-2a9941f22334"}}