{"data":{"allWordpressPost":{"edges":[{"node":{"title":"Program og spilletider for Camp Øya er klart!","wordpress_id":23965,"link":"/2019/05/16/program-og-spilletider-for-camp-oya-er-klart/","excerpt":"<p>Gratis inngang på det beste av ny norsk musikk &#8211; torsdag 23. mai på Ingensteds og Blå.</p>\n","locale":"nb","date":"2019","featured_image":{"title":"campøya ny","filename":"campoya-ny.png","filesize":424532,"url":"http://oya.test/assets/uploads/2019/05/campoya-ny.png","link":"/2019/05/16/program-og-spilletider-for-camp-oya-er-klart/campoya-ny/","alt":"","author":"3","description":"","caption":"","name":"campoya-ny","status":"inherit","uploaded_to":23965,"date":"2019-05-16 10:12:42","modified":"2019-05-16 10:12:42","menu_order":0,"mime_type":"image/png","type":"image","subtype":"png","icon":"http://oya.test/wp-includes/images/media/default.png","width":2400,"height":1256,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/campoya-ny-320x320.png","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/campoya-ny-1024x536.png","medium_width":1024,"medium_height":536,"medium_large":"http://oya.test/assets/uploads/2019/05/campoya-ny-1600x837.png","medium_large_width":768,"medium_large_height":402,"large":"http://oya.test/assets/uploads/2019/05/campoya-ny-1920x1005.png","large_width":1920,"large_height":1005,"small":"http://oya.test/assets/uploads/2019/05/campoya-ny-320x167.png","small_width":320,"small_height":167,"medium_small":"http://oya.test/assets/uploads/2019/05/campoya-ny-640x335.png","medium_small_width":640,"medium_small_height":335,"xlarge":"http://oya.test/assets/uploads/2019/05/campoya-ny.png","xlarge_width":2400,"xlarge_height":1256}}}},{"node":{"title":"Øyanatt med Tanya Stephens","wordpress_id":23952,"link":"/2019/05/14/oyanatt-med-tanya-stephens/","excerpt":"<p>På John Dee etter at parken stenger fredag 9. august.</p>\n","locale":"nb","date":"2019","featured_image":{"title":"tanya_stephens_gig_main_img c","filename":"tanya-stephens-gig-main-img-c.jpg","filesize":54932,"url":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","link":"/2019/05/14/oyanatt-med-tanya-stephens/tanya_stephens_gig_main_img-c/","alt":"","author":"3","description":"","caption":"","name":"tanya_stephens_gig_main_img-c","status":"inherit","uploaded_to":23952,"date":"2019-05-14 08:03:42","modified":"2019-05-14 08:03:42","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","medium_width":800,"medium_height":500,"medium_large":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c-320x200.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c-640x400.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","xlarge_width":800,"xlarge_height":500}}}},{"node":{"title":"Fra plastavfall til kjempeblekksprut!","wordpress_id":23907,"link":"/2019/05/14/fra-plastavfall-til-kjempe-blekksprut/","excerpt":"<p>Øyafestivalen samarbeider med Teknisk museum og plastkunstnerne Pippip Ferner og Hilde Kjepso om å samle inn plastavfall til en diger blekksprut av plast. </p>\n","locale":"nb","date":"2019","featured_image":{"title":"IMG_3882","filename":"img-3882.jpg","filesize":2574276,"url":"http://oya.test/assets/uploads/2019/05/img-3882.jpg","link":"/2019/05/14/fra-plastavfall-til-kjempe-blekksprut/img_3882/","alt":"","author":"11","description":"","caption":"","name":"img_3882","status":"inherit","uploaded_to":23907,"date":"2019-05-14 08:46:59","modified":"2019-05-14 08:46:59","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":2939,"height":3010,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/img-3882-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/img-3882-1024x1049.jpg","medium_width":1024,"medium_height":1049,"medium_large":"http://oya.test/assets/uploads/2019/05/img-3882-1600x1639.jpg","medium_large_width":768,"medium_large_height":787,"large":"http://oya.test/assets/uploads/2019/05/img-3882-1920x1966.jpg","large_width":1920,"large_height":1966,"small":"http://oya.test/assets/uploads/2019/05/img-3882-320x328.jpg","small_width":320,"small_height":328,"medium_small":"http://oya.test/assets/uploads/2019/05/img-3882-640x655.jpg","medium_small_width":640,"medium_small_height":655,"xlarge":"http://oya.test/assets/uploads/2019/05/img-3882-2560x2622.jpg","xlarge_width":2560,"xlarge_height":2622}}}},{"node":{"title":"Fire nye til Øya – Under 700 fredagsbilletter igjen","wordpress_id":23925,"link":"/2019/05/13/fire-nye-til-oya-under-700-fredagsbilletter-igjen/","excerpt":"<p>Under 700 billetter igjen til fredag – onsdag snart utsolgt﻿.</p>\n","locale":"nb","date":"2019","featured_image":{"title":"Koffee_Oya2019 c","filename":"koffee-oya2019-c.jpg","filesize":144476,"url":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","link":"/2019/05/13/fire-nye-til-oya-under-700-fredagsbilletter-igjen/koffee_oya2019-c/","alt":"","author":"3","description":"","caption":"","name":"koffee_oya2019-c","status":"inherit","uploaded_to":23925,"date":"2019-05-12 08:54:12","modified":"2019-05-12 08:54:12","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","medium_width":800,"medium_height":500,"medium_large":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c-320x200.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c-640x400.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","xlarge_width":800,"xlarge_height":500}}}}]},"wordpressPost":{"wordpress_id":639,"title":"Intervju: Dodos","excerpt":"<p>Sist i rekken av eksklusive Øya-intervjuer laget av gjengen fra Furoreiharare.com er vi kommet til California-bandet Dodos. Sammen fikk band og journalist berørt temaer som fugleliv i eksotiske strøk, inkludering av uvær på innspillinger, barnearbeid som coverdesign og pussige terningspill. Se fram til flere gode samtaler om pop/rock, konserter/plater og tull/tøys etter årets Øyafestival.</p>\n","content":"<p>Av Andreas Milde (Foto: Andrè Simonsen)</p>\n<p>Det er ganske lang vei fra The Beach Boys til Animal Collective, men Dodos fra San Fransisco har på en herlig måte klart å finne den gyldne middelvei. Jeg tok meg en liten prat med duoen, som da var blitt en trio, under fjorårets Øyafestival.</p>\n<p>Etter at deres debutalbum Visiter ble hauset opp og i mente av hele verdens indieblogger og andre besserwissere (neppe et ord, men vi satser på at det funker…), så var det, nesten selvfølgelig, duket for Dodos på Øya 2008. Vi i Furore-redaksjonen ble selvsagt fra oss av begeistring, og rett før de skulle gå på scenen i Middelaldreparken fikk vi sneket til oss et lite kvarter med gutta fra San Fransisco. I følge alle papirer og nettsteder jeg hadde vært på, så besto Dodos av duoen Meric Long (gitar/vokal) og Logan Kroeber (trommer/vokal). Men etter at Visiter ble sluppet så har de også inkludert Joe Haener som er med på xylofon, leke-piano og perkusjon. En viktig jobb, så absolutt.</p>\n<p>Hei gutter, hyggelig. Veldig hyggelig. Fortell meg først hva en Dodo er og gjør, og hvorfor dere tok navnet. Gidder dere eller?<br />\n&#8211;\tSelvfølgelig mann. En dodo var en fugl som holdt til på øya Mauritius som ligger i Det Indiske Hav. Den kunne ikke fly, og den ble opptil en meter høy. </p>\n<p>Wow, er ikke det ganske digert for en fugl? Som en liten struts nesten?<br />\n&#8211;\tJoda, det var også derfor den var et yndet mål for sultne jegere på øya. Den var ganske så naiv av seg, og det var ikke noe problem for jegerne å lokke de til seg, for så å drepe de. Dette var også grunnen til at de ble utryddet til slutt. </p>\n<p>Hørtes ikke ut som den smarteste fuggærn i gata egentlig, nesten litt som våre duer.<br />\n&#8211;\tDet stemmer ganske bra du, både duer og måker er nært beslektet til den gamle dodo-fuglen. </p>\n<p>Hey, skulle nesten tro jeg hadde fulgt med i O-fag-timene jo.<br />\n&#8211;\tDodo brukes også som en betegnelse på en person som ikke er så veldig smart. Man bruker som en slengbemerkning til folk, ”what a dodo…”. Sikkert på grunn av at fuglene var så naive og lettlurte.</p>\n<p>Så det var helt naturlig for dere å ta navnet Dodos altså. Hva skal jeg egentlig legge i det?<br />\n&#8211;\tHehe, du kan forsåvidt legge hva du vil i det. Men selve grunnen var vel først og fremst at det hørtes kult ut, ikke hva det betød. Men hey, skriv hva du vil, du kan bestemme hva de norske leserne skal tro om oss.</p>\n<p>Hah, som om ikke det løpet er kjørt for lengst….  Neida.</p>\n<p>Dodos var egentlig Meric sitt soloprosjekt. Han satt hjemme i San Fransisco og spilte låtene sine på en rusten kassegitar, mens ingen egentlig ville høre på. Han spilte rundt på forskjellige kaffesjapper og sang til han ble hes. Helt greit, men ikke så givende i lengden, sa han selv i alle fall. Mens han hadde lagt Dodos-prosjektet på is traff han Logan, og de to begynte å spille sammen. Resten er historie. I alle fall Dodos-historie.</p>\n<p>Dere er jo bare to stykker i bandet….<br />\n&#8211;\tHei vent nå litt, nå har jo Joe også blitt med i bandet.</p>\n<p>Ah, stemmer det. Lurte litt på hva han gjorde her. Så hva gjør du da Mr.?<br />\n&#8211;\tNei, jeg gjør vel det meste som de to andre gutta ikke gjør. Perkusjon, tangenter, xylofon og andre morsomme saker. </p>\n<p>Så gøy da. Men tilbake til mitt egentlige spørsmål. På skiva deres, der var dere bare to stykker. Ikke sant.<br />\n&#8211;\tJo det stemmer bra det. </p>\n<p>Hva holdt dere egentlig på med under innspillingen? For til tider så høres det jo ut som om det er en hel armada av folk som peiser på der.<br />\n&#8211;\tHehe, vi får ta det som et kompliment tror jeg. Uansett, det første vi gjorde var bare at jeg la på gitarene, så la Logan på trommene, og så begynte vi å tenke. Det er jo alltid smart har jeg hørt. Hehe. Men vi begynte å putte på utrolig mye rare ting, ting som bare lå og fløyt rundt i studioet. Vi bare prøvde å lage så mye lyd og ulyd som mulig. Kontrabass spilte vi blant annet, og det er det hvert fall ingen av oss som kan. Og ikke minst, vi har på litt torden!</p>\n<p>Torden?<br />\n&#8211;\tJa, det var en dag vi var der og det var et helt forferdelig uvær. Så vi rettet mikrofonen ut av døra, og bare satte på record. Det ble faktisk veldig kult. </p>\n<p>Og hvilke låter er det vi kan høre torden på da?<br />\n&#8211;\tVel, eeeh…det husker vi faktisk ikke. Tror vi puttet det litt sånn over det hele. Det er blitt en skikkelig tordenplate. Haha. </p>\n<p>Så det er faktisk bare dere to på skiva altså? Ja, også Guden Tor da.<br />\n&#8211;\tDet stemmer faktisk det. Jeg syns uansett man får et mer massivt sound desto færre man er. Da er det liksom ikke så mange som skal ha plass, og da kan man igjen eksperimentere mer. Og jeg har spilt i rockeband før jeg altså, så jeg driver ikke bare å kaster ut påstander her. Det er vel bare det at det ikke passet meg. </p>\n<p>En ærlig nok sak det.</p>\n<p>Lydbildet deres er jo ganske komplekst til tider. Fra den ene låta hvor dere minner om gamlegutta i Beach Boys, til neste låt hvor dere deiser innom Arcade Fire før dere lander midt inne i Animal Collective-land. Har dere noen klare inspirasjonskilder?<br />\n&#8211;\tNei, egentlig ikke. Vi hører jo selvfølgelig på alt mulig, som alle som er interessert i musikk gjør. Men de du nevnte der er jo band som alle vi hører på både jevnt og trutt. Jeg tror også at det kommer ganske lett fram hva vi liker hvis man hører på skiva.</p>\n<p>Hva med band som spille her på Øya, noen spesielle du vil å med deg.<br />\n&#8211;\tÅh ja, jeg sto utenfor her i stad og da fikk jeg øye på Ken Stringfellow. Da stivnet jeg nesten litt, for jeg var helt sykt fan av Posies da jeg var liten. Så jeg tenkte da at jeg skulle få med med The Disciplines. Bare for gamle dagers skyld. Er de noe bra eller?</p>\n<p>Vel, de er vel ikke så verst. De har fått en hit med en låt som heter ”Oslo”, så i patriotismens ånd så skal jeg si at jeg liker det. Men du skal passe deg litt for det gamle bandet til de gutta han godeste Ken spiller med. En flott vrikkende vokalist, men ikke særlig spennende. Så hvis du vil at Ken Stringfellow skal beholde den høye stjernen han har hos deg. Stay away maaan. Stay away!<br />\n&#8211;\tHaha, jeg tar den advarselen sir. Takker og bukker. Men, som sagt. Jeg skal i alle fall prøve å få med meg de. Og Fleet Foxes da, hvis vi spiller på samme dag. Har ikke helt oversikten ennå. </p>\n<p>Det gjør ikke noe, det har ikke jeg heller. </p>\n<p>Coveret til Visiter er tegnet av en gjeng med barn. Stemmer dette?<br />\n&#8211;\tDet stemmer det. Eller ikke en gjeng med barn, men det var en skoleklasse med tilbakestående unger som fikk i oppgave å tegne et cover til oss, også valgte vi et av dem.  Det er derfor Visitor er skrevet Visiter. En liten barnslig skrivefeil. Helt herlig.</p>\n<p>Og hvordan kom dere i kontakt med denne klassen. Er noen av dere lærere eller?<br />\n&#8211;\tHaha, nei det skulle tatt seg ut. Det var en organisasjon som driver flere skoler for mentalt tilbakestående barn, og de lurte på om vi ville komme å spille et lite show for de. Og det ville vi jo selvfølgelig. </p>\n<p>Så kult, hva spilte dere da? Og ble dere tatt godt i mot?<br />\n&#8211;\tVi spilte låtene fra skiva blant annet, men kun med akustisk gitar og tamburin, da. Og jeg tror de likte det, de satt egentlig bare og slo knyttnevene i bordet og noen hoppet litt rundt. Det må da bety at de likte det tror du ikke? Haha..</p>\n<p>Garantert, det er sånn jeg reagerer i alle fall.<br />\nLogan: &#8211; Men det var én fyr som ikke likte det, tror jeg i alle fall. Husker du han Meric?<br />\nMeric: &#8211; Jaja, han der ja.</p>\n<p>Kastet han ting på dere?<br />\n&#8211;\tNeida, men han satt bare bakerst i klasserommet med armene i kors å så surt på oss. Fortrakk ikke en mine. Han var liksom ikke verbalt sur, men man kunne bare se at han var skeptisk.<br />\nLogan: &#8211; Helt til vi kom til spørrerunden, og barna kunne spørre om hva de ville. Da var han ivrigst av alle. Og vet du hva han ville?</p>\n<p>Nei<br />\n&#8211;\tHaha, han ville vi skulle ”Twinkle twinkle little star”. For han likte den så godt.<br />\nMeric: &#8211; Jeg tror han likte oss egentlig jeg. Helt der nede på bunn.<br />\nLogan: &#8211; Jeg tror han kidden bare fucka med huene våre jeg. Han var ikke tilbakestående i det hele tatt, han var et jævla geni. Han ville sikkert bare være der for å slappe av. Pokker så smart, hvorfor har ikke jeg tenkt på det.  </p>\n<p>Intervjuet begynner å nærme seg slutten, og under intervjuet har jeg sett at både Meric og Logan driver å fikler med et eller annet de har i lommene. Sola begynner å titte fram, og de snakker om hvor mye de gleder seg til konserten i kveld.</p>\n<p>Har dere fått noe inntrykk av selve festivalen ennå eller?<br />\n&#8211;\tVi har jo ikke vært her så lenge, men vi tok oss en runde på området, og det er jo utrolig vakkert her da. Også disse ruinene som skal være her da. Spennende, var dette en slags krigsplass eller noe?</p>\n<p>Utrolig slapt av meg og ikke være helt oppdatert på dette, men jeg tror dette var det første stedet man hadde bosetting i Oslo. Helt tilbake til steinalderen selvfølgelig, når Oslo ikke het Oslo, men noe helt annet.<br />\n&#8211;\tHva het det da?</p>\n<p>Hei! Her er det jeg som stiller spørsmålene…..</p>\n<p>Blir det mye krangling når dere er ute på tur. Nå som dere er blitt tre stykker, så er det jo enda flere å være uenige med mener jeg.<br />\n&#8211;\tPinlig lite faktisk. Vi kommer veldig godt overens med hverandre, så det har ikke vært noe problem. Ennå. Men det hender jo en gang innimellom selvfølgelig. Hver gang det er fullmåne eller noe sånt. Haha. </p>\n<p>Imponerende, virkelig imponerende. Jeg pleier å klikke etter tre dager med de samme folka jeg. Men, nok om meg…<br />\n&#8211;\tVi har terningspill vi da, det spiller vi veldig ofte og veldig intenst. Det pleier å redde oss rett som det er. Jeg tror faktisk det er en av grunnene til at vi ikke krangler så ofte. Gambling. Hah. Vi går faktisk ingen steder uten terningene våre, de er alltid med. Vi hadde faktisk tenkte til å spille litt her i stad da du ikke dukket opp. </p>\n<p>To minuter. To minutter for sent. Herregud, det var ikke slik at jeg ikke dukket opp. Menmen…</p>\n<p>Så det er det dere driver å fikler med i lommene deres hele tiden altså. Ut med dem. Få se. </p>\n<p>Og der kommer dem. En etter en. Og til slutt ligger det femten terninger spredd utover bordet. Sammen med et…ehh…..to cm mannlig kjønnsorgan i jern. </p>\n<p>Og hva er det, hindrer det dere i å krangle også eller?<br />\n&#8211;\tHehe, nei ikke veldig. Men det har blitt en slags absurd lykkeamulet. Den er liksom med over alt.<br />\nLogan: &#8211; Hva med at vi kanskje legger bort den eller?<br />\nMeric: &#8211; Heh, det kan kanskje være greit ja. Men terningene ja, de bringer oss vel strengt tatt mer lykke en den der amuletten.  </p>\n<p>Oh-key, man. </p>\n<p>Da begynte tiden min å ebbe ut, og jeg takket for meg og ønsket dem lykke til med konserten senere på kvelden. Jeg vandret ut i parken og hang ut med kompiser og kjærester igjen. Dodos spilte en flott konsert, og alle var lykkelige. Sikkert på grunn av lykkeamuletten. </p>\n<p>Andreas Milde<br />\nandreas@furoreiharare.com<br />\n<a href=\"http://www.furoreiharare.com\" target=\"_blank\">www.furoreiharare.com</a></p>\n","date":"2009-02-03T09:25:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2009/02/03/intervju-dodos/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4025501e-36bc-5fd8-ab36-7a01dd26a18d","locale":"nb"}}