{"data":{"wordpressPost":{"title":"Refused at Øya friday 10th of August","date":"31st January 2012","content":"<p>A few weeks ago, news spread that legendary hardcore band Refused are playing live shows for the first time since 1998. Since this, we have been inundated with requests to book them for Øya. Now, we can finally release the news that they will be playing at our festival Friday the 10th of August. In addition to these influential Swedes we have confirmed two strong Norwegian acts. Årabrot recently won the Norwegian Grammy in the category of Metal for their brilliant album Solar Anus. Nekromantheon have so far this year made Norwegian record with their number of top grades from the critics. Their album Rise, Vulcan Spectre is out now.</p>\n<p><strong>REFUSED (SE)</strong><br />\nWhen Refused quit playing in the late nineties, they were one of the most prominent hardcore bands of their time. This status has only been strengthened during the years. There have been rumours going around about a reunion for years now, but they only became true this winter. They will play at Øya Friday 10th of August.</p>\n<p>The band started up in Umeå in 1991 and quit during a tour in &#8217;98. With their experimental approach to aggressive rock, they formed much of the basis for the hardcore and post-hardcore that we know today. They were also part of a long tradition of social and political hardcore and punk. After quitting the band, many of the members have been involved in different musical projects. For most of them though, Refused will still have been their absolutely greatest contribution to the history of Rock. Refused are not coming back for good, but they are doing some last, handpicked shows.<br />\n<a href=\"http://officialrefused.com/\" target=\"_blank\">officialrefused.com</a></p>\n<p><strong>ÅRABROT</strong><br />\nWe can&#8217;t remember having seen a Norwegian album getting such good reception with international music media as the Årabrot record of last year. Solar Anus was raved about in Mojo, NME, Metal Hammer UK, Rock A Rolla, The Stool Pigeon Drowned in Sound and Terrorizer, to name a few. Norwegian Critics were just as thrilled. The duo also recieved a Norwegian Grammy for best Metal record before going on their European Tour.</p>\n<p>Årabrot have released many records during recent years, and they have become an underground phenomenon to really look out for. Their mix of noise, doomsday rock and dirty sounds is liberating, raw and without compromise.</p>\n<p><a href=\"http://www.arabrot.com/\" target=\"_blank\">www.arabrot.com</a></p>\n<p><strong>NEKROMANTHEON</strong><br />\nNekromantheon have recieved a nice and well deserved bunch of top reviews for their new album Rise, Vulcan Spectre. The trio make old school extreme metal that still feels fresh and relevant in the year of 2012. In the space of 30 minutes, the album delivers intense thrash that reminds of great names like Sodom, Slayer, Sepultura and Kreator.</p>\n<p><a href=\"https://www.facebook.com/nekromantheonofficial\" target=\"_blank\">facebook.com/nekromantheonofficial</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"94c3aa1d-836e-5aec-97fd-f8afeeee4843"}}