{"data":{"wordpressPage":{"title":"Energi","content":"<p><span style=\"font-weight: 400;\">I 2009 startet vi med utfasingen av forurensende aggregater og omleggingen til å kun benytte strøm fra fastnettet. I 2011 var omleggingen komplett og i dag benytter vi oss av 100% strøm fra fastnettet. Ikke bare har dette gjort festivalen hele 80% mer energieffektiv &#8211; det har i perioden 2009-2016 spart rundt 150.000 liter diesel &#8211; eller 300 000 km med dieselbilkjøring. Dette tilsvarer </span>400 tonn Co².</p>\n<p>I 2017 produserte vi en del av strømmen vår selv ved hjelp av solcellepaneler. Vi satt opp 60m² med solceller som samlet solstrøm gjennom hele riggperioden og under festivalen – og i denne perioden produserte vi ca 600 kWh. Nok til å drifte hele Hagen-scenen vår på ren solenergi!</p>\n<p><strong>Transport</strong></p>\n<p>Øyafestivalen har som mål å redusere utslippene fra eget transportarbeid gjennom god planlegging og valg av lavutslippskjøretøy, som el-biler, til internt bruk på festivalen. Av leverandører etterstreber vi å velge de med kort transport og oppfordrer leverandører som holder til i nærheten av hverandre til samkjøre leveringer.</p>\n<p>Rundt 50% av bilene vi bruker til artist- og interntransport, er nullutslippsbiler, og vi forsøker å fase ut anleggsmaskiner som går på fossilt drivstoff til fordel for fornybare løsninger. Anleggsmaskiner står for nesten 60% av drivstofforbruket vårt på festivalen – men nå kommer det heldigvis stadig flere utslippsfrie anleggsmaskiner på markedet, og vi håper at vi kan få en utslippsfri byggeplass om noen år.</p>\n<p>En viktig del av miljøarbeidet vårt, er å oppfordre publikum til å benytte seg av miljøvennlig transport. Festivalen ligger midt i Oslo sentrum – og vi vil tilrettelegge for at besøkende skal kunne sykle, gå eller reise kollektivt til festivalområdet. Vi har egen sykkelparkering med plass til 1000 sykler og vakthold i festivalens åpningstider. Det vil også være mulig å få gratis småreparasjoner under hele festivalen. De siste årene har 98% av festivalens besøkende reist kollektivt! Det er trend vi ønsker skal fortsette – så ta sykkelen eller beina fatt!</p>\n","wordpress_id":99,"locale":"nb","slug":"energi","acf":null,"translations":{"nb":{"url":"/miljo/energi/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f13dace6-a5d1-545a-92bb-f3c0d2668dff","locale":"nb"}}