{"data":{"wordpressPost":{"title":"Det beste fra SXSW til Øya","date":"29th March 2011","content":"<p>Disse tre navna er samtidig plassert på dag. På våre nettsider kan du se at mange av årets artister nå har bekrefta hvilken dag de kommer til Middelalderparken. Flere bekreftelser til årets Øya-program er rett rundt hjørnet.</p>\n<p>OFF! (US) – fredag 12/8<br />\nDersom det var et punk/hardcore-band som utmerka seg under årets SXSW, så var det veteranene i OFF!. Supergruppe er kanskje et ord med en litt guffen klang, men vi veit ikke hvordan vi ellers skal karakterisere denne gjengen. Vokalist Keith Morris var førstevokalisten i Black Flag, før han starta Circle Jerks. Bassist Steven McDonald er en av grunnleggerne av powerpopheltene Redd Kross. Han har også vært en del av bandet til Beck og har produsert Turbonegers Party Animals. Trommeslager Mario Rubalcaba, også kjent som Ruby Mars, har banka trommeskinn i herlige band som Rocket From The Crypt, Hot Snakes, Earthless, The Black Heart Prosession og Sultans. Gitarist Dimitri Coats kommer fra Burning Brides og slo seg sammen med Morris etter at han skulle produsere ei Circle Jerks-skive, som havarerte. OFF! har en kraft og vilje man sjelden ser eller hører hos såpass erfarne folk.</p>\n<p>Debutalbumet First Four EPs kan kjøpes som CD eller som en boks med fire sjutommere. Innholdet er energisk punkrock og hardcore, med en samla spillelengde på godt under 20 minutter. Røttene er trygt planta i vestkysthardcore, slik den har blitt lagd i en halv mannsalder. Det låter hele veien spontant og levende. Med på laget har de fått den legendariske Black Flag-designeren Ray Pettibon, som også designet Sonic Youths klassiker Goo. Live er OFF! en tight enhet som spruter ut intense låter med stor sjølsikkerhet og friskt innsats. Bandet debuterte på scenen under SXSW i fjor, og returnerte enda sterkere i år. Lydverket påpekte etter årets SXSW at OFF! ville kle en norsk scene i løpet av sommeren. Nå får de og mange andre oppfylt ønsket sitt.<br />\n<a href=\"http://www.myspace.com/off\" target=\"_blank\">MYSPACE</a></p>\n<p>KHAIRA ARBY (ML) – ons 10/8<br />\nØyafestivalen har de siste åra hatt stor suksess med å presentere spennende afrikansk musikk i Middelalderparken. I år byr vi på dama som har blitt kalt the nightingale of the north. Khaira Arby er fra Mali, et land som også er hjemstedet til Tinariwen og Amadou &#038; Mariam. Hun er kusina til legenden Ali Farka Toure. Hennes musikk gir assosiasjoner til ørkenliv, afropop, varme og blues. Hennes første utgivelser var kun tilgjengelige på kassett i hjemlandet. I fjor kom den internasjonale utgivelsen Timbuktu Tarab, som ble meget godt mottatt av kritikere med åpne ører for det som skjer utenfor de rikeste delene av verden. Låtene er drevet fram av heite rytmer og elektrisk bluesinspirert gitar.</p>\n<p>Arby vokste opp med en far som forbød henne å drive med musikk, noe hun ikke hadde planer om å bry seg om. Siden 80-tallet har hun konsentrert seg om sang, men det er først i de helt siste årene at hun har fått oppmerksomhet internasjonalt. Hennes sanger er på ulike språk fra hennes region og tekstene berører temaer som kan være kontroversielle i hjemlandet, som for eksempel kvinners vanskelige situasjon. Det er mange som har latt seg imponere av Arbys konserter de siste åra. Chicago Reader skrev følgende etter å ha overvært en konsert i fjor høst: ”The music her band plays kind of splits the difference between the classic Malian blues associated with her cousin Ali Farka Toure and the desert rock of groups like Tinariwen and Etran Finatawa—but none of them can sing like Arby”. Nå kan du oppleve henne selv i Middelalderparken under Øyafestivalen.<br />\n<a href=\"http://www.myspace.com/khairaarby\" target=\"_blank\">MYSPACE</a> </p>\n<p>GIVERS (US) – lør 13/8<br />\nFør de engang har rukket å gi ut sitt første album har dette glade firkløveret fra Louisiana blitt en real snakkis på musikkblogger og nettsteder som Pitchfork og Stereogum. Sistnevnte skrev allerede i fjor sommer at dette var et &laquo;Band To Watch&raquo; og skrøt av deres lekne og positive uttrykk: &laquo;packed with that sort of psychedelic buoyancy, homegrown exoticism… and rattling optimism/joy.” Paste Magazine skrev i tillegg at GIVERS var &laquo;Best of what&#8217;s next&raquo; allerede i februar 2010. Det forventes altså store ting fra denne gjengen og eventyret har bare så vidt begynt. GIVERS har foreløpig kun gitt ut en selvtitulert EP, men med en fersk signering med Glassnote ventes debutalbumet før sommeren. </p>\n<p>Deres opptredener på SXSW i mars skjøt bandet ytterligere oppover i kritikernes sfære, og det amerikanske bladet TIME kåret GIVERS til et av de ti(!) beste banda på årets festival. Vi så GIVERS første gang samme sted for et år siden. Allerede den gang havna de på ønskelista vår, men arbeid med innspilling og konstant turnering i hjemlandet har hindra dem fra å komme til Oslo før nå. Få kan vel unngå å la seg sjarmere i senk av dette sørstatsbandet som praktisk talt stråler av kjærlighet, spilleglede og en slags naiv holdning til livet hvor drømmene, musikken og noen gode venner er alt man tilsynelatende trenger. Fjærkledde og med fargerik ansiktsmaling tar GIVERS publikum med inn i en eufori av amerikansk sørstatspop blanda med folk, fremført med et livlig arsenal av indie-instrumenter som synth, xylofon, ukulele, afrikanske trommer og nydelige vokalharmonier. Musikken sender både tankene i retning store indie-navn som Vampire Weekend, innom klassikere som Paul Simon anno 1986 og har også litt av det quirky og psykedeliske du finner hos nyere artister som tUnE-YarDs. Etter å ha spilt en imponerende oppvarmingsgig for Dirty Projectors i 2009 ble GIVERS invitert med på turné i 2010 med Ra Ra Riot. Når de tar turen til Øya i sommer har de en haug av liveerfaring og platekontrakt i lomma og vi er sikre på at de vil imponere nok en gang og gi oss en konsertopplevelse vi seint glemmer. Vi så GIVERS igjen under årets SXSW og vi har virkelig tro på at 2011 kan bli deres store gjennombruddsår.<br />\n<a href=\"http://www.myspace.com/giversmusic\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"84822b7a-50ec-58d2-abcc-b23e7c555fb8"}}