{"data":{"wordpressPost":{"wordpress_id":21404,"title":"Første slipp til Hi-Fi Klubben","excerpt":"<p>En vaskeekte jungle-legende, en av landets beste DJs, og to utforskende norske artister vi digger!</p>\n","content":"<p>Teltscenen Hi-Fi Klubben har blitt en etablert og essensiell del av Øyafestivalen i løpet av de tre årene den har vært å finne på Caltexløkka. Renommerte DJs som Madlib, The Black Madonna, Moodymann, Strangefruit og Prins Thomas har spilt plater der, men det har også vært plass til dristige livekonserter ved blant andre Arca, Holly Herndon og Kaitlyn Aurelia Smith, og ikke minst nye up-and-comers som siden har blitt store og viktige navn i den elektroniske musikkens verden.</p>\n<p>Vi fortsetter selvsagt suksessen i 2018, i godt samarbeid med Hi-Fi Klubben og med lydanlegg fra Bowers &amp; Wilkins, for å tilby musikk som både er dansbar og ettertenksom, utadvendt og innadvent, organisk og syntetisk, sjelfull og maskinell &#8211; gjerne alt på én gang. Første slipp er en variert kvartett som samlet kan krysse av i alle boksene, og vi kommer snart til å legge til flere liveartister og DJs til line-up. Følg med!</p>\n<p>&nbsp;</p>\n<p><strong>GOLDIE (UK) [DJ-sett] &#8211; onsdag 8. august</strong></p>\n<p>Clifford J. Price, a.k.a. Goldie, er tidløs! Debuten Timeless (1995) står seg fortsatt som en av de sterkeste elektroniske langspillerne fra nittitallet, og markerte drum&#8217;n&#8217;bass-sjangerens kommersielle gjennombrudd. Albumet gikk rett inn på sjuendeplass på den britiske lista, godt hjulpet av singelen «Inner City Life», med gåsehudfremkallende vokal av nå avdøde Diane Charlemagne.</p>\n<p>Goldie spleiset undergrunnssjangrene breakbeat, jungle og drum&#8217;n&#8217;bass med elementer fra soul, R&amp;B og hip-hop, og skapte med det et uttrykk som var tilgjengelig for massene uten å gå på akkord med undergrunnen. Karisma og et sterkt visuelt uttrykk har, sammen med jevnt over svært høy kvalitet, vært mulige forklaringer på posisjonen han har inntatt i det britiske klubbmiljøet. Goldie er rett og slett en institusjon.</p>\n<p>Men noen museumsforvalter er han ikke. Goldie har vært i kontinuerlig musikalsk aktivitet og utvikling, og ga senest ut albumet The Journey Man i 2017. Vi hørte ham spille to ulike DJ-sett i fjor sommer, og kan melde at han blander den klassiske drum&#8217;n&#8217;bassen med moderne produksjoner i ulike stilarter på helt utmerket vis.</p>\n<p>&nbsp;</p>\n<p><strong>SKATEBÅRD [DJ-sett] &#8211; lørdag 11. august</strong></p>\n<p>Bård Aasen Lødemel, bedre kjent som Skatebård, er en DJ man kan stole på at leverer varene. Bonden fra Ørsta har i løpet av de siste femten årene hatt en jevnt oppadgående kurve, og spilt italo, disco, house og techno med fellesnevneren kvalitet på viktige klubber i de fleste verdensmetropoler.</p>\n<p>Skatebård er den ene halvdelen av hiphop-duoen Side Brok. Mellom deres første utgivelser, Side Brok EP (2002) og den norske klassikeren Høge Brelle (2004), ga han ut solodebuten Skateboarding was a Crime (in 1989) i 2002. Siden har det blitt mange utgivelser, fremfor alt tolvtommere, og ikke minst hyppig DJ-virksomhet. Vi har hatt Skatebård på ønskelista i flere år, i 2018 skal det altså skje!</p>\n<p>&nbsp;</p>\n<p><strong>CARMEN VILLAIN [Live] &#8211; lørdag 11. august</strong></p>\n<p>Carmen Villains andre plate, Infinite Avenue, er blant fjorårets aller beste norske utgivelser. Den atmosfæriske blandinga av ambient, eksperimentell pop, folk og elektronisk musikk har fått velfortjent god mottakelse både i Norge og i utlandet, og var nylig nominert til Spellemannpris i kategorien indie.</p>\n<p>Albumet (skrevet, spilt inn og produsert av Carmen selv, og mikset av Matt Karmil, som spilte i Hi-Fi Klubben i 2016) er et naturlig skritt videre fra debuten Sleeper fra 2013. Elementene er i stor grad de samme; et flettverk av vokal, feltopptak, piano, gitarer, programmerte trommer og synther. Men lydbildet er foredlet, det er mer særegent denne gangen. Mer melodisterkt også, mente Dagens Næringslivs anmelder Audun Vinger.</p>\n<p>&nbsp;</p>\n<p><strong>BENDIK GISKE [Live] med Amund Ulvestad &#8211; fredag 10. august</strong></p>\n<p>Saksofonist og komponist Bendik Giske utfordrer kroppens og instrumentets fysiske begrensninger, i tillegg til å utforske instrumentalistens performative rolle. Utvidede teknikker fusjoneres med idealer fra elektronisk musikk, og overskrider på den måten skillet mellom akustiske og elektroniske sjangere. Lydkunstner Amund Ulvestad forsterker intimiteten og bringer lydbildet til klubben. Singelen «Adjust» er ute nå, som første smakebit fra det kommende albumet Surrender.</p>\n<p>Giske har tidligere spilt sammen med Nils Bech, og opptrådt på både festivaler, klubber og arenaer for samtidskunst, som for eksempel Berghain, Art Basel, MoMA PS1, New Museum, Frieze, Berlin Biennale og Operaen i Oslo. Vi har vært fans i årevis og er ekstremt glade for at Bendik endelig skal spille i Tøyenparken sammen med sin visuelle makker Amund Ulvestad!</p>\n<div>\n<div class=\"yj6qo ajU\"></div>\n</div>\n","date":"2018-02-27T08:52:38.000Z","featured_image":{"title":"Goldie_Chelone Wolf","filename":"goldie-chelone-wolf-1.jpg","filesize":491036,"url":"http://oya.test/assets/uploads/2018/02/goldie-chelone-wolf-1.jpg","link":"/2018/02/27/forste-slipp-hi-fi-klubben/goldie_chelone-wolf-2/","alt":"","author":"2","description":"","caption":"Goldie gjør et DJ-sett i Hi-Fi Klubben onsdag 8. august. Foto: Chelone Wolf","name":"goldie_chelone-wolf-2","status":"inherit","uploaded_to":21404,"date":"2018-02-26 09:39:01","modified":"2018-02-26 09:48:47","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":2560,"height":1596,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2018/02/goldie-chelone-wolf-1-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2018/02/goldie-chelone-wolf-1-300x187.jpg","medium_width":300,"medium_height":187,"medium_large":"http://oya.test/assets/uploads/2018/02/goldie-chelone-wolf-1-768x479.jpg","medium_large_width":768,"medium_large_height":479,"large":"http://oya.test/assets/uploads/2018/02/goldie-chelone-wolf-1-1024x639.jpg","large_width":1024,"large_height":639,"small":"http://oya.test/assets/uploads/2018/02/goldie-chelone-wolf-1.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2018/02/goldie-chelone-wolf-1.jpg","medium_small_width":640,"medium_small_height":399,"xlarge":"http://oya.test/assets/uploads/2018/02/goldie-chelone-wolf-1.jpg","xlarge_width":2560,"xlarge_height":1596}},"translations":{"nb":{"url":"/2018/02/27/forste-slipp-hi-fi-klubben/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"88745c01-a8ce-5da8-86b2-c443a1c29a30","locale":"nb"}}