{"data":{"wordpressPost":{"title":"Øyanatt med Fagernes Yacht Klubb","date":"11th April 2019","content":"\n<p>Sentrum Scene, lørdag  10. august</p>\n\n\n\n<p>280 + avg med øyabillett<br>330 + avg ordinær<br><a rel=\"noreferrer noopener\" href=\"https://www.ticketmaster.no/event/607429?fbclid=IwAR0AWnlKzxPvEnmNA_uMzN2rzzhZOmtEDmMq_ubEqI4NUOQoYOY8qI1U9zY\" target=\"_blank\">BILLETTER HER </a></p>\n\n\n\n<p>Fagernes Yacht Klubb er lyden av saltvann, solskinn og sommer. Av udødelige hits, gitarsoloer og allsang. Siden 2009 har de gledet konsert og festivalgjengere med tolkninger av noen av de største Yacht Rock-klassikerne gjennom tidene og blitt et av Norges mest etterspurte og populære liveband. Yacht Rock er en samlebetegnelse på musikk som ble popularisert på USAs vestkyst på sent 70 og tidlig 80-tall. Med artister som Toto, Hall &amp; Oates, Kenny Loggins og Steely Dan regjerte Yacht Rockerne hitlistene med silkemyk, melodisk rockemusikk ispedd R&amp;B og jazz.<br><br>Med en virtuos samling musikere fra Bergens hyllede musikkmiljø gjør Fagernes Yacht Klubb hommage til sjangerens største hits med enorm respekt for kildematerialet, full blåserekke, perkusjon, to gitarister og fem vokalister. Med låter som Rosanna, What A Fool Believes, Ride Like The Wind og Rock With You er scenen satt for en ekte festaften. </p>\n\n\n\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement. </p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3f43ae1f-72fb-523e-99dd-72b4fb9199b1"}}