{"data":{"wordpressPost":{"title":"Øya Open: Municipal Waste på Betong 28 januar","date":"25th November 2009","content":"<p>BETONG 28/1-2010:<br />\nMUNICIPAL WASTE (US)<br />\nGAMA BOMB (IE)<br />\nMONGO NINJA</p>\n<p>2010s første Øya Open er en metallpakke det lukter svidd av. Municipal Waste, som sto for en svært minneverdig opptreden på Øya i august, kommer tilbake til Oslo for å spille på Betong. Sammen med de irske thrashfantastene Gama Bomb og Oslos egne metallpønksupergruppe Mongo Ninja, skal de lage vinterens råeste ball for headbangere torsdag 28. januar. Hele herligheten presenteres av Konsertforeningen Betong, i samarbeid med Øyafestivalen.</p>\n<p>MUNICIPAL WASTE (US)<br />\nMunicipal Waste ble for alvor en del av metallverdens bevissthet etter utgivelsen av albumet The Art of Partying i 2007, som var deres tredje skive. Virginia-bandet spilte thrash med respekt for band som Anthrax, Nuclear Assault og deres likemenn. Deres crossovervariant har klare spor etter amerikansk hardcore og serveres med en solid dose humor. I sommer spilte de på Øyafestivalen og satte tonen med sin gladthrash og sitt upåklagelige humør fra første øyeblikk. Det hele toppet seg i et forsøk på å overgå norsk black metal, ved å sette fyr på en modellkirke av papp på scena. Rett etter festivalen kom albumet Massive Aggressive på Earache, en utgivelse som viser at bandet er i bedre form og med mer energi enn noensinne. Mye tyder på at de likte seg godt i Oslo under sitt første besøk, for nå har de bestemt seg for å komme tilbake 28. Januar. Da skal de fyre opp huene til alle headbangerne i byen i kjelleren på Chateu Neuf. Dette blir uten tvil 2010 første store metallfest. Få på deg Slayer-skjorta, noen morkne jeans og de rustne naglene, så burde du være klar for kjapp, hard og rå galskap. Skål!<br />\n<a href=\"http://www.myspace.com/municipalwaste\" target=\"_blank\">MYSPACE</a></p>\n<p>GAMA BOMB (IE)<br />\nIrske Gama Bomb starta i 2002 og har skaffet seg et godt rykte i hele Europa, med sin thrash og sitt glimt i øyet. Debutalbumet Survival of the Fastest kom i 2006 og viste at bandet med respekt for stilartens pionerer kunne flørte med klassisk thrash metal. To år seinere kom oppfølgeren Citizen Brain på selveste Earache. I november forventes skive nummer tre å være ute. Platesamlingene deres er proppfulle av navn som Sepultura, Anthrax, Nuclear Assault , Sodom og Testament så det er bare å glede seg til de går på scena på Betong om dette er band du også forguder.<br />\n<a href=\"http://www.myspace.com/gamabomb\" target=\"_blank\">MYSPACE</a></p>\n<p>MONGO NINJA<br />\nEtter å ha kjeda vettet av seg under sommermånedene 2009 tok de fem halvgamle gamle Last Train-traverne seg i skinnet og gjorde det de måtte for å overleve. Møttes, øvde og gikk i studio. Tre øvinger og en dag i studio. Mer skulle ikke til før de morkne fyllikene hadde debutalbumet And The Wrist Is History klart. 13 kjappe punk/metal-låter på til sammen rundt 20 minutter. Hvem de er? Mongo Ninja! De som alltid satt igjen når de andre dro.<br />\n<a href=\"http://www.myspace.com/mongoninja\" target=\"_blank\">MYSPACE</a></p>\n<p>Billetter er i salg fra i dag hos Billettservice<br />\n<a href=\"http://www.studentersamfundet.no/\" target=\"_blank\">BETONG PÅ NETT</a></p>\n","wordpress_id":488,"translations":{"nb":{"url":"/2009/11/25/aya-open-municipal-waste-pay-betong-28-januar/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"39e9c0aa-ce14-5995-af8e-ec0c92c4330b","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2009/11/25/aya-open-municipal-waste-pay-betong-28-januar/","redirect":false}}}