{"data":{"wordpressPost":{"title":"Øya 2013 &#8211; the best ever!","date":"2013-08-12T13:28:59.000Z","content":"<p>Øya Festival 2013 is over. During four days in The Medieval Park and an enormous amount of club shows in the city centre, several thousand people enjoyed good music. The concerts were well attended by curious music lovers. Even the more unknown acts in the line-up, drew a good crowd. It has been a wonderful festival &#8211; from the Club Night to Mikhael Paskalev opening the park to Slayer and The Knife’s powerful finish. Many artists met the high expectations attached to their name and reputation, others surprised an audience who did not know them already. We have received very good feedback from the audience and performers. There are numerous good reviews of the concerts at Øya 2013 and you can see many of the best shows at <a href=\"http://p3.no/\" target=\"_blank\">P3.no</a>.</p>\n<div>The feedback from the audience tells us that they had a fantastic time at Goat, Blur, Kendrick Lamar, Slayer, Disclosure, The Knife, Tønes, Phosphorescent, Electric Wizard, Godspeed You! Black Emperor, Metz, James Blake and many others.</p>\n</div>\n<p>The audience and critics also gave us great feedback on this year&#8217;s festival food and activities. Øya 2013 had the best functioning festival site we have ever created.</p>\n<p>It is sad to say goodbye to The Medieval Park. We look forward to getting started with the detailed planning of our new festival area at Tøyen. On Thursday 15<sup>th</sup> of August the first tickets for Øya 2014 will be on sale, at this year’s price.</p>\n<div>It&#8217;s time to thank the volunteers, artists, audience and partners for the most enjoyable working week we can remember. Our goal was to make the best Øya ever, which we believe we did. See you in Tøyenparken in 2014!</p>\n<div></div>\n</div>\n","wordpress_id":4006,"translations":{"nb":null,"en":{"url":"/en/2013/08/12/oya-2013-the-best-ever/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2e57e41c-c173-5a48-ad2e-e3d689ce976d","locale":"en"}}