{"data":{"wordpressPost":{"title":"Year Of The Goat og Black Magic på Krøsset","date":"2017-06-07T07:58:37.000Z","content":"<p>11.august<br />\nØyanatt &#8211; Krøsset<br />\n<strong>Black Magic + Year of the Goat (SE)</strong></p>\n<p>250,- + avgift<br />\n200,- med Øyapass<br />\n<a href=\"https://krxsset.hoopla.no/sales/3627352441\">BILLETTSALG</a></p>\n<p>Fredag 11. august er det duket for en kveld av det ypperste av norsk og svensk hardrock. Black Magic har i flere år vært en snakkis i undergrunnen, og har vokst seg frem som et av de absolutt mest spennende banda i Norge om dagen. Anført av vokalist Jon Henriksen leverer de unik 70- og 80-tallsinspirert hardrock med en meloditeft av de sjeldne. Year of the Goat er svensk okkult hardrock som har fått kritikerne til å sikle. Dagbladet omtalte deres siste album som en satanisk rockeopera og trillet terningen til sterk femmer. Bandet har fått fotfeste lang utover Sveriges grenser, og på Krøsset er det duket for en Øyanatt med hyllest til de storslåtte og klassiske hardrockriffene.<br />\n<a href=\"https://www.facebook.com/blackmagicnorway/?fref=ts\">www.facebook.com/blackmagicnorway</a><br />\n<a href=\"https://www.facebook.com/yearofthegoat/?fref=ts\">www.facebook.com/yearofthegoat</a></p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":20075,"translations":{"nb":{"url":"/2017/06/07/year-of-the-goat-black-magic-pa-krosset/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"44b4ddee-cbd5-5116-b4b4-898bf93061a5","locale":"nb"}}