{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"8c626fb2-9b27-5639-9e20-0e43b0685370","slug":"mer-moro-til-%c3%b8yanatt","title":"Mer moro til Øyanatt","date":"2009-05-22T09:30:00.000Z","excerpt":"<p>BLITZEN TRAPPER (US) / ANDREW BIRD (US) / WOOEN SHJIPS (US) / JOE GIDEON &#038; THE SHARK (UK) / KARL BLAU (US)<br />\nÅrets Øyanatt-program vokser seg stort og sterkt. Nå er vi klare med bolk nummer to av fete navn til nattarrangementer i festivaluka. Gyldig Øyabillett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n"}},{"node":{"id":"385cc462-c6b6-5c03-9f80-3b125f3710c4","slug":"ayafestivalen-fayr-en-europeisk-og-flere-norske-designpriser","title":"Øyafestivalen får en europeisk og flere norske designpriser","date":"2009-05-21T22:01:00.000Z","excerpt":"<p>Øya mottok mye skryt for vårt design fra i fjor. Som i år er det Are Kleivan som  mannen bak Øyafestivalens visuelle profil. Nå har Are Kleivan og Øyafestivalen mottatt priser i hele tre ulike utdelinger for designet fra 2008. Sølv i European Design Awards, merket for god design og hele tre priser fra Visuelt (en sølv og to gull).</p>\n"}},{"node":{"id":"43abe21d-780e-58fd-9fe9-b90f6c84b7da","slug":"ayafestivalen-med-ny-quiz-videopremiere","title":"Øyafestivalen med ny quiz + videopremiere","date":"2009-05-21T12:56:00.000Z","excerpt":"<p>Øyafestivalen og AktiviOslo byr på Øya-quiz. Vi trekker en vinner av 2 konsertbilletter. Velg mellom Dengue Fever og Black Lips. Prøv a! Sjekk forøvrig ut den nye reklamefilmen vår, som får premiere på Discovery Channel til uka.</p>\n<p><a href=\"http://oyafestivalen.com/pages/nor/366-oeyafestivalen_med_ny_quiz_og_video\" target=\"_blank\">Les mer&#8230;</a></p>\n"}},{"node":{"id":"260fc432-99e8-54a7-a27f-b6b49cdee657","slug":"fan-sampler-tilgjengelig-na","title":"Fan-sampler tilgjengelig nå","date":"2009-05-18T14:30:00.000Z","excerpt":"<p>På lørdag lanserte vi første nummer av det nye musikkmagasinet Fan Fanzine. I bladet finner du en side om en gratis sampler med ny fet musikk. Nå er den klar for nedlasting. Her finner du Norma Sass, Ingeborg Selnes, Datarock, Maribel, Karin Park, Next Life, Sigh &#038; Explode, Nomber 5s, Le Corbeau, Monolithic, Safariari, Hiawata!, My Little Pony og Munn Til Munn Metoden.</p>\n"}},{"node":{"id":"e13bd76b-e695-51ca-8a0c-e15e38ee9c38","slug":"aya-open-hos-dattera-til-hagen-19-juni","title":"Øya Open hos Dattera til Hagen 19. juni","date":"2009-05-18T13:05:00.000Z","excerpt":"<p>Lot Lot i samarbeid med Øyafestivalen er stolte av å presentere Øya Open på Dattera til Hagen fredag 19. juni! Vi tar i bruk begge etasjene denne kvelden, det som gjør det litt spesielt er at vi gjør om 1. etasjen til en skikkelig klubb, vi rydder vekk bord og stoler slik at du kan danse, danse og danse!  &#8230;og om ikke det var nok, det beste av alt&#8230;DET ER GRATIS! Vi sees!</p>\n"}},{"node":{"id":"b550ed10-fa1c-5b1f-acfc-b88a46050a35","slug":"norske-artister-plassert-pa-dag","title":"Norske artister plassert på dag","date":"2009-05-17T20:40:00.000Z","excerpt":"<p>Nå har flere norske artister blitt plassert å dager, det betyr at det blir lettere å få god oversikt over programmet. Blant annet kan vi røpe at Satyricon skal spille på onsdag, samme dag som de amerikanske metallbanda Kylesa og Municipal Waste. Flere blir plassert på dag snart.</p>\n"}},{"node":{"id":"d8b0228b-b6ba-5c7b-941f-e82cd60d496e","slug":"fan-nytt-gratis-musikkmagasin-ute-16-mai","title":"Fan: nytt gratis musikkmagasin ute 16. mai","date":"2009-05-14T22:50:00.000Z","excerpt":"<p>Ventetida er over: Lørdag 16. mai kommer et nytt organ for engasjert, kunnskapsrikt og høyst subjektivt musikkstoff. Navnet er Fan og den lanseres under Camp Indie på Rockefeller 16. mai. Fan Fanzine opererer innenfor et utvidet kulturbegrep, men hovedfokus er som seg hør og bør på musikken. Bladet skal presentere kremen av nye og spennende artister i alle sjangre, i tillegg til de gamle godbitene som fortsatt holder mål. Fan skal være pådrivere for den mindre kommersielle musikken, men samtidig være bred nok i anslaget til å nå fans på alle nivåer.</p>\n"}},{"node":{"id":"8e8dbc66-332c-563c-9c42-6b881eed346a","slug":"husk-camp-indie-16-mai","title":"Husk Camp Indie 16. mai","date":"2009-05-14T21:55:00.000Z","excerpt":"<p>BETAL SÅ MYE DU VIL!<br />\n16. mai tar Øyafestivalen med seg Camp Indie, som du kanskje kjenner fra et telt i Middelalderparken under festivalen, inn på Rockefeller. Det blir tre scener, masse band, gledespredende DJs, mye folk og god stemning. Moroa koster i utgangspunktet ingenting, men du skal få mulighet til å betale det du har lyst til de banda du liker best. </p>\n"}},{"node":{"id":"e69be808-d300-5060-b7f3-4aa8bb4eff27","slug":"aye-om-aya","title":"Øye om Øya","date":"2009-05-14T09:09:00.000Z","excerpt":"<p>En del av dere fikk sikkert med dere den litt pussige saken i VG tirsdag, hvor man av overskriften kunne få inntrykk av at Erlend Øye (Kings of Convenience og The Whitest Boy Alive) gikk til frontalangrep på Øyafestivalen. Erlend har i ettertid innrømmet at han følte seg litt bondefanga av journalisten og hadde inntrykk av at intervjuet egentlig skulle handle om noe helt annet, nemlig Trænafestivalen. I håp om å forstå litt bedre hva Erlend mente, tok vi en prat med fyren på telefon. Han var verken harmdirrende eller fiendtlig innstilt, men i sitt vanlige gode humør.</p>\n"}},{"node":{"id":"286cda8d-9dcd-5b72-bf2a-a9bef79292a3","slug":"kun-dagsbilletter-igjen","title":"Kun dagsbilletter igjen","date":"2009-05-13T09:35:00.000Z","excerpt":"<p>Det er nå kun mulig å kjøpe dagsbilletter til de fire dagene i Middelalderparken under Øyafestivalen. Alle billetter selges på Billettservice. Salget av dagsbillettene til torsdag og lørdag har akkurat skutt fart og går nå som hakka møkk. Onsdag og fredag følger i fint trav ikke langt bak.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":160,"pageCount":183,"additionalContext":{}}}