{"data":{"wordpressPost":{"title":"Prisdryss for Øyas arbeid med mat og miljø","date":"31st October 2014","content":"<p>I går mottok Øyafestivalen <a href=\"http://www.matprisen.no/\">MATPRISEN</a>, en nyopprettet pris som vier oppmerksomhet til personer og organisasjoner som tar miljø, helse og dyrevelferd på alvor.  Det er Debio og ØQ som har gått sammen om den nye prisen.</p>\n<p>Ingrid Kleiva Møller, miljøsjef i Øyafestivalen, er veldig fornøyd med at Øyafestivalen har mottatt prisen innenfor kategorien <i>Årets arrangement</i>:</p>\n<p>&#8211; Jeg vil gjerne få takke alle de utrolig flinke matfolka som har vært involvert i å realisere matsatsningen vår – og ikke minst restaurantene som har funnet seg i å legge om til rene, økologiske råvarer for festivalen, sier Kleiva Møller.</p>\n<p>I tillegg til årets arrangement ble det delt ut priser i kategoriene årets inspirator, årets utfordrer, årets bedrift og årets kjede. Du kan lese mer om de andre prisvinnerne <a href=\"http://www.matprisen.no/vinnere.html\">her</a>.</p>\n<p><b>95 prosent økologisk</b></p>\n<p>I juryens begrunnelse trekkes det blant annet frem Øyafestivalens bidrag til å fremme etterspørsel etter bærekraftige landbruksvarer både før, under og etter arrangementet. Videre skriver juryen at de har <i>«lagt vekt på festivalens helhetlige tilnærming til miljøspørsmål. Dyktige kokker, frivillige, restauratører, samarbeidspartnere og byens befolkning får gjennom festivalen både kunnskap og inspirasjon til å bruke mer økologisk mat i sine daglige virker.»</i></p>\n<p>I 2014 var over 95 prosent av råvarene på Øya økologiske. Dette mettet 500 artister, 2 400 frivillige og over 60 000 publikummere. Festivalen i Tøyenparken var også palmeoljefri for første gang.</p>\n<p><b>Utmerket med internasjonal miljøpris</b></p>\n<p>Tidligere denne måneden mottok Øyafestivalen, som eneste skandinaviske festival, den høyeste utmerkelsen fra <i>A Greener Festival Award</i>.</p>\n<p>Prisen deles ut i tre forskjellige kategorier: Commended, Highly Commended og Outstanding. Øyafestivalen er <a href=\"http://www.agreenerfestival.com/2014/10/first-greener-festival-award-winners-announced/\">en av ni festivaler i verden </a>som så langt i år har mottatt prisen i den høyeste klassifiseringen (Outstanding). Det er sjette år på rad at Øyafestivalen mottar A Greener Festival Award.</p>\n<p>&#8211; Denne prisen viser at vi er på rett vei og at arbeidet vi legger ned hvert år i samarbeid med våre partnere er viktig, sier Håvard Lundberg, miljøkoordinator i Øyafestivalen.</p>\n<p><b>Helhetlig miljøfokus</b></p>\n<figure id=\"attachment_11109\" aria-describedby=\"caption-attachment-11109\" class=\"wp-caption alignright\"><img class=\"lazyload wp-image-11109 \" alt=\"A Greener Festival Award 2014\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"216\" height=\"256\" data-srcset=\"http://oya.test/assets/uploads/2014/10/AGFAward2014-4STAR.jpg 450w, http://oya.test/assets/uploads/2014/10/AGFAward2014-4STAR-253x300.jpg 253w\" sizes=\"(max-width: 216px) 100vw, 216px\" data-sizes=\"auto\" data-aspectratio=\"450/534\"><figcaption id=\"caption-attachment-11109\" class=\"wp-caption-text\"></body></html>\n</a> A Greener Festival Award 2014</figcaption></figure>\n<p>I juryens begrunnelse står det blant annet:</p>\n<p><i>«Oya Festival has been awarded the OUTSTANDING Greener Festival Award. OUTSTANDING signifies a truly outstanding and inspirational event. These are exceptional events who have significantly reduced greenhouse gas emissions, have excellent travel, transport and waste management programmes, protect the environment and minimise water use and communicate this to the public.»</i></p>\n<p>Stiftelsen A Greener Festival jobber for å bygge kompetanse og spre informasjon om miljøarbeid blant musikkfestivaler og har siden 2007 delt ut prisen. Juryen, som også gjennomfører befaringer på festivalene som vurderes, ser på den totale miljøbelastningen og vurderer de ulike tiltakene som festivalene gjennomfører – fra planlegging til avvikling og nedrigg. Her er viktige tema energibruk, transport, avfallshåndtering, klimagassutslipp, matservering, innkjøp og nytenkning i miljøarbeidet.</p>\n<p>Du kan lese mer om<a title=\"Miljørekord på Tøyen!\" href=\"https://api.oyafestivalen.no/2014/10/29/miljorekord-pa-toyen/\"> effektene av årets miljøarbeid her</a> eller mer generelt om vårt miljøarbeid <a href=\"https://api.oyafestivalen.no/miljo/miljo/\">her</a>.</p>\n","wordpress_id":11102,"translations":{"nb":{"url":"/2014/10/31/prisdryss-for-oyas-mat-og-miljoarbeid/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"772460c3-48e4-548f-8461-6bee2fe6fb97","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2014/10/31/prisdryss-for-oyas-mat-og-miljoarbeid/","redirect":false}}}