{"data":{"wordpressPost":{"title":"JETS og John Talabot &#038; Pional til Øyanatt","date":"18th June 2013","content":"<p>Forrige uke slapp vi <a href=\"https://api.oyafestivalen.no/artist/chez-damier-anthony-naples/\" target=\"_blank\">Chez Damier (US), Anthony Naples (US), Kong Oscar og Øyvind Morken</a> til Lot Lots Øyanatt på Dattera til Hagen torsdag 8. august. Nå er resten av det knallsterke programmet klart, og du vil få muligheten til å danse inn i de sene nattetimer akkompagnert av JETS (US), John Talabot &amp; Pional (ES) og Redshape (DE), for å nevne noen.</p>\n<p><em>Lot Lots Øyanatt på Dattera til Hagen blir til i samarbeid med RBMA, WiMP og Natt&amp;Dag. Begge kvelder koster 200 kroner uten øyabillett og 150 kroner med, og aldersgrense er 20 år. </em></p>\n<p><strong><br />\nFredag 9. august:</strong><br />\nJETS (US)<br />\nSETH SKIZZO<br />\nKPOLAR<br />\nHUBBABUBBAKLUBB DJ-SETT</p>\n<p><strong>Lørdag 10. august:</strong><br />\nJOHN TALABOT &amp; PIONAL (ES)<br />\nREDSHAPE (DE)<br />\nCONTROL VOLTAGE KHOMEINI<br />\nMATTIS WITH<br />\nJSN</p>\n<p><em>Les mer om alle artistene under.</em></p>\n<p>&nbsp;</p>\n<p><em><strong>JETS (US)</strong></em><br />\nTo av dansemusikkens mest eksentriske og karakteristiske personligheter, Jimmy Edgar og Travis Stewart (sistnevnte også kjent som Machinedrum og en halvdel av duoen Sepalcure), har gått sammen og dannet JETS.</p>\n<p>Etter å ha vært venner i over 12 år, bodd sammen i New York, turnert sammen i Japan, og nå sist flyttet sammen i Berlin, var det uunngåelig at et prosjekt som JETS skulle bli virkelighet. Den selvtitulerte EPen som markerte fire års musikalsk samarbeid mellom de to, kom ut på Leisure System, plateselskapet til den sagnomsuste tyske nattklubben Berghain, i fjor. Tilbakemeldingene var strålende. Ved å ta gjenkjennelige elementer fra elektronisk musikk og subtilt forandre det til noe helt nytt, ble resultatet mer enn summen av bestanddelene.</p>\n<p>De er begge talentfulle produsenter på hver sin kant av det elektroniske spekteret. Jimmy Edgar tilfører en elektro-funk feel, mens Machinedrum bygger ut lydbildet med sine særegne rytmer og repetitive trommer. Dette vil være Jimmy Edgar og Machinedrums første live opptreden sammen som JETS i Norge, og vi forventer et forrykende liveshow!</p>\n<p>&nbsp;</p>\n<p><em><strong>SETH SKIZZO</strong></em><br />\nSeth er en av tre bak konseptet (((Kids Love Bass))), som kjører kvelder på blant annet klubbene Blå, Jæger og Dattera til Hagen, og har hatt med seg gjester som Doc Daneeka, Dusky, DJ Pierre og Cosmin TRG. Han er en stor pådriver og bidragsyter til klubbscenen i Oslo, både som DJ og som promotør, og de siste årene har han gjort seg bemerket som en dyktig DJ med et stort musikalsk spekter. Seth starter kvelden i andreetasjen før JETS skal til pers.</p>\n<p>&nbsp;</p>\n<p><strong><em>KPOLAR</em></strong><br />\nDa vår venn Emilio i Nabovarsel fortalte oss at Polar eller K (nå Kpolar) skulle gjøre comeback, kunne vi ikke gjøre annet enn å booke ham. Bergensprodusenten er en legende i både drum’n bass- og elektromiljøer over hele verden. Tidlig på 2000-tallet lagde han noe av den mer interessante og kjølige Detroit-elektroen her til lands, og samarbeidet med folk som blant andre John Tejeda.</p>\n<p>Vi er utrolig stolte over at han har valgt å legge livepremieren sin i Oslo til Lot Lot og Øyanatt. Vi gleder oss til å høre gamle kjente låter som Out of the Blue og Love is the Ear, ispedd nytt materiale fra en av Norges mest undervurderte elektroniske musikkhelter.</p>\n<p>&nbsp;</p>\n<p><em><strong>HUBBABUBBAKLUBB (DJ-SETT)</strong></em><br />\nEt kollektiv bestående av noen av landets desidert mest talentfulle unge produsenter. Sist Hubbabubbaklubb spilte hos Lot Lot leverte de en av de mer legendariske liveopptredenene i vår fortsatt korte, fem år lange historie. Vi har derfor gleden av å invitere to av gutta, Ollis &amp; Pål til å spille b2b i førsteetasjen vår.</p>\n<p>Hubba-gjengen har vært enormt opptatte på hver sin kant i det siste. André Bratten har gitt ut en knallskive på Full Pupp og fått æren av å spille på det offisielle Øya-programmet. Joystick Jay er en svipptur til USA og har masse bra materiale kommende opp, og Pål Ulv jobber med en knallskive med Kai Gundelach. Nei, vi er rett og slett knallfornøyde med å ha gjengen i stallen av residents hos oss, og ser frem til nok en uforglemmelig aften.<br />\n<em><strong></strong></em></p>\n<p>&nbsp;</p>\n<p><em><strong>JOHN TALABOT &amp; PIONAL (ES)<br />\n</strong></em>Den elektroniske musikkens nye radarpar! Duoen John Talabot og Pional har det siste året turnert verden rundt, og på hver sin kant sluppet noe av den mest vitale og friske house-musikken på lang tid. Førstnevnte har spilt Lot Lot en gang før, og vi har den glede å invitere han tilbake etter to år med stor suksess. I fjor gikk albumet <em>fIN</em> helt til topps på flere av de mest kredible årets beste-lister, og han kunne også oppleves som oppvarmer for The xx på Sentrum Scene på høsten. Talabot driver også kremlabelet Hivern Discs, som gir ut artister som New Jackson og Pional.</p>\n<p>Og når vi først er inne på Pional: Miguel Barros, som han egentlig heter, har lenge vært John Talabots makker på vokal og under liveshows. I løpet av tiden på turné har han selv også utviklet seg til å bli en helt knall produsent med eget materiale. Pional har lagt vokal på hakkandes gode Talabot-låter, hør bare Destiny og So Will Be Now, og i august kommer han ut med en EP på Young Turks, samme label som The xx, SBTRKT og Chairlift. Lot Lot er utrolig happy med at nettopp disse to igjen gjør et eksklusivt DJ-set b2b på årets siste Øyanatt etter de har spilt i parken!<br />\n<em><strong></strong></em><br />\n<iframe src=\"http://www.youtube.com/embed/tnQpYijJjf4\" frameborder=\"0\" width=\"635\" height=\"476\"></iframe></p>\n<p>&nbsp;</p>\n<p><em><strong>MATTIS WITH<br />\n</strong></em>En halvdel av Lot Lot og en hel haug andre ting. Mattis booker av prinsipp ikke seg selv, men har etter stort press lovet å gjøre et sjeldent sett på Lot Lot siden det tross alt er femårsjubileum. Han gis også ut på John Talabots label, derfor passer det ekstra bra at det er han som skal få gulvet i gang før Talabot og Pional tar over.</p>\n<p>&nbsp;</p>\n<p><em><strong>REDSHAPE (DE)</strong></em><br />\nVi skulle gjerne fortalt dere alt om Redshape, men vi vet faktisk ikke så mye om denne mystiske mannen bak den røde masken. Han skjuler sin identitet, men vi vet at han kommer fra Berlin, at han har et utrolig liveshow, og at han har gitt ut et halvt dusin prima låter det siste året på plateselskap som Delsin, Styrax Leaves, 3024 og Music Man. Det holder for oss!</p>\n<p>Å plassere Redshape i en sjanger eller stil er temmelig vanskelig. Musikken hans befinner seg et sted mellom alt innen dansemusikk og Redshapes egen fantasi. Den er ikke minimal, heller ikke maksimal, men man kan få en følelse av den unike Detroit-sounden inni der et sted. Redshape er så og si vokst opp med gamle Detroit techno-skiver, og det gjenspeiles i det han lager. Residents Advisors Pete Chambers sa en gang at «fremtiden av fortiden har aldri hørt mer kontemporær ut». Det er en perfekt oppsummering av Redshapes musikalske visjon.<br />\n<em><strong><br />\n</strong></em></p>\n<p><em><strong>CONTROL VOLTAGE KHOMEINI </strong></em><br />\nBestår av de to erfarne unge herremenn Kristian Ragnes og Ådne Meisfjord, tidligere kjent fra henholdsvis Monomen og 120 Days. Control Voltage Khomeini høres ikke ut som noe, det er beinhard analog techno med partier av støy avløst av ambiente lydlandskaper. Duoen har spilt rundt i Oslo over det siste året og skaffet seg ett solid liverykte. En debut-tolvtommer er rett rundt hjørnet.<br />\n<em><strong></strong></em></p>\n<p>&nbsp;</p>\n<p><em><strong>JSN<br />\n</strong></em>JSN har stor forkjærlighet for techno og tung, bassorientert housemusikk. Settene hans er påvirket av tysk og britisk house ispedd lyden av Detroit. JSN har gjennom de siste ti årene vært en stor bidragsyter til Oslos klubbscene. Fra å være halvparten av Bitch Boys, booking-sidekick på Dattera, og nå én av tre i Lot Lot, har han hanket inn artister som blant andre Kerri Chandler, Omar-S, Zomby, Larry Heard, Juan Atkins, James Blake og Actress til Oslo og Dattera til Hagen. I kveld gjør han det avsluttende dj-settet i andre etasje, etter Redshape og Control Voltage Khomeini har gjort sitt.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><em><strong>OM ØYANATT:</strong> Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</em></p>\n","wordpress_id":7294,"translations":{"nb":{"url":"/2013/06/18/jets-og-john-talabot-pional-til-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5bba53f2-edb7-575f-9af6-9e5af1cdc5e2","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2013/06/18/jets-og-john-talabot-pional-til-oyanatt/","redirect":false}}}