{"data":{"wordpressPost":{"title":"Konsert for kidsa","date":"2009-04-29T11:31:00.000Z","content":"<p>Sammen med Øyafestivalen inviterer Camp Indie kidsa på konsert med  My Little Pony 16. mai, klokka fem på Rockefeller. Det er fri aldersgrense, og så vel voksne som barn er velkomne. Ta med deg unga, eller slipp  kidsa fri og la de ta med seg venna sine på konsert. I Camp Indies herlige dugnadsånd blir det diska opp med pølser og vafler.  Fire, åtte, teen eller gæmmal  -detta blir det god stemning av!</p>\n<p>My Little Pony  slapp albumet Think Too Much her til lands for noen  måneder siden, og  er nå klare for utgivelser i såpass fjerne land  som Japan og Filippinene, i tillegg  til Sverige og Spania.  Albumet høstet gode kritikker, og som liveband møter vi et energisk og sjarmerende band som tusan. Det er full pinne, skakke harmonier, skjøre partier og generell feel-good stemning miksa i hop på en aldeles fortreffelig måte.  Anmelderne har lirt av seg bandreferanser som Belle &#038; Sebastian, The Magic Numbers, Flight Of The Conchords og ingen ringere enn The Beatles. My Little Pony er såpass inkluderende at om du får lurt med deg en shaker eller tamburin inn på konserten skal du ikke se bort ifra at du ender oppe på scena med gjengen.</p>\n<p>My Little Pony har akkurat kommet hjem etter en liten europaturné, og på turen rakk de å spille inn en (etter bandets nokså treffende  beskrivelse) lo-fi video fra Malmø.<br />\n<a href=\"http://www.youtube.com/watch?v=Gw0jFk0ik_w\" target=\"_blank\">SE YOUTUBE</a></p>\n<p>Øyafestivalen er glade for å kunne bidra til å få god musikk ut til folket, også til de under 18. Følg med fremover. Vi har mer på lager!</p>\n<p>Dørene til Rockefeller åpner via John Dee klokka 17.00 Bare å følge skiltinga opp trappa og rett inn på indiemarkedet. Der står et velopplagt My Little Pony klare for gig. For kidsa.</p>\n<p><a href=\"http://oyafestivalen.com/pages/nor/323-camp_indie_rockefeller_16_mai\" target=\"_blank\">For mer info om Camp Inde, sjekk her</a></p>\n","wordpress_id":598,"translations":{"nb":{"url":"/2009/04/29/konsert-for-kidsa/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4eeca406-0777-531f-8c31-77322892a09b","locale":"nb"}}