{"data":{"wordpressPage":{"title":"Avfall","content":"<p><span style=\"font-weight: 400;\">De frivillige sørger for å holde hele festivalområdet ryddig og drifter både panteordningen og avfallshåndteringen. Publikum kan selv sortere avfall fire fraksjoner, men det er bak kulissene den virkelige sorteringen foregår! </span></p>\n<p><span style=\"font-weight: 400;\">På bakområdet er det en egen miljøstasjon hvor de åpner alle søppelsekker og ettersorterer alt innhold for hånd, i opptil 15 ulike fraksjoner. Det førte til at hele 65 prosent av avfallet ble materialgjenvunnet i 2018, og brukt til å lage nye råvarer og produkter. Resten av avfallet ble energiutnyttet som fjernvarme via Hafslund.</span></p>\n<p><span style=\"font-weight: 400;\">Det lønner seg for festivalen og for miljøet å kildesortere og resirkulere. Det reduserer det totale utslippet fra festivalen, ved å sørge for at brukte ting får nytt liv. For eksempel spares det to liter olje for hvert kilo plast som gjenvinnes, og man unngår utslipp av 840 kilo CO² (kilde: </span><a href=\"http://www.grontpunkt.no/nyhet/hvorfor-gjenvinne-plastemballasje\"><span style=\"font-weight: 400;\">Grønt</span></a> <a href=\"http://www.grontpunkt.no/nyhet/hvorfor-gjenvinne-plastemballasje\"><span style=\"font-weight: 400;\">Punkt</span></a><span style=\"font-weight: 400;\">) for hvert tonn plast som blir gjenvunnet. Når du på Øyafestivalen panter plastglasset ditt er du med på å spare over to tonn CO² og 5620 liter olje!</span></p>\n<p>Fra og med 2017 har alle øl- og mineralvannsglass, samt all matemballasje vært helt komposterbart. Slik sparer vi miljøet for mer plastproduksjon, som har ukjent nedbrytningstid og derfor skaper store miljøproblemer når det havner i naturen.</p>\n<p><span style=\"font-weight: 400;\">Det meste av papp og papir blir til noe nytt. Den største delen av matavfallet fra festivalen </span>blir til en biomasse som brukes videre til produksjon av for eksempel biodrivstoff, mens en del går til aktører som ønsker å lage næringsrik kompost, som for eksempel bybonden i Oslo. Biogass brukes til drift av blant annet søppelbiler og busser i Oslo og bidrar dermed til lavere klimagassutslipp og lokal forurensing (Kilde: <a href=\"http://www.retura.no/\">Retura</a>).</p>\n<p><span style=\"font-weight: 400;\">Det skal også lønne seg for publikum å ta miljøansvar. Du får panten tilbake på drikkebeger, papphanker og popkornemballasje i Natur og Ungdoms panteboder. Omtrent 200.000 ølglass blir samlet inn på denne måten i løpet av festivalen.</span></p>\n<p>&nbsp;</p>\n<p><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload aligncenter wp-image-19715 size-full\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"\" width=\"2560\" height=\"1707\" data-srcset=\"http://oya.test/assets/uploads/2017/03/skam-eva-i-nu.jpg 2560w, http://oya.test/assets/uploads/2017/03/skam-eva-i-nu-300x200.jpg 300w, http://oya.test/assets/uploads/2017/03/skam-eva-i-nu-768x512.jpg 768w, http://oya.test/assets/uploads/2017/03/skam-eva-i-nu-1024x683.jpg 1024w\" sizes=\"(max-width: 2560px) 100vw, 2560px\" data-sizes=\"auto\" data-aspectratio=\"2560/1707\"></body></html>\n</p>\n<p>&nbsp;</p>\n<p><strong>Gjenbruk og materialforvaltning</strong></p>\n<p>Vi lagrer det meste av utstyret vi bruker hvert år, for eksempel møbler, spiker, trevirke og verktøy.<span style=\"font-weight: 400;\">Vår lagertjeneste er ikke bare en praktisk avdeling for Øyafestivalen, det er også en viktig del av vårt miljøarbeid etter som vi slipper å kjøpe inn nytt utstyr hvert år. Det nitidige arbeidet med å holde oversikt over hva vi har av utstyr, materialer, designelementer og møbler i alle avdelinger, gjør at vi sparer miljøet.</span></p>\n<p>Så langt det er mulig skal Øyafestivalen ha returrett på varer og produkter som viser seg overflødig, for på den måten å unngå et unødig stort varelager i etterkant av festivalen. Vi samarbeider blant annet med <a href=\"http://matsentralen.no\">Matsentralen</a> – som får all mat som er igjen etter festivalen og gir den videre til trengende i Oslo. Siden 2015 har vi bidratt med 970 kg mat, som tilsvarer ca 2000 måltider. Brukt frityrolje blir videreformidlet til folk som bruker det som drivstoff på bilen, gjerdeduk doneres til urbane dyrkingsprosjekter som fórer pallekarmene sine med dem – og paraplyer, møbler og klær gis til Røde kors og Fattighuset. Mye av det som havner i vår miljøstasjon, er ting som er full brukbare – og ved å gi dem bort kan de få nytt liv istedenfor å bli brent.</p>\n<p>I den grad det er mulig vil Øyafestivalen velge produkter som belaster miljøet minst mulig under produksjon, når det er i bruk, og når det blir avfall. Vi setter fokus på miljøvennlig, miljømerkede, nedbrytbare og resirkulerbare produkter.</p>\n<p>Vi tenker kvalitet med hensyn til holdbarhet, reparasjonsmuligheter, service og alternative løsninger til engangsprodukter. Vi ønsker å prioritere lokale leverandører. For å spare miljøet for transportkostnader, foretrekker vi samkjørte og få leveranser. Våre samarbeidspartnere og leverandører må følge lover og forskrifter i henhold til HMS-forskriften. Øyafestivalen krever at leverandører tar emballasje i retur.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ecc3a5b6-bee3-57e1-bd2d-b196b0b5afed"}}