{"data":{"wordpressPost":{"title":"Denne uka starter Zoom/Urørt-turnéen med Jack Dalton og The Pink Robots","date":"8th March 2010","content":"<p>JACK DALTON<br />\nJack Dalton fra Trondheim vant i februar en meget tett Zoom-finale på Garage i Oslo. De viste seg som et solid liveband, som kommer til å vinne mange nye fans i løpet av den kommende turnéen. Med sine hyppige takt-art-skift og konstante trøkk, må vi spørre oss om dette er Trondheims tighteste band. Jack Dalton ble kåret til Ukas Urørt av P3 i desember 2009, og har bemerket seg på andre måter ved blant annet å bli håndplukket til samleplata ”Trondheim Calling”. Energien og dynamikken i produktet gutta leverer er aggressivt, progressivt og fullt av guts, og bandet har gjennom flere gigs i hjembyen høstet lovord for sine eksplosive live-opptredener blant både konsertanmeldere og publikum. Måten de mikser hardcore, indie og rastløs rock’n’roll er grunn nok til at du bør oppleve en konsert med Jack Dalton. I april 2010 er Jack Dalton klare med sin første fullengder, kalt Never Mute Noise, Just Turn Down Sleep.<br />\n<a href=\"http://nrk.no/urort/Artist/JackDaltonBand\" target=\"_blank\">JACK DALTON på Urørt</a></p>\n<p>THE PINK ROBOTS<br />\nThe Pink Robots er årets Urørt-vinnere. De var favoritter både hos jury og publikum under finalen i Trondheim i vinter. Etter brannen i øvingslokaler i Bergen, ble bandet Joe Frog nødt til å starte på nytt. Når de gjenoppsto som The Pink Robots kort tid etter, var ikke veien lang til a-listing på P3 med låta Curly. Revitaliseringen medførte en reise gjennom solskinnspop inspirert av alt fra 60- til 2000-tallet. Her fornemmes The Beatles, Phoenix, Mew, Aha, Coldplay osv osv… Nylig kom deres selvtitulerte album ut. Produksjonen av Erlend Fauske og Geir Luedy er 12 låter lett peppret med glitter og stas. På skiva finner du pop, soul, disco og annen moro for danseglade popentusiaster.</p>\n<p>“Punchy pop perfection from Norway&#8217;s latest and greatest chart export, The Pink Robots are set to become star struck song writing machines” &#8211; Clash Magazine.</p>\n<p><a href=\"http://nrk.no/urort/Artist/the_pink_robots\" target=\"_blank\">THE PINK ROBOTS på Urørt</a></p>\n<p>ZOOM/URØRT 2010<br />\nOns 10/3: Ås, Samfunnet<br />\nTors 11/3: Bergen, Hulen<br />\nFre 12/3: Volda, Rokken<br />\nLør 13/3: Stavanger, Checkpoint Charlie<br />\nSøn 14/3: Kristiansand, Charlies<br />\nTirs 16/3: Oslo, John Dee<br />\nOns 17/3: Lillehammer, Bingo’n<br />\nTors 18/3: Trondheim, Blæst<br />\nFre 19/3: Bø, Kroa i Bø<br />\nLør 20/3: Drammen: Union Scene </p>\n<p>Øyafestivalen og Norsk Rockforbund driver konseptet Zoom. Norsk Rockforbund er konsertarrangørenes interesseorganisasjon og har 230 klubber og festivaler som medlem. Øyafestivalen er en årlig festival i Oslo som siden starten har fokusert på å dyrke frem nye, norske talenter. Med konseptet Zoom finner vi sammen talenter som klubber over hele landet får vist frem. Blant tidligere Zoom-vinnere finner man navn som: Ida Maria, Ricochets, Silver, Surferosa, The Jessica Fletchers, Sigh &#038; Explode, Gerilja, Helldorado, Heroes &#038; Zeros, The Beautiful People (nå 120 Days) og Furia. I 2009 vant Norma Sass og de fikk dra på en lang og lærerik turné med Urørt-vinnerne Pony The Pirate.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2022081f-0ea0-5ad6-9579-6294f281c0b4"}}