{"data":{"wordpressPost":{"wordpress_id":511,"title":"Lords of Downtown","excerpt":"<p>Ikke gå glipp av skateturneringen i  skateparken under Dyvekes bro! Arrangementet er i regi av jentene bak Juvenile Rock Club og gutta bak Gamlebyen Sport og Fritid, også kjent som GSF. Du finner den graffittikledde oasen rett ovenfor festivalområdet, og alle er velkomne, Øyapass eller ei. </p>\n","content":"<p>Ikke gå glipp av skateturneringen i  skateparken under Dyvekes bro! Arrangementet er i regi av jentene bak Juvenile Rock Club og gutta bak Gamlebyen Sport og Fritid, også kjent som GSF. Du finner den graffittikledde oasen rett ovenfor festivalområdet, og alle er velkomne, øyapass eller ei. </p>\n<p>Det er en gjeng kids rustet i half-cabs, knebeskyttelse og rutete skjorter som styrer showet i dag. Men man skal ikke skue hunden på hårene; tross sin unge alder er disse ekstremt kyndige. De vet hva de holder på meg og frykter ingen ting i det de grinder, ruller og suser gjennom bowlen som ble satt opp av GSF for en liten stund siden.<br />\nOg som om det ikke skulle være nok med skateshow, har arrangørene sørget for god musikk attåt; The New Wine, Fjorden Baby!, My Little Pony og Ungdomskulen er noen av bandene som jammer under brua. Gratis er det også. </p>\n<p>Vi snakket med Noah  C. Williams, en av utøverne i konkuranssen, som selv sier han bare har skatet i 6 måneder – men ligner en proff.<br />\n&#8211; Nei, jeg tror ikke jeg vinner (øyadagspasset som er dagspremien red.anm), men om jeg gjør det skal jeg selge billetten og kjøpe meg masse skateutstyr. Billettene er jævlig dyre i år, er de ikke? Noah forteller at han holder mye til i skateparken og ser veldig opp til skatere i nærmiljøet, men om han må velge en profilert rollemodell må det være den norske Adil Dyani. </p>\n<p>Skateturneringen går over alle fire dagene og ender i en superfinale på lørdag, hvor de heldige vinnerene, to fra juniorklassen og to fra seniorklassen, vil bli skjenket ære og berømmelse og andre godbiter.  </p>\n<p>Tekst: Karima Andrea Furuseth</p>\n","date":"2009-08-13T15:02:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2009/08/13/lords-of-downtown/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"00778844-ead4-5cd6-a21c-94ae933dccf0","locale":"nb"}}