{"data":{"wordpressPost":{"title":"Lindstrøm, Jerry Folk og Olefonken på Øyanatt 12. august","date":"16th June 2016","content":"<p>EP-aktuelle Lindstrøm tar med seg nykommerne Jerry Folk og Olefonken for en kveld utenom det vanlige. Billetter i salg via Ticketmaster nå.</p>\n<p>Billetter kr. 180,- + avg. (med Øyapass) / 230,- + avg.<br />\n<a href=\"http://www.ticketmaster.no/event/504171\" target=\"_blank\">Billetter i salg</a><br />\n20 års aldersgrense</p>\n<p>Norges spacedisco-storhet Lindstrøm er 8. juli klar med den nye trespors EPen «Windings». Som alltid breddfull av synther som sikter mot himmelen, sprudlende rytmer og melodier som spinner elegant avgårde. «Windings» er innspilt over det siste året, og representerer den nyeste manifestasjonen av Lindstrøm-estetikken verden har lært å kjenne gjennom utgivelser som 2006-samleren «It&#8217;s A Feedelity Affair», ambisiøse «Where You Go I Go Too» (2008) og «Smalhans» (2012).<br />\n– Jeg ville tilbake til det morsomme med å lage musikk, forklarer Lindstrøm.<br />\n– Det har vært morsomt før også, men jeg kjenner mer press når jeg lager album. Singler og EPer er mer gøy.</p>\n<p>Lindstrøm har en kult-aktig status i klubbkretser. Han hørte aldri på klubbmusikk i oppveksten, men har derimot spilt piano i gospelkor, hammondorgel i Deep Purple-coverband, og kassegitar på Karl Johan. Da han omsider begynte å lage dansemusikk, tok han med seg vanen med å spille inn melodiene på faktiske instrumenter. Ved siden av soloutgivelsene sine har Lindstrøm blant annet sluppet to kritikerroste studioalbum sammen med Prins Thomas og ett med Christabelle. Han har vunnet Spellemannprisen fire ganger.<br />\n<a href=\"https://www.facebook.com/hplindstrom/\" target=\"_blank\">facebook.com/hplindstrom</a><br />\n<a href=\"https://soundcloud.com/feedelity\" target=\"_blank\">soundcloud.com/feedelity</a></p>\n<p>Jerry Folk fra Oslo gjør det skarpt internasjonalt for tiden, med sin melodiske housemusikk preget av disco, funk og house. 20-åringen har gitt ut tre singler på LA-baserte Next Wave Records og flyttet nylig selv til Los Angeles. Han liker å se tilbake i tid for inspirasjon, og nøler ikke med å blande organiske lyder inn i låtene sine. Jerry Folk har blant annet Fugees, Zz Ward, Jill Scott og Miami 82 på remiks-CVen sin, og varmet tidligere i år opp for Odesza på deres Europa-turné.<br />\n<a href=\"https://www.facebook.com/jerryfolkmusic\" target=\"_blank\">facebook.com/jerryfolkmusic</a><br />\n<a href=\"https://soundcloud.com/jerryfolkmusic\" target=\"_blank\">soundcloud.com/jerryfolkmusic</a></p>\n<p>Olefonken er en mann av få låter og enda færre ord. Men når noe først ser dagens lys er det solid, gjennomtenkt og fullt av kjærlighet. Oppveksten i Afrika har gitt soundet hans en varm, funky rytmisk kvalitet, mens bakgrunnen fra Norge har tilført friske, kjølige og noen ganger også melankolske melodier. Olefonkens særegne touch kan høres både i soloprosjektene hans og i bandet hubbabubbaklubbs bestrebelser. I fjor var han eneste nordmann plukket ut til prestisjefylte Red Bull Music Academy i Tokyo.<br />\n<a href=\"https://www.facebook.com/Olefonken-946749268738953/\" target=\"_blank\">facebook.com/Olefonken</a><br />\n<a href=\"https://soundcloud.com/olefonken\" target=\"_blank\">soundcloud.com/olefonken</a></p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"527f9029-b540-55f1-8862-b519b40e343f"}}