{"data":{"wordpressPost":{"title":"Grizzly Bear med årets album","date":"27th May 2009","content":"<p>Torsdag 13. august kommer New York-bandet Grizzly Bear til Øyafestivalen. For noen få dager siden slapp de sitt nye album Veckatimest. Anmeldelsene har vært så gode at vi tror dette er en av de sterkeste kandidatene til årets album. </p>\n<p>Dagbladet (terningkast 6): ”Dette er en detaljsprengt, grandios samling med sjangerleflende alternativ rock med adjektivet «sofistikert» tusjet over hele seg.”<br />\n<a href=\"http://www.dagbladet.no/kultur/2009/05/26/576288.html\" target=\"_blank\">LES MER</a></p>\n<p>Aftenposten (nok en 6er): ”Det kommer til å bli laget mer omtalte og merselgende plater enn Grizzyl Bears tredjealbum Veckatimest i år. Men om det vil bli utgitt et album som er bedre, er jeg litt i tvil om.”<br />\n<a href=\"http://oslopuls.aftenposten.no/musikk/article199197.ece\" target=\"_blank\">LES MER</a></p>\n<p>Lydverket (6er igjen): ”Veckatimest er en ruvende kjempe i indierockskogen, der hver låt synes å ha sitt eget univers. Et av verdens mest spennende band ble akkurat i dette øyeblikk også et av verdens beste.”<br />\n<a href=\"http://www.nrk.no/lydverket/verdens-sterkeste-bjoern/\" target=\"_blank\">LES MER</a></p>\n<p>Natt &#038; Dag (full pott her og): ”Sinnstemningene veksler mellom den muntre opplevelsen av de første solstrålene og det idylliske ved naturen, uberørt av menneskehender. Det er vanskelig å begrepsfeste Grizzly Bear med noen få ord.”<br />\n<a href=\"http://www.nattogdag.no/musikk/anmeldelser/grizzly-bear/veckatimest/anmeldelse-grizzly-bear\" target=\"_blank\">LES MER</a></p>\n<p>Pitchfork (9.0): ”Really, in a world far too concerned with backstories and far too lacking in good old dedication to craft, Grizzly Bear&#8217;s just about as boring as they come: four guys who very quietly set out to make a fantastic record. And so they did.”<br />\n<a href=\"http://pitchfork.com/reviews/albums/13078-veckatimest/\" target=\"_blank\">LES MER</a></p>\n<p>Vi anbefaler at du skaffer deg torsdagsbillett til Øya med det samme. I tillegg til Grizzly Bear, kan du denne dagen oppleve blant andre Fever Ray, Glasvegas, Arctic Monkeys, Wilco, I Was A King og Jenny Lewis. <a href=\"http://www.billettservice.no/html/browse.htmI?l=NO&#038;TOUR=OYAFESTI\" target=\"_blank\">Kjøp dagsbilletter her</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"900f1ecc-9b8e-54a2-a723-063b600aa46f"}}