{"data":{"wordpressPost":{"title":"Slowdive to play Øya on Saturday 9th of August","date":"5th February 2014","content":"<p>It is with a lot of excitement we can tell you that the reunited Slowdive are coming to Tøyenparken, to play Øya on Saturday 9<sup>th</sup> of August. Slowdive plan to play selected festivals in 2014. The band got tremendous attention recently when they announced the first reunion concerts at Primavera and in London. These will be Slowdive’s first gigs in almost 20 years. Their goal is to use the earnings from concerts this spring and summer is to fund a new album.</p>\n<p>Slowdive (UK)<br />\nThe news of Slowdive’s return and the announcement of the first reunion shows created a combination of hysteria and euphoria among the fans. This spring and summer, Slowdive will be back on stage for the first time since 1994. On Saturday 9<sup>th</sup> of August they will play Øya Festival. The band’s plan is to visit a few selected festivals in 2014, and we are proud that Øya is one of them. They will play songs from all three albums, including Pygmalion, which have not been performed live earlier.</p>\n<p>Slowdive from Reading got signed to the legendary Creation label in the early 90’s. They were one of the leading British shoegaze bands, a scene which also included names like My Bloody Valentine and Ride. You can call Slowdive shoegazer rock or dream pop, but their timless sound is nevertheless beautiful and noisy at once. The creative force was guitarist and vocalist Neil Halstead, who started the band together with Rachel Goswel . They released three albums and several singles before splitting in 1995.</p>\n<p>A few years ago, Slowdive’s albums were rereleased. Pitchfork wrote this about Souvlaki from 1993: &#8211; Guitars stretch and swirl in slow-motion layers, and the vocals seem to be calling desperately out of them, even when they&#8217;re just lazy chants. This stuff manages to be both pillowy-soft and passionately deep&#8211; shades of the way My Bloody Valentine could blur heaviness into an out-of-focus lull, or the way Galaxie 500&#8217;s drowsy strum could come out with a fist in the air.</p>\n<p>Slowdive continues to inspire younger bands, and traces of their sound can be heard in a lot of indie rock from the last 10-15 years. The two founders started a new project, named Mojave 3. Halstead has also been working on a solo career since 2002. A few weeks ago, rumors began to circulate that Slowdive were heading out on the road again in 2014. This started great excitement among music enthusiasts. In August you can experience this legendary band at Øya.<br />\n<a href=\"http://www.slowdiveofficial.com/\" target=\"_blank\">http://www.slowdiveofficial.com/</a></p>\n","wordpress_id":4175,"translations":{"nb":null,"en":{"url":"/en/2014/02/05/slowdive-to-play-oya-on-saturday-9th-of-august/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f598d828-e983-56b4-96e4-a9e1fa50bed4","locale":"en","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/en/2014/02/05/slowdive-to-play-oya-on-saturday-9th-of-august/","redirect":false}}}