{"data":{"wordpressPost":{"title":"Hot Snakes, Misty Coast og Deathcrush til Øya","date":"2019-04-29T07:22:05.000Z","content":"\n<p><strong>HOT SNAKES (US) – tors 8. aug</strong></p>\n\n\n\n<p><strong>DEATHCRUSH – fre 9. aug</strong></p>\n\n\n\n<p><strong>MISTY COAST – fre 9. Aug</strong></p>\n\n\n\n<p>I påska solgte vi ut de siste ukespassene og det har vært tomt for lørdagsbilletter ganske lenge. Det ser ut til at flere dager kan selge ut langt tidligere enn normalt, så det er på tide å sikre seg billetter til sine favoritter. Det er nå få billetter igjen til onsdag og fredag.</p>\n\n\n\n<p>Vi er nå i innspurten av å sette sammen hovedprogrammet. Både Deathcrush og Misty Coast har gitt ut meget sterke album de siste månedene, og vi gleder oss til å høre høydepunkter herfra i Tøyenparken. I tillegg kommer Hot Snakes, som sto bak fjorårets sterkeste rockealbum, til Øya. De utgjør en herlig gitartung pakke på torsdagen sammen med Fontaines D.C. og Ricochets.</p>\n\n\n\n<p>HOT SNAKES (US)</p>\n\n\n\n<p>Etter noen år som kun liveband ga Hot Snakes endelig ut et\nnytt album i fjor, og Jericho Sirens var kanskje det aller beste rockealbumet\nsom ble utgitt i 2018. I bandet finner man folk som har spilt sammen eller hver\nfor seg i kvalitetsband som Drive Like Jehu, Rocket From The Crypt, OFF!, Night\nMarchers, Obits, Bardo Pond, Earthless og Behive &amp; The Barracudas. </p>\n\n\n\n<p>De hadde rukket å gi ut Automatic Midnight (2000) og Suicide\nInvoice (2002) før de fikk dagens status som kritikerfavoritter. I tillegg til\nå gi ut knallsterke skiver i en nærmest tidløs krysning mellom rock’n’roll,\npunk og hardcore, er de regna som et gnistrende og solid liveopplevelse.</p>\n\n\n\n<p>Hot Snakes spilte på Øyas minste scene i 2005, med et\nrekordstort oppmøte fra publikum. Kvartetten hadde høsten før gitt ut\nfantastiske Audit in Progress, som skapte enorm begeistring på Øya-kontoret.\nRett før festivalen fikk vi vite at deres besøk i Middelalderparken ville bli\nen av deres siste konserter før de la ned bandet. Siden 2011 har de spilt\nsammen igjen, men uten å ta turen til Norge. Nå er de endelig tilbake!</p>\n\n\n\n<p><a href=\"https://www.facebook.com/HotSnakes/\">www.facebook.com/HotSnakes</a></p>\n\n\n\n<p>DEATHCRUSH</p>\n\n\n\n<p>Etter å ha imponert fra norske scener i en årrekke er\nendelig debutalbumet til Deathcrush her, og det har fått det passende navnet\nMegazone. Den energiske og uforutsigbare trioen består nå av Linn Nystadnes,\nVidar Evensen og Pelle Bamle, og i 2019 skal de gi deg nye musikalske ørefiker.\nDe klarer på snodig vis å kombinere støyrocken fra de tidlige åra til Deathcrush\nmed både det tidvis dansbare og det aggressive. Bandet har tidligere gitt ut en\nrekke singler, men viser seg først nå i fullformat.</p>\n\n\n\n<p><a href=\"https://www.dagbladet.no/kultur/dette-kan-det-bli-vorspiel-galskap-av/70853895\">Dagbladet</a>: &#8211; Her virres det fra skanse til skanse, om det er punk, dansbare beats, suggererende støy eller slepende rock. Fra Sonic Youth til Electric Eel Shock. Det viktigste i all «forvirringen» er at de – tross den brede fargepaletten de bruker til å skisse opp låtene sine – har en ganske tydelig signatur på det hele.</p>\n\n\n\n<p><a href=\"https://www.facebook.com/deathcrushbaby/\">www.facebook.com/deathcrushbaby</a></p>\n\n\n\n<p>MISTY COAST</p>\n\n\n\n<p>Bergen-baserte Misty Coast ga i vinter ut albumet Melodaze,\nproppfult av deilig indierock og drømmepop. Duoen består av Linn Frøkedal og\nRichard Myklebust, også kjent fra Low Frequency in Stereo og The Megaphonic\nThrift. For to år siden albumdebuterte de med en selvtitulert utgivelse. De\nsvevende herlighetene på Melodaze ble laga i Berlin, og er produsert av Matias\nTellez fra Young Dreams. Vi gleder oss til at musikken herfra skal blande seg\nmed den frodige Tøyenparken.</p>\n\n\n\n<p><a href=\"http://www.musikknyheter.no/anmeldelser/19116/Misty-Coast.html\">Musikknyheter.no</a>: &#8211; Melodaze&nbsp;er en plate som bare venter på å bli spilt i solsteken på festival, men som også fungerer like bra alene på hodetelefonene. Det er helt klart at bandet har et utrolig potensiale og vil fortsette å bli bedre og bedre for hver plate. Kjærligheten og lidenskapen de har for musikk merkes godt, og den følelsen smitter.&nbsp;</p>\n\n\n\n<p><a href=\"https://www.facebook.com/mistycoast/\">www.facebook.com/mistycoast</a></p>\n","wordpress_id":23791,"featured_image":{"title":"Hot-Snakes_Oya2019","filename":"hot-snakes-oya2019.jpg","filesize":232815,"url":"http://oya.test/assets/uploads/2019/04/hot-snakes-oya2019.jpg","link":"/2019/04/29/hot-snakes-misty-coast-og-deathcrush-til-oya/hot-snakes_oya2019/","alt":"","author":"3","description":"","caption":"","name":"hot-snakes_oya2019","status":"inherit","uploaded_to":23791,"date":"2019-04-26 09:07:51","modified":"2019-04-26 09:07:51","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":1350,"height":1008,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/04/hot-snakes-oya2019-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/04/hot-snakes-oya2019-1024x765.jpg","medium_width":1024,"medium_height":765,"medium_large":"http://oya.test/assets/uploads/2019/04/hot-snakes-oya2019.jpg","medium_large_width":768,"medium_large_height":573,"large":"http://oya.test/assets/uploads/2019/04/hot-snakes-oya2019.jpg","large_width":1350,"large_height":1008,"small":"http://oya.test/assets/uploads/2019/04/hot-snakes-oya2019-320x239.jpg","small_width":320,"small_height":239,"medium_small":"http://oya.test/assets/uploads/2019/04/hot-snakes-oya2019-640x478.jpg","medium_small_width":640,"medium_small_height":478,"xlarge":"http://oya.test/assets/uploads/2019/04/hot-snakes-oya2019.jpg","xlarge_width":1350,"xlarge_height":1008}},"translations":{"nb":{"url":"/2019/04/29/hot-snakes-misty-coast-og-deathcrush-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b66685b2-a56c-516e-aa4b-e9b4195bc4c9","locale":"nb"}}