{"data":{"wordpressPost":{"title":"Jenny Lewis og Phoebe Bridgers til Øya onsdag 8/8","date":"7th February 2018","content":"<p>Det er masse igjen å slippe til årets Øya-program. I dag er to artister som skal spille onsdag 8. august bekrefta. Jenny Lewis er en artist som har vært på ønskelista vår lenge, og Phoebe Bridgers er en av fjorårets aller beste debutanter. Begge kommer til Tøyenparken med bagasjen full av sterke låter.</p>\n<p>Salget av både ukespass og dagsbilletter går unna i høyt tempo. Nå er det under 3500 ukespass igjen. Fortsatt er det mange artister igjen å booke, men vi anbefaler ingen å vente med å skaffe seg billett.</p>\n<p>&nbsp;</p>\n<p><strong>JENNY LEWIS (US)</strong></p>\n<p>Hennes første album under eget navn var i samarbeid med The Watson Twins i 2006. Deretter opplevde Jenny Lewis et kommersielt løft med den egentlige solodebuten Acid Tongue i 2008. I 2014 kom det virkelige gjennombruddet da The Voyager gikk inn på niendeplass på albumlista i hjemlandet. Lewis har vært i studio i fjor, så det forventes ny musikk før festivalsesongen. Musikken hennes er prega av gode popmelodier, et hint av country og ofte store deler deilig vestkystlyd.</p>\n<p>Jenny Lewis var skuespiller i oppveksten, med mindre roller i en rekke filmer og kjente TV-serier. Hun slo igjennom som vokalist i det delikate indiepopbandet Rilo Kiley. De fikk mye oppmerksomhet for More Adventurous i 2004 og karriera toppa seg med det flotte albumet Under The Blacklight i 2007. I 2010 ga hun ut et album med Johnathan Rice, under navnet Jenny &amp; Johnny. De siste årene har hun også spilt i trioen Nice As Fuck. I tillegg har Lewis samarbeida med blant andre The Postal Service og Elvis Costello. 8. august skal hun framføre et knippe svært fengende låter mellom trær, gress, folk og smil på Tøyen.</p>\n<p><a href=\"http://www.jennylewis.com/\">www.jennylewis.com</a></p>\n<p><a href=\"https://www.facebook.com/JennyLewis/\">www.facebook.com/JennyLewis</a></p>\n<p>&nbsp;</p>\n<p><strong>PHOEBE BRIDGERS (US)</strong></p>\n<p>Phoebe Bridgers’ debutalbum kom høsten 2017 på kvalitetsbevisste Dead Oceans. Det er bred enighet om at skiva er blant de aller beste debutene fra i fjor. Hun studerte opprinnelig jazzvokal, men er i dag en moderne singer/songwriter. Hennes første singel kom ut på labelet til Ryan Adams. Bridgers bruker folkinspirasjon på en åte som bør appellere stort til fans av Øya-favoritter som av Laura Marling og Angel Olsen. Låtene hennes har blitt brukt i flere TV-serier.</p>\n<p><a href=\"http://www.undertheradarmag.com/reviews/phoebe_bridgers_stranger_in_the_alps/\">Under The Radar</a>: &#8211; The delicate ferocity of her voice and kick of lyrical angst rightfully place Bridgers in the same realm as revered artists Julia Jacklin and Angel Olsen.</p>\n<p><a href=\"https://www.thelineofbestfit.com/reviews/albums/phoebe-bridgers-stirs-every-emotional-memory-on-a-standout-debut-album\">The Line of Best Fit</a>: &#8211; She marries her vocals and guitar playing to form in a perfect union, creating an unstoppable, bewitching sound that both haunts and comforts.</p>\n<p><a href=\"http://www.phoebefuckingbridgers.com/\">www.phoebefuckingbridgers.com</a></p>\n<p><a href=\"https://www.facebook.com/phoebebridgers/\">www.facebook.com/phoebebridgers</a></p>\n","wordpress_id":21346,"translations":{"nb":{"url":"/2018/02/07/jenny-lewis-phoebe-bridgers-oya-onsdag-8-8/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"28e470aa-3722-5a0f-9e27-777e7c3f0f0b","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2018/02/07/jenny-lewis-phoebe-bridgers-oya-onsdag-8-8/","redirect":false}}}