{"data":{"wordpressPost":{"title":"Heit ny musikk i parken","date":"2009-05-06T12:02:00.000Z","content":"<p>Karin Park har nylig gitt ut en av årets positive musikalske overraskelser. Nå gjør hun sin debut i Middelalderparken og vi oppfordrer andre festivaler til å booke Karin Park øyeblikkelig. Buzzen i USA har lenge vært stor i USA på Asher Roth og Dirty Projectors. Sistnevnte har tidligere samarbeidet med David Byrne og Björk. Asher Roth kan du oppleve for første gang i Norge under Øyafestivalen.</p>\n<p>Om cirka en måned skal årets Øya-program være komplett. Det foreløpige programmet er fullt av artister som i sommer vil gjøre sin eneste Norges-konsert på Øya. I tillegg vil et utall av artistene spille sin første konsert her til lands i løpet av festivalen. Det blir altså gode muligheter for mange unike musikkopplevelser. </p>\n<p>DIRTY PROJECTORS (US) &#8211; lørdag 15. august<br />\nDirty Projectors er et band som har takka nei til mange europeiske festivaler i sommer. Øyafestivalen blir faktisk deres første Europa-konsert etter utgivelsen av den kommende skiva. Dave Longstreth starta som student i komposisjon på Yale, men forlot universitetet til fordel for en musikalsk karriere som etter hvert har endt opp i Dirty Projectors. I 2003 brukte han navnet for første gang og ga ut skiva The Glad Fact. Siden den gang har han og medmusikerne stått bak konseptalbum on Eagles-trommis Don Henley og en omtrentlig gjengivelse av Black Flag sin klassiker Damaged (etter hukommelse). 8. juni kommer albumet Bitte Orca. Skiva kommer ut på alltid pålitelige Domino (Franz Ferdinand, Arctic Monkeys, Animal Collective), som de signerte for i fjor. Dirty Projectors har samarbeidet med David Byrne og Björk. Byrne skal ha sagt følgende om bandet: ”completely strange and oddly familiar at the same time”. Andre har brukt referanser som Captain Beefheart, King Crimson, RnB, Talking Heads, afrikansk rock, Beethoven, indie, Wagner, punk, Led Zeppelin,Cole Porter, blues, Deerhoof og Timberlake i sine forsøk på å beskrive Brooklyn-bandet. De har fått strålende anmeldelser i hjemlandet for sine utgivelser, og i august vil du kunne oppleve bandet selv, på nært hold i Middelalderparken.<br />\n<a href=\"http://www.myspace.com/dirtyprojectors\" target=\"_blank\">MYSPACE</a></p>\n<p>KARIN PARK<br />\nSvensk-bergenseren Karin Park debuterte for seks år siden med Superworldunknown, som sperret fikk velfortjent oppmerksomhet. De siste par årene har det vært litt stille, men det viser seg at Park har brukt tiden usedvanlig godt. Det tredje albumet Ashes to Gold, ser ut til å overraske både publikum og anmeldere. Aftenposten ga en femmer og mente at: ”Selv om platen er moderne og tidsriktig i innpakningen er det først og fremst Parks låtskrivertalent som løfter den over gjennomsnittet av poputgivelser. Registeret hennes er stort, fargerikt og strekker seg fra det særdeles radiovennlige, til det mer eksperimentelt sære.” Den er både hakket mørkere og betydelig mer elektronisk enn tidligere utgivelser. Blant bidragsyterne finner man folk fra Ralph Myerz, Datarock og Ungdomskulen. Karin Park er klar for å begeistre med kjølig popmusikk i sensommervarmen.<br />\n<a href=\"http://www.myspace.com/karinpark\" target=\"_blank\">MYSPACE</a></p>\n<p>ASHER ROTH (US)<br />\nAsher Roth vokste opp rett nord for Philadelphia og starta å få sans for hiphop på high school. Han ble først og fremst lagt merke til for sine sterke tekster. Som de fleste andre rappere tar han utgangspunkt i sin egen bakgrunn. Forskjellen er at han kommer fra hvit middelklasse. Flere har påpekt at han har lignende kvaliteter som man så hos en ung Eminem. Sjøl foretrekker han The Roots og Outkast. Veldig mange festivaler hadde Roth høyt oppe på ønskelista si. Nå har han valgt å gjøre kun Øya i Norge. Hans andre album har fått tittelen Asleep in the Bread Aisle og føyk inn på de amerikanske salgslistene ved utgivelse i april. Låta I Love College ble i tillegg en stor hit for Roth. Om ikke lenge gjør Asher Roth seg klar for å imponere det norske publikumet i Middelalderparken. Det kan fort bli sommerens store hiphop-øyeblikk.<br />\n<a href=\"http://www.myspace.com/asherrothmusic\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":593,"translations":{"nb":{"url":"/2009/05/06/heit-ny-musikk-i-parken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b5a229f8-2fc5-58fe-bd29-70beeb87ec8a","locale":"nb"}}