{"data":{"wordpressPost":{"title":"Hopp på sykkelen!","date":"3rd August 2017","content":"<p><span style=\"font-weight: 400;\">Sykkelen er både miljøvennlig og arealeffektiv, og utgjør derfor en viktig del av fremtidens urbane transportløsninger &#8211; dessuten har de fleste godt av å svette litt. I følge Oslo Kommunes sykkelplan er 94 prosent av Oslos innbyggere positive til at det satses på å få flere til å sykle, og mange ønsker å sykle dersom det legges bedre til rette for det &#8211; og det gjør vi på Øyafestivalen! </span></p>\n<p><a href=\"https://www.facebook.com/sykkelioslo\"><span style=\"font-weight: 400;\">Sykkelprosjektet til Oslo kommune</span></a><span style=\"font-weight: 400;\"> låner ut sykkelstativene gratis til arrangementer i Oslo, og skaffer ekstra mange til Øya-publikummet. Parkeringen rommer sykkelstativer med plass til 1000 sykler, og være inngjerdet og bevoktet i festivalens åpningstider. Statistisk sett er det stor sannsynlighet for at akkurat du bor mindre enn 15 minutter med sykkel unna festivalområde. På forbrukerrådets nettside </span><a href=\"http://sykledit.no/\"><span style=\"font-weight: 400;\">sykledit.no</span></a><span style=\"font-weight: 400;\"> kan du finne den beste sykkelruta for deg.</span></p>\n<p><span style=\"font-weight: 400;\">Skrangler det i sykkelen? Stikk innom Dappers stand ved sykkelparkeringen! De fikser sykkelen din gratis mens du venter, og tilbyr solbriller, setetrekk, såpe og mye annet praktisk festivalutstyr. Følg også med på konkurransene deres på <a href=\"https://www.instagram.com/dapperoslo/\">Instagram</a> og på </span><a href=\"https://www.dapper.no/\"><span style=\"font-weight: 400;\">Dapper.no</span></a><span style=\"font-weight: 400;\">. Standen deres har åpent onsdag til lørdag, 13.00 &#8211; 19.00.</span></p>\n<p><b>Åpningstider for sykkelparkeringen:<br />\n</b><span style=\"font-weight: 400;\">Onsdag &#8211; lørdag: kl 12.00 &#8211; 24.00<br />\n</span><span style=\"font-weight: 400;\">Søndag: kl 12.00 &#8211; 18.00</span></p>\n<p><i><span style=\"font-weight: 400;\">Ikke glem å hente sykkelen din før kl 18 på søndagen etter festivalen!</span></i></p>\n<p><b>Også lett tilgjengelig kollektivt<br />\n</b><span style=\"font-weight: 400;\">Om du ikke har mulighet til å sykle er det veldig lett å ta seg til Tøyenparken kollektivt. Tøyen T-banestasjon og Carl Berners Plass T-banestasjon ligger henholdsvis 700 og 900 meter fra festivalinngangen. I tillegg går det både buss og trikk i nærheten av Tøyenparken. Vi minner om at vi ikke tilbyr parkeringsplasser for bil.</span></p>\n","wordpress_id":20647,"translations":{"nb":{"url":"/2017/08/03/hopp-pa-sykkelen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8ad40b94-ac62-592a-8a9f-05cd673bbcfe"}}