{"data":{"wordpressPost":{"title":"Odd Future are coming to Øya the 10th of August","date":"10th April 2012","content":"<p>Odd Future has been one of the most prominent names within hip hop during the last years, and they are coming to The Øya Festival Friday the 10th of August. They recently released The OF Tape Vol.2, go check it out! This gang will be creating some real atmosphere at Øya on the same day as The Black Keys, DâM-Funk, Refused, Nicolas Jaar, The Devil&#8217;s Blood and many more.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>ODD FUTURE (US)</strong></p>\n<p>Odd Future is the short version of Odd Future Wolf Gang Kill Them All and slightly easier to pronounce than the acronym OFWGKTA. They are a hip hop collective that started out in Los Angeles in 2007. The most known members are probably the solo artists Tyler, The Creator and Øya artist Frank Ocean, but also Hodgy Beats, Domo Genesis, Mike G, Left Brain, Syd tha Kyd, Matt Martians and now even Earl Sweatshirt who has made a name for himself with his own material. Within the collective of Odd Future you can also find several other collaborations with their own releases, like MellowHype (Hodgy Beats and Left Brain) and The Internet (Syd tha Kyd and Matt Martians).</p>\n<p>&nbsp;</p>\n<p>Odd Future released their first mixtape back in 2008. After following up with the slightly more elaborate Radicals in 2012 and becoming rather controversial, the ball started rolling as the rumours spread. Their crazy live performances didn&#8217;t hurt their reputation either. The Magasine SPIN were witness to a concert like this in November 2010, and stated that «their live show felt more like a sweat-soaked punk rock teenage riot than a rap show». The year after, LA Weekly listed five reasons why Odd Future were the best live band in town, and finished with: «The real reason we love Odd Future is (…) because there&#8217;s a unique energy at Odd Future shows, a free floating rage in the stage dives and obscenities that cements a bond and even affection between the artists and the audience.»</p>\n<p>Odd Future recently released The OF Tape Vol.2, their official full length debut and the album of the week in the Hip Hop Magasine Kingsize. And what do you know; when they celebrated their release at New York Hammersmith Ballroom last Tuesday, Earl Sweatshirt appeared on stage after a break of almost two years which he has spent at an internate school in Samoa. We guarantee you the craziest friday night party of the summer at Øya the 10th of August.</p>\n<p><a href=\"http://oddfuture.com/\" target=\"_blank\">oddfuture.com</a></p>\n<p>photo Julian Berman</p>\n","wordpress_id":1994,"translations":{"nb":null,"en":{"url":"/en/2012/04/10/odd-future-are-coming-to-oya-the-10th-of-august/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"dc89d06b-8dc8-5270-8f0e-39f5b9fdc801","locale":"en","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/en/2012/04/10/odd-future-are-coming-to-oya-the-10th-of-august/","redirect":false}}}