{"data":{"wordpressPost":{"title":"3 x dansefest på Øya","date":"29th January 2008","content":"<p>DIPLO (US)<br />\nHOLY FUCK (CA)<br />\nGIRL TALK (US)</p>\n<p>Øyafestivalens program blir stadig fyldigere og i dag har vi fått bekreftet tre heite navn i i den danseglade enden av spekteret. DJene Diplo og Girl Talk kommer til å bringe amerikansk klubb- og feststemning til parken, mens kanadiske Holy Fuck byr på overaskende og rocka elektromoro. Nå er det bare å samle godt humør, gode venner, nye solbriller og solid fottøy. Se opp for flere artistslipp snart!</p>\n<p>DIPLO (US)<br />\nI august kommer en av de mest sentrale skikkelsene og hotteste navnene i ny amerikansk klubbkultur til Oslo og Øyafestivalen. Diplo er en mann som ikke er redd for å prøve ut utradisjonelle musikalske oppskrifter i sin jakt på å skape den perfekte musikkfesten. Han kommer til å by på dansemoro du knapt kan huske å ha opplevd maken til. Forbered deg på såre fotsåler og ømme bein til langt ut på høsten. Diplo heter egentlig Wesley Pentz, vokste opp i sørstatene og holder i dag til i Philadelphia. Han sa opp lærerjobben for noen få år siden for å satse hundre prosent på musikk. I tillegg til å være en fremragende DJ er han kjent for sitt produsentarbeid for MIA. Han driver også sin egen label, kalt Mad Decent, hvor han har gitt ut egne ting, Blaqstarr og fjorårets festleverandører på Vika, brasilianske Bonde Do Role. Diplo har tilbrakt mye tid i Brasil de siste åra og er blant annet ansvarlig for å hjelpe genren baile funk ut i den store verden. Hans eget album Florida kom i 2004. I løpet av våren skal det komme mer Diplo-materiale i butikkene, så det er bare å bla fram partybudsjettet. Som om ikke dette var nok er han aktiv med klubbopplegget Hollertronix og har de siste åra remixa så ulike artister som Gwen Stefani, Decemberists, Yeah Yeah Yeahs, Spank Rock, Modest Mouse, Hot Chip og Beatles. Gjør deg klar til løssluppen humørspredning og skyhøy stemning i Middelalderparken under Øya.</p>\n<p>HOLY FUCK (CA)<br />\nDe siste åras canadiske bølge har stor sett dreiet seg om smart indiepop og beslekta stilarter. Holy Fuck fra Toronto leverer i stedet moderne elektronisk musikk, med utgangspunkt i  lo-fi-tankegang, samt en og annen idé hentet fra rocken. De starta opp som et ganske spontant prosjekt, som hverken hadde skrevet eller arrangert musikken ferdig før de dro ut på veien for å presentere moroa for andre. Kresne kritikere på begge sider av Atlanteren elsket skiva Holy Fuck LP fra i fjor og blant andre NME og Rough Trade ga den meget høye plasseringer på sine lister over knallskiver fra 2007. Bandet består av Brian Borcherdt og Graham Walsh på tangenter og effekter, i tillegg til et utvalg kompiser på bass og trommer. Deres debut (som kun heter Holy Fuck) kom i 2005, men det er først det siste halvåret at omverden har fått øynene opp for dette herlige bandet. De er regnet som et av Canadas mest spennende liveband og har allerede rukket å turnére med kvalitetsnavn som Wolf Parade, Slint, Buck 65, A Place To Bury Strangers, Super Furry Animals og The Go! Team. Denne gjengen har evnen til å blåse muskalske fordommer og gretten skepsis ut av huet på publikum innen første låt har kommet skikkelig i gang. Flere har blitt helfrelst etter å oppleve Holy Fuck på plate eller scene. Eye Magazine kalte dem “multi-layered psychedelic mayhem”, Drowned In Sound påsto at de drev med ”experimental improvised songs where not even they know what will happen”, PopMatters opplevde avslutningen på en konsert som “a reverb-heavy, sun-is-rising/new-day-is-born meditation on life”. Nå er det på tide at du får oppleve dette og gjøre deg opp en egen mening. Øyafestivalen blir din mulighet.</p>\n<p>GIRL TALK (US)<br />\nBak navnet Girl Talk finner man DJ og produsent Gregg Gillis fra Pittsburgh. Han skaper ny og frisk spenning ved å kombinere gammel musikk du ikke trodde ville fungere sammen. Her kan man finne mengder kjente klipp fra rock, hiphop, indie, elektronika og gammal cheesy pop med mer. Det velkjente blandes med det svært obskure, uten tanke på strenge genrebåser eller musikalske fordommer. Godsakene smeltes sammen til ei musikalsk gryte du aldri rekker å gå lei av. Dette er en artist som får alle med vid musikksmak og sansen for utfordringer til å glise så bredt at huet nesten revner. Gregg Gillis starta i Pittsburghs undergrunn, men vokste seg raskt ut av den, ikke minst fordi han leverer et show få andre DJer kan matche.  Det er nå snart et år siden denne gale mannen fikk bookingfolka til å sette grillribba i halsen under et passe legalt arrangement på SXSW &#8217;07. Makan til oppvisning! Stagediving klokka ett om morran er sjelden vare. Han gjorde visstnok det samme på Coachella, men der var det 25.000 som ville ha en bit av kaka. Mannen har i tillegg laget vellykka remixer av Of Montreal, Peter Bjørn &#038; John og Beck. Girl Talk har sålang gitt ut tre album, med Night Ripper fra 2006 som det nyeste. I 2008 skal det visstnok komme et album han planlegger å kalle Feed The Animals og han skal glede oss i Middelalderparken i august. Du vil ikke gå glipp av denne hemningsløse moroa under årets Øyafestival.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9cd83dd0-0b9a-5497-bd7f-06f08f43a424"}}