{"data":{"wordpressPost":{"title":"Oral Bee og The Switch i Tøyenparken","date":"20th March 2015","content":"<p>Øya-programmet er fyldig og stort, men vi skal slippe nye navn i noen uker til. I dag er to norske navn, som aldri har spilt i hovedprogrammet tidligere, klare for Tøyenparken under Øya. Oral Bee &amp; Da Playboy Foundation og The Switch representerer ulike deler av norsk musikkliv, men kommer begge til å prege 2015.</p>\n<p><strong>FÅ UKESPASS IGJEN</strong><br />\nBillettsalget til årets Øya går unna! Vi har fortsatt en del ledige plasser i programmet, men det er svært få ukespass igjen. Også dagsbillettene selger godt, spesielt til lørdag 15. august. Om salget fortsetter i dette tempoet, vil vi være tomme for ukespass om noen dager.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"336\" height=\"336\" data-srcset=\"https://api.oyafestivalen.no/assets/uploads/2014/11/Billettknapp.png 800w, https://api.oyafestivalen.no/assets/uploads/2014/11/Billettknapp-150x150.png 150w, https://api.oyafestivalen.no/assets/uploads/2014/11/Billettknapp-300x300.png 300w, https://api.oyafestivalen.no/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 336px) 100vw, 336px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p><strong>ORAL BEE &amp; DA PLAYBOY FOUNDATION</strong><br />\nOral Bee har siden debuten ved årtusenskiftet hatt lojale fans, som i det siste ser ut til å ha økt betydelig i antall. I år kommer albumet Putter Det Ned 4ever. Siden i fjor sommer har folk tatt av på smakebitene Tennis og Jumanji. Sammen med Big Ice og Mr Pimp-Lotion har han stått bak produksjoner under navnet Da Playboy Foundation. De har jobba med en stor mengde amerikanske artister. For to år siden ga Oral Bee, under sitt egentlige navn Anders Kranmo Smedstad, ut boka Livet Til En Norsk Boss.</p>\n<p>Han debuterte med singelen Penger i 2000 og har laga stødig vestkystrap på albuma Sånn Vi Putter Det Ned (2001), Still Putter Det Ned (2005) og Putter Det Ned As Usual (2009). Nå kommer album nummer fire, og lover godt for sommeren.</p>\n<p>Fra gjengen sjøl meldes det: &laquo;Da Playboy Foundation består av Pimpgudens talerør i Norden &#8211; Oral Bee, den eksentriske pelskledde Mr. Pimp-Lotion og den norske West Coast-kongen Big Ice. I mai kommer albumet Putter Det Ned 4Ever, det første albumet på ti år der alle tre har samarbeidet. Oral Bee har en liten, men ekstremt dedikert fanbase, som har vokst over de siste årene. Øya-publikummet kommer til å få en magisk konsertopplevelse.&raquo;</p>\n<p><a href=\"http://www.nrk.no/kultur/alle-hater-oral-bee-1.12271079?fullscreen=true\" target=\"_blank\">Sjekk NRKs store sak om Oral Bee og veien til suksess her</a><br />\n<a href=\"http://oslorecords.com/artists/oralbee\" target=\"_blank\">oslorecords.com/artists/oralbee</a></p>\n<p><strong>THE SWITCH</strong><br />\nThe Switch er et popband fra Oslo, som de siste åra har spilt rundt omkring på hovedstadens småklubber. Nå er de klare for å ta steget opp, og møte et større publikum. Den ferske skiva B Is For The Beast har fått meget gode anmeldelser, og gjengen har gjennom flittig arbeid etablert seg som et herlig liveband. Dagens Næringsliv mener bandet lager «norsk undergrunnspop av høy klasse».</p>\n<p>VG valgte å beskrive innholdet på skiva som «lyden bobler og skvulper, men holdes også i tømme av stramt komp og konkret gitarstikk».</p>\n<p><a href=\"http://www.groove.no/anmeldelse/22679175/b-for-the-beast-the-switch\" target=\"_blank\">Groove.no</a> fikk assosiasjoner til både The Beatles, Tame Impala og The Flaming Lips: &#8211; Sekstitalstonen, både den frå Stillehavskysten og den frå jordbærmarkene i Liverpool er tydelig til stades. Men er pakka i eit lydbilde av prog og psych som ikkje har ei like opplagt stad- og tidfesting ved seg.</p>\n<p>Den nye skiva kommer litt under et år etter debuten Big If. I 2015 framstår de som et band med teft for både sterke melodier og gode arrangementer. Dette er popmusikk som vil kle Tøyenparken i augustsola veldig godt.<br />\n<a href=\"http://www.theswitch.no/\" target=\"_blank\">www.theswitch.no</a></p>\n<p>&nbsp;</p>\n<p>foto Amalie Winther</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c338d557-3b6d-518b-9553-52c4e625e9f1"}}