{"data":{"wordpressPost":{"title":"Øyanatt: Trummor &#038; Orgel","date":"26th April 2018","content":"<p>KULTURHUSET<br />\nTORSDAG 9. AUGUST</p>\n<p>ID:20<br />\nGRATIS</p>\n<p>&nbsp;</p>\n<p><strong>Trummor &amp; Orgel (SE)</strong></p>\n<p>Siden starten i 2003 Trummor &amp; Orgel gitt ut syv fullengdere, samarbeidet med med bl.a. Ebbot Lundberg (The Soundtrack of Our Lives), Magnus Carlson (Weeping Willows) og Peter Moren (Peter, Bjorn og John) og mottatt svensk Grammy. Samtidig har de vist seg å være en briljerende duo i sin sjanger med forrykende live-show gjennom konserter i her til lands og resten av Europa. Siden deres siste besøk i Norge i fjor har de gitt ut sin syvende fullengder; «Indivisibility», utgitt mars 2018. Trummor &amp; Orgel er Anders Ljunggren (orgel) og Staffan Ljunggren (trommer), en blanding av psykedelia, jazz, svensk folkemusikk, indiepop og elektronisk musikk.</p>\n<p>&nbsp;</p>\n<p>Duoen selv om deres siste utgivelse:</p>\n<p>Man kan spørre seg selv hva som driver en til å fortsette å lage musikk innenfor de snevre rammene som trommer og orgel tilbyr. Kanskje er det utfordringen som er drivkraften &#8211; vanskeligheten med å skape noe som føles nytt, i det minste for seg selv, med begrensningene som finnes.</p>\n<p>&nbsp;</p>\n<p>Men frihet og begrensning er, på en kreativ måte, to sider av samme sak: uten rammer, musikk kan lett bli uforståelig, men uten frihet blir stiv. Eller om du vil, Yin trenger Yang for å lage en enhet. Dette har vært den aller utgangspunktet i arbeidet med Indivisibility &#8211; å finne balansen mellom det organiske og det elektroniske, det dynamiske og det forutsigbare, før og nå; likevekt mellom menneske og maskin.</p>\n<p><a href=\"https://www.facebook.com/trummororgel/\">www.facebook.com/trummororgel</a></p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":21688,"translations":{"nb":{"url":"/2018/04/26/oyanatt-trummor-orgel/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"33888f7d-7dab-53b1-855b-41ee6abde24c","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/04/26/oyanatt-trummor-orgel/","redirect":false}}}