{"data":{"wordpressPost":{"title":"Tyler, The Creator og ILoveMakonnen til Øya","date":"10th February 2015","content":"<p><strong>TYLER, THE CREATOR (US) – tors 13/8</strong><br />\n<strong> ILOVEMAKONNEN (US) – fre 14/8</strong></p>\n<p>Øyafestivalen 2015 får et stadig fyldigere program. I dag styrker vi hiphop-delen med to unge, aktive artister. Tyler, The Creator er kjent for mange fra Odd Future. Til sommeren gjester han Tøyenparken på egenhånd torsdag 13. august. Dagen etter kommer håpet ILoveMakonnen, en fyr stadig flere åpner øra for.</p>\n<p>Det blir stadig færre ukespass hos Billettservice. Akkurat nå er det under 2000 stykk igjen i salg. Ukespass gir tilgang til Klubbdagen tirsdag 11. August og fire dager i Tøyenparken. I tillegg får man rabatt på Øyanatt-arrangementer.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-full wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"288\" height=\"272\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p><strong>TYLER, THE CREATOR (US)</strong><br />\nOdd Future-grunnlegger Tyler, The Creator kommer til Øya i august for å lage liv i Tøyenparken. Han er en av de siste åras mest omtalte unge rappere og er kjent for sitt høye aktivitetsnivå, kontroversiell ordbruk og at han har mye på hjertet.</p>\n<p>I tillegg til suksessen med Odd Future (eller OFWGKTA, om du vil) har han rukket å gjøre mye på egenhånd. Solodebuten kom med mixtapen Bastard i 2009. Deretter fulgte Goblin (2011) og Wolf (2013), som begge nådde topp fem på den amerikanske salgslista. I Odd Future har han vært både rapper, produsent og designer. Tyler, The Creator har produsert utgivelser for blant andre Odd Future-medlem Earl Sweatshirt, Pusha T, Mac Miller og Frank Ocean.</p>\n<p><a href=\"http://www.popmatters.com/review/140837-tyler-the-creator-goblin/\" target=\"_blank\"> Popmatters.com</a> kalte Goblin «a massive spoonful of marvelous hip-hop medicine, of the most unnerving, hyperreal humour you may well ever hear». Lydverket beskrev same utgivelse som «bekmørk, selvrefleksiv, absurd, smakløs og ekstremt fascinerende affære».</p>\n<p>Han har lenge jobba med nye låter og det ryktes at et album kan komme ut i 2015. Det er bare å glede seg til ny musikk og ikke minst til hans besøk i Tøyenparken torsdagen under Øya.<br />\n<a href=\"https://www.facebook.com/TylertheCreatorOfficial\">https://www.facebook.com/TylertheCreatorOfficial</a></p>\n<p><strong>ILOVEMAKONNEN (US)</strong><br />\nMakonnen Sheran er et nytt, stort hiphop-håp fra Atlanta, Georgia. Det betyr at han deler hjemby med blant andre fjorårets store Øya-headliner, Outkast. Som artist benytter han navnet ILoveMakonnen. Uttrykksmessig har han like stor sans for pop, rock, RnB og hiphop, noe som smitter over i hans eget materiale. I de siste åra har han jobba med etablerte Atlanta-navn som Mike Will Made It og Sonny Digital, og gitt ut mixtaper i serien Drink More Water. For ikke lenge sida ble smakebiten Super Clean fra Drink Water 5 gjort tilgjengelig på nett. I fjor ga han ut en EP. Oppmerksomheten økte drastisk etter at Drake ønska å remikse og synge på låta Club Goin&#8217; Up on a Tuesday. At han i tillegg har en fan i Miley Cyrus, har nok også hatt betydning.</p>\n<p><a href=\"http://pitchfork.com/reviews/albums/19774-ilovemakonnen-ilovemakonnen-ep/\" target=\"_blank\">Pitchfork </a>har beskrevet ILoveMakonnens talenter på denne måten «There are echoes of his favorite rappers, people like Gucci Mane and the all-important BasedGod, in his cadences and patterns, but the song itself is a prop, a chance to try out some juicy-sounding words. Makonnen&#8217;s music fairly beams at you with this self-satisfied serenity», og denne «…Makonnen has used his unique talents to build a reality-distortion bubble, a place where rap&#8217;s rules slide off the sides».</p>\n<p>ILoveMakonnen er svært aktiv om dagen og vi garanterer at navnet hans vil dukke opp stadig flere steder i 2015. Bli med på festen i Tøyenparken fredag 14. august, når han skal vise Oslo hvorfor ham er et navn for framtida.<br />\n<a href=\"http://www.ilovemakonnenmusic.com/\">http://www.ilovemakonnenmusic.com/</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1f30b831-ec5e-5b03-b73b-615572f42200"}}