{"data":{"wordpressPost":{"title":"Palmeoljefri festival","date":"14th July 2014","content":"<p>Øyafestivalen har servert miljøvennlig mat i mer enn ti år, med et særlig fokus på økologisk mat. Men det er flere aspekt å ta hensyn til når man ønsker mest mulig miljøvennlig mat. Nå tar festivalen et naturlig skritt videre og luker ut spesifikke produkter som inneholder palmeolje.</p>\n<p>&#8211; På årets festival kommer ingen av restaurantene til å servere mat som inneholder palmeolje, sier Ingrid Kleiva Møller, matsjef i Øyafestivalen. Det gjelder alle serveringssteder for publikum, artister og frivillige.</p>\n<p><b>Enkelt å innføre forbud<br />\n</b>I fjor mottok Øyafestivalen, som første norske festival, gullmerke fra Debio – et kontrollorgan for økologisk produksjon i Norge. Dette garanterte at matserveringen bestod av 90 prosent eller mer økologisk mat. Med et slikt system på plass er det enklere å innføre nye krav og følge de opp blant underleverandører.</p>\n<p>&#8211; Det er både mulig og ikke veldig vanskelig å innføre krav om palmeoljefri matservering. Det finnes mange gode alternativer til produkter med palmeolje og mange norske matprodusenter reduserer nå bruken av palmeolje, sier Kleiva Møller.</p>\n<p><b>Bakgrunn<br />\n</b>Mye av grunnen til reduksjon av palmeoljebruken er takket være Regnskogfondet og Grønn Hverdags kampanje mot palmeolje. I deres <a href=\"http://www.regnskog.no/no/bevisst-forbruker/palmeoljeguide\">palmeoljeguide</a> er det mulig å finne frem til hvilke matvarer som inneholder palmeolje og hvilke produkter som er fri for palmeolje. Siden kampanjen ble lansert i 2012 har det norske palmeoljeforbruket i mat blitt redusert med over to tredjedeler.</p>\n<p>&#8211; Palmeoljeplantasjene er en katastrofe for klimaet, biomangfoldet og menneskene som er avhengige av regnskogen for å leve, sier Dag Hareide, daglig leder i Regnskogfondet. – Vi er glad for å se at musikkbransjen nå også kommer på banen i denne saken, og håper flere aktører følger etter</p>\n<p>Palmeolje utvinnes av oljepalmetreet og har ført til avskoging av store regnskogsområder i blant annet Indonesia og Malaysia. Oljepalmeplantasjene fortrenger plante- og dyrearter og truer derfor det biologiske mangfoldet.</p>\n<p>Du kan lese mer om palmeolje på <a href=\"http://www.regnskog.no/no/bevisst-forbruker/palmeolje/hva-er-problemet-med-palmeolje\">Regnskogfondets nettsider</a>.</p>\n<p>Foto: Julie Forchhammer</p>\n","wordpress_id":10623,"translations":{"nb":{"url":"/2014/07/14/palmeoljefri-festival/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"84d172f0-4e18-5140-bf74-3d83168f31a3","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2014/07/14/palmeoljefri-festival/","redirect":false}}}