{"data":{"wordpressPost":{"wordpress_id":186,"title":"Tre aktuelle norske","excerpt":"<p>FJORDEN BABY!, ARISTILLUS; JONAS ALASKA<br />\nØyafestivalen har så langt et knallsterkt norskprogram. Nå legger vi ytterligere tre heite navn til på plakaten. To av dem er platedebutanter i 2011, mens et nettopp har gitt ut album nummer to. Flere anmeldere har vært mektig imponerte over den nye utgivelsen til Fjorden Baby!, og nå gir vi deg mulighet til å oppleve dette herlige bandet i Middealderparken. Aristillus ga ut sin første skive på Fysisk Format for noen uker siden og imponerte stort med tight hardcore og indie under by:Larm nylig. Det er fortsatt lenge til Jonas Alaskas første album kommer i juni, men buzzen er absolutt tilstede allerede. Mange forventer seg en av årets fineste poputgivelser. Se opp for flere Øya-slipp snart.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Kjøp festivalpass og dagsbilletter hos Billettservice</a></p>\n","content":"<p>FJORDEN BABY!<br />\nFjorden Baby! slapp nylig sitt album nummer to, kalt Se Deg Rundt I Rommet. VGs anmelder klinte til med en sekser på terningen og mente at dette er ”det beste albumet som så langt har kommet fra den nye bergensbølgen”. I samme anmeldelse mente avisa at innholdet på skiva er ”poetisk, vakker rock stinn av tenning, tristesse og humor”. Det er nesten som om vi skulle sagt det sjøl. I tillegg har en rekke andre store medier vært svært begeistra, deriblant Dagbladet og Lydverket. Fjorden Baby! var det første bandet mange fikk øya og øra opp for i den mye omtalte gjengen artister fra Loddefjord i Bergen. I 2011 beviser de at de fortsatt ligger helt i teten av ny norsk rock. </p>\n<p>For mange var det første møtet med Fjorden Baby! gjennom radioen, når P3 lista låta Karoline for noen år siden. Bandet viste tidlig at de i tillegg til rock, beherska elementer fra reggae, dub, klubbmusikk og nyveiv. Om du ennå ikke har hørt hele albumet, har du kanskje fått med deg den fengende singelen Rendevouz. Bergenserne har tatt seg god tid med skive nummer to. Den er spilt inn i løpet av fjoråret i hjembyens Duper Studio, og har blitt utgitt på deres egen label, som bandet har kalt Fjorden Bizznizz. Vi anbefaler at du kommer deg opp av godstolen og ut for å se Fjorden Baby! lage fest på norske scener hver gang du har mulighet, for eksempel på Øyafestivalen i august.<br />\n<a href=\"http://www.myspace.com/fjordenbaby\" target=\"_blank\">MYSPACE</a></p>\n<p>ARISTILLUS<br />\nAristillus fra Oslo består av fire unge gutter, som spiller kraftfull hardcore med store doser indie. Sjøl om de er unge i alder er de blant landets aller beste på det de driver med. Debutalbumet Devoured Trees and Crystal Skies kom nylig ut på Fysisk Format og viser et band som er villige til å videreføre lyden av Rumble In Rhodos og JR Ewing. Skiva er spilt inn med den meget kompetente Ruben Willem fra Haust som produsent.</p>\n<p>Vi så nylig Aristillus live og vi ble mildt sagt imponerte over hvor langt de har kommet musikalsk, sjøl om de er i tenåra. De leverer energisk, fet, melodiøs og velspilt rock.  Lydverket konkluderte med ordene ” lovende, og ikke minst imponerende” etter å ha opplevd bandet under by:Larm. Dette er et band vi forventer å høre mye fra i de kommende åra. Har du fortsatt ikke fått sjekka ut Aristillus, anbefaler vi at du legger det inn i planen din for Øyafestivalen med det samme.<br />\n<a href=\"http://www.myspace.com/thearistillus\" target=\"_blank\">MYSPACE</a></p>\n<p>JONAS ALASKA<br />\nJonas Alaska, var en av de store nye snakkisene under årets by:Larm. Ryktene etter hans første opptreden gjorde det nærmest umulig å komme inn når han spilte på Herr Nilsen. Jonas Aslaksen, som han heter på privaten, er en ung mann med sans for klassiske låtskrivere som Dylan, Young, Simon og Parsons. I begynnelsen av juni gir han ut sitt debutalbum på finfine Jansen Plateproduksjon. Even Ormestad fra Jaga Jazzist har produsert og han har også vært med i backingbandet. I tillegg har Jonas Alaska i det siste benyttet erfarne navn som Thom Hell, Martin Horntveth, Thomas Aslaksen, Kjetil Grande og David Wallumrød.</p>\n<p>Etter å ha sett han live, gleder vi oss veldig til å få høre hele debutskiva. Den unge artisten fra Aust-Agder har laga et knippe poplåter som kommer til å få lang levetid. Han har en stund vært bosatt i Liverpool, hvor han kombinerer studier og musikk. Vi tror han kommer til å få et betydelig større publikum her hjemme i løpet av sommeren og håper masse folk møter opp når han spiller på Øyafestivalen i august.<br />\n<a href=\"http://www.myspace.com/jonasalaska\" target=\"_blank\">MYSPACE</a></p>\n","date":"2011-03-09T08:43:38.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/03/09/tre-aktuelle-norske/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"520817f4-f135-5f71-b61b-82b96a13e7d4","locale":"nb"}}