{"data":{"wordpressPost":{"title":"Fem nye navn til Øya","date":"2015-06-04T09:54:38.000Z","content":"<p><strong>THE GOOD THE BAD AND THE ZUGLY – fre 14. aug</strong></p>\n<p><strong>I BIBLIOTEKET<br />\n&#8211; HYMN – ons 12. aug<br />\n&#8211; HAJK – fre 14. aug<br />\n&#8211; TINA REFSNES – lør 15. aug<br />\n&#8211; ANTLER – lør 15 aug</strong></p>\n<p>&nbsp;</p>\n<p>Å gi plass til nye artister er viktig for Øyafestivalen. Både utenlandske nykommere med stjernepotensiale og lovende norske kjellerband skal med på plakaten. Nå har vi booket de fire første til Biblioteket. Her blir det minikonserter som skal vise hvordan det spirer i musikk-Norge. Når Øya-programmet om kort tid er komplett, vil du ha mulighet til å velge mellom gamle favoritter og mer enn 70 band som ikke tidligere har vært en del av Øyas hovedprogram.</p>\n<p>Som i fjor vil teltet vi kaller Biblioteket inneholde et variert kulturprogram. Om en stund offentliggjør vi litteratur, musikkprat, film, teater og annet innhold. Biblioteket kommer til å ha to minikonserter hver dag, med noen av de mest lovende nye banda vi har fått fot for i det siste. De fire første er nå klare. Antler, Hajk, Hymn og Tina Refsnes er alle navn vi forventer mye av, og små smakebiter av hva de har å by på, får du i Biblioteket under Øya.</p>\n<p>I tillegg skal The Good The Bad And The Zugly lage pønkfest på Hagen fredag kveld. Deres ferske album Hadeland Hardcore føyk inn på albumlista og høsta kjempeanmeldelser. Det er et band i storform som kommer til Tøyenparken, for å sørge for at du ikke klarer å stå stille.</p>\n<p><strong> <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-11192 size-thumbnail\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"Billettknapp\" width=\"150\" height=\"150\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w, http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w\" sizes=\"(max-width: 150px) 100vw, 150px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></strong></p>\n<p><strong>THE GOOD THE BAD AND THE ZUGLY</strong><br />\nThe Good The Bad And The Zugly lager skitten, massiv, hektisk og tidløs pønkrock. Disse folka med bakgrunn fra ulike deler av Oslos rockeundergrunn, har overbevist gjennom to album og masse konserter. Siden debuten Anti World Music (2013) har Ivar Nikolaisen fra Silver kommet inn på vokal. For kort tid siden ga de ut Hadeland Hardcore, ei skive som viser at han absolutt har funnet sin plass i gjengen.</p>\n<p>Låter som Sitter Fast I Helvete, Partyfest &amp; Apathy, Fucking Is Awsome, Hate Will Get Us Everywhere bør bring fram øltørsten hos noen og enhver. Dette bandet er perfekt for alle som er vokst opp på Poison Idea, Dwarves, Turboneger, Dictators og deres likemenn. Det nye albumet hoppa lenger opp på salgslistene enn denne type rock har for vane, og The Good The Bad And The Zugly har samla inn en pen rekke femmere, blant annet fra store medier som VG og NRK. P3 kalte det «rask snotty punkrock, med hardcore-elementer, som veksler mellom det harde og det ekstremt catchy i et perfekt symbioseforhold».</p>\n<p>Vi kunne ikke tenke oss et mer passende band til å avslutte fredagskvelden med en skikkelig pønkrockfest på Hagen. Grip muligheten nå!<br />\n<a href=\"https://www.facebook.com/goodbadzugly/\"><strong>www.facebook.com/goodbadzugly</strong></a></p>\n<p><strong>HYMN</strong><br />\nHymn er en duo som har laga voldsom, brutal og seig lyd de to siste åra. De imponerte oss såpass voldsomt på Rockefeller under Camp Indie i mai, at vi ble nødt til å invitere dem til Biblioteket under Øya. Med sin egen tolkning av doom metal og sine seriekobla forsterkere, kommer Hymn til å sette spor i undergrunnen i åra som kommer.<br />\n<a href=\"https://urskoghymn.bandcamp.com/album/hymn\">urskoghymn.bandcamp.com/album/hymn</a></p>\n<p><strong>HAJK</strong><br />\nDen svensk-norske poptrioen Hajk har jobba sammen i et års tid, men har ikke rukket å spille live før de står på scena i Biblioteket under Øya. De ønska opprinnelig å lage musikk i gata til blant andre Unknown Mortal Orchestra, Dirty Projectors, Feist og Tame Impala, men resultatet ble et helt annet. Uansett er dette deilig sommerpop som varmer i øra og behager humøret. Sjekk sjøl her.<br />\n<a href=\"http://soundcloud.com/hajkband\">soundcloud.com/hajkband</a></p>\n<p><strong>TINA REFSNES</strong><br />\nTina Refsnes skriver gode låter som beveger seg i landskapet mellom klassisk folk og sterk americana. Hun har spilt inn et album i Canada, med produsent Robbie Lackritz, som tidligere har jobba med Feist. Hennes gode melodier og historier vil imponere langt flere de neste månedene. Sjekk ut singelen A Million Things og få med deg Tina Refsnes i Biblioteket.<br />\n<a href=\"http://www.tinarefsnes.com/\">www.tinarefsnes.com</a></p>\n<p><strong>ANTLER</strong><br />\nAntler har blitt omfavna av diverse norske studentradioer og har fått skryt av P3s Urørt. De lager hypnotiserede og minimalistisk synthpop med særegen vokal. Etter Øya starter Antler arbeidet med debutalbumet. Interessen for trioen øker stadig, og vi anbefaler at du ser dem så fort som overhodet mulig.<br />\n<a href=\"http://soundcloud.com/listentoantler\">soundcloud.com/listentoantler</a></p>\n<p>foto Ida Børsand</p>\n","wordpress_id":11982,"translations":{"nb":{"url":"/2015/06/04/fem-nye-navn-til-oya-2/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"92caf2f7-eb0b-5b0b-b988-e11d2e6aed3d","locale":"nb"}}