{"data":{"wordpressPost":{"title":"Miniøya i Tøyenparken denne helga!","date":"2010-06-25T07:45:00.000Z","content":"<p>Billettene går nå unna, så har du lyst til å få med deg årets barnefestival, så er det lurt å kjøpe på forhånd. Ja, værmeldinga melder 23 grader og sol begge dager. Programmet er variert og tilbyr morsomme aktiviteter og spennende konserter for hele familien. Her er det mye å oppleve for alle fra 2 til 90 år. Det er spesielt gøy å se at mange kjøper festivalpass, og ikke bare dagsbilletter. Dette tyder på at barn og familier er klare for festival.</p>\n<p>KULE KONFRANSIERER<br />\nFestivaldeltakerne blir ledet gjennom de to dagene av barnas helter. På lørdag er hele Norges barne-tv-heltinne Margrethe Røed konferansier, og på søndag de populære barne-tv-onklene Kåre Magnus Bergh og musikkongen Bjørnar Løberg.</p>\n<p>KVALITETSMUSIKK OG STORE FESTIVALOPPLEVELSER<br />\n&#8211; Musikk for barn er ikke ensbetydende med barnemusikk. På Miniøya skal barna få møte heltene sine i Donkeyboy og The Blacksheeps, samtidig som de vil treffe mindre kjente band. Det blir joik med Skaidi, opera med De Tre Superdamene og barnestrykeorkesteret Little Sister. Vi ønsker også å bryte noen grenser for begrepet barnemusikk; Hurra Torpedo, Keep Of Kalessin, Casiokids osv er klare for utfordringen.</p>\n<p>VARIERT PROGRAM<br />\nMusikk er hovedingrediensen på Miniøya, men det blir også teater, dans og film på programmet. Festivalområdet blir en kreativ møteplass for ulike kulturuttrykk, kunstformer og andre overraskelser. Artister og kunstnere samles på en ny og spennende arena, og møter et nytt og ærlig publikum.</p>\n<p>På festivalområdet blir det lesetelt hvor små og store kan få en pause fra rytmene og senke seg ned i bøkenes verden for en stund. Festivaldeltakere kan lære å tegne Donald Duck med Arild Midthun, Norges eneste offisielle Donald-tegner. Amnesty skateteam kommer for å lære bort triks med rare navn, og forskerfabrikken lager miljøcamp. Det er et eget filmtelt på området, og i Drivhuset musikkverksted kan publikum lære å spille på og lage helt nye musikkinstrumenter. </p>\n<p>BARNA ER EN DEL AV PROGRAMMET<br />\nPå Miniøya er barn og unge mer enn tilskuere. På programmet er det flere konserter og aktiviteter med artister under 16 år.</p>\n<p>Miniøya gjennomfører Urørt under 16 i samarbeid med NRK P3, Malabar studio og Øyafestivalen. Finalen skjer på Miniøya. </p>\n<p><a href=\"http://minioya.no/?page_id=4\" target=\"_blank\">Hele programmet ligger her</a></p>\n<p><a href=\"http://www.billettservice.no/search.php?tm_link=tm_homeA_header_search&#038;language=no&#038;keyword=mini%C3%B8ya\" target=\"_blank\">Billetter selges på Billettservice</a></p>\n<p>OBS!! Du kommer ikke inn om du er over 16 år og ikke har med barn. Dette er en festival for barn og unge.</p>\n","wordpress_id":350,"translations":{"nb":{"url":"/2010/06/25/minioya-i-toyenparken-denne-helga-2/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f2f1cd7f-07bb-542a-8130-2c0546f95c2d","locale":"nb"}}