{"data":{"wordpressPost":{"title":"The Sword og tre norske til Øya","date":"2008-03-10T11:23:00.000Z","content":"<p>THE SWORD (US)<br />\nCASIOKIDS<br />\nLAMA<br />\nROGER GRÆSBERG &#038; THE ANTI-MUSIC BONANZA</p>\n<p>Øyafestivalen har fått bekreftet tre nye norske band vi gleder oss til å presentere for et større publikum. Roger Græsberg &#038; The Anti-Music Bonanza tok oss virkelig på senga under by:Larm i februar. Casiokids skal vise fram sin underholdende og spennende elektropop. Bak navnet Lama gjemmer en ung mann med sans for elektronikk og eksperimentell musikk seg. I tillegg har vi gleden av å presentere bulldoserrockerne The Sword fra Texas for første gang på en norsk utendørsscene.</p>\n<p>THE SWORD (US)<br />\nThe Sword er omtalt som det farligste bandet i Austin, Texas. På Øyafestivalen vil du sjøl kunne sjekke ut om det er noe hold i denne påstanden. Dersom du har sansen for grovkorna, blytung og steinhard rock vil du uansett finne mye å glede deg over hos denne kvartetten. Noen var kanskje så heldige at de fikk bandet med seg da de varma opp for Clutch i Oslo i fjor. The Sword har blitt sammenlignet med Black Sabbath, Sleep, Melvins, Prong og Mastodon. De leverer dommedagsgroove med sterke låter og gode rockhistoriske referanser. På bandets egen Myspace-side står det treffende at The Sword låter som ”a bunch of bison being pushed over a cliff”. I 2006 kom debutalbumet Age of Winters på en av våre favorittlabeler, Kemado (som også har gitt ut tidligere Øya-høydepunkter som Diamond Nights og Cheeseburger). Etter påske bringer samme label oss oppfølgeren Gods Of The Earth, et album som forventes å låte større og fetere enn tidligere utgivelser. Vi har fått tjuvlytte litt og kan love et musikalsk angrep som får svinebusta til å reise seg på ryggen til noen og enhver. På Øya kommer du til å få bulldoserrock og testosterondoom i mektige porsjoner.</p>\n<p><a href=\"http://www.myspace.com/thesword\" target=\"_blank\">MYSPACE</a> </p>\n<p>CASIOKIDS<br />\nBergensbaserte Casiokids har gledet publikum fra norske og utenlandske scener de siste åra og er nå klare for en stor menneskemengde på en utendørsscene i Middelalderparken. I Øya-sammenheng har de en opptreden på Grønland T-banestasjon, av alle steder, på samvittigheten. Denne gjengen lager først og fremst leken elektronika og fengende pop, og har visstnok blitt sammenlignet med både bob hund og Knutsen &#038; Ludvigsen. Det største likhetstrekket med disse er vel at Casiokids lager låter man blir smørblid av. Musikken lages på gamle, slitte keyboards og kombineres med originalt, visuelt og humørfylt show. Se opp for innslagg av både dukketeater og skyggeteater. Deres første utgivelse, Fuck MIDI!, kom for to år siden og inneholdt blant annet gjesteopptreden fra Håkon Kornstad. Sommeren og høsten 2008 planlegger de å utgi hele seks sjutommere. De har allerede fått bekreftet festivaljobber i Danmark, Canada, USA og England. På Øya vil du kunne glede deg over nye Casiokids-låter, sammen med gode venner og andre nysgjerrige.</p>\n<p><a href=\"http://www.myspace.com/casiokids\" target=\"_blank\">MYSPACE</a></p>\n<p>LAMA<br />\nLarviksgutten Nils Martin Larsen er et unikt talent som fram til nå har vært mest kjent for å ha spilt tangenter i elektronikajazzkollektivet Jaga Jazzist, som han ble tatt opp i da han var 18 år gammel. Tre år senere har han på egen hånd skapt et knippe gode låter som han presenterer i en verden han selv kaller Lamaland. Med seg på livescenen har han med fire musikere fra Vestfold, som sammen med broren til Nils Martin sin lysdesign skaper en spesiell atmosfære i det audiovisuelle scenelandskapet. Lama leverte en imponerende konsert på Blå i mars, og vi var kjapt ute med å sikre oss dette bandet til Middelalderparken i august. Når man opplever Lama live strømmer assosiasjonene på til flere kvalitetsband. Det er ingen tvil om at Lama er inspirert av såvel Sigur Rós og Mew som Jaga Jazzist og Kim Hiortøy. Om du liker en av disse artistene så vil du garantert digge Lama. Velkommen til Lamaland!</p>\n<p><a href=\"http://www.myspace.com/lamamusic\" target=\"_blank\">MYSPACE</a></p>\n<p>ROGER GRÆSBERG &#038; THE ANTI-MUSIC BONANZA<br />\nVi hadde blinka ut Roger Græsberg Anti Music Bonanza i årets by:Larm-program, men må innrømme at vi ikke var helt forberedte på hva vi skulle få servert. Dette bandet leverte rock som på en befriende måte sprikte i flere retninger. Her  er det lofi, countryrock, skranglepop og boogie om hverandre. En av oss utbrøyt ”det er jo som et norsk Ween”, med et stort glis om munnen. Orkesteret fra de mørke skoger frontes av det tidligere postbudet Roger Græsberg og de fremfører låter fra hans melodibank. I løpet av 2008 skal de forevige deler av det på sitt debutalbum. Vi har plukket opp at Græsberg er inspirert av Giant Sand, Bob Dylan, Keith Richards, Charles Bukowski, Brian Wilson, Richard  &#038; Linda Thompson og Elvis. Det er ikke tvil om at han behandler arven herfra med stil. På Øya vil du kunne oppleve et band som overrasker og underholder mens de lirer av seg den ene upolerte perlen etter den andre.</p>\n<p><a href=\"http://www.myspace.com/antifolkexperience\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":777,"featured_image":null,"translations":{"nb":{"url":"/2008/03/10/the-sword-og-tre-norske-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"252b42e7-3c95-5fa4-b126-9e7df07c04fc","locale":"nb"}}