{"data":{"wordpressPost":{"title":"Camp Indie på Rockefeller 16. mai – betal det du vil","date":"14th April 2011","content":"<p>OM CAMP INDIE <br />\nCamp Indie er Bolibompa Records/Øyafestivalens hyllest til grasrotnivået i norsk musikkliv. De siste årene har vi gjennom Camp Indie invitert små, uavhengige plateselskaper, som i ekte DIY-ånd drives av ildsjeler og eksisterer på pur musikkglede. Fokuset her er først og fremst på de små selskapene, som på en utmerket måte jobber året rundt for å fronte sine artister. Fjorårets Camp Indie var en kjempesuksess og det skal bli om mulig enda bedre i år. Øyafestivalen og Camp Indie mener det er så mye bra musikk som fortjener ekstra oppmerksomhet, og vi vil derfor lage en egen festival før selve Øyafestivalen. Den beste oppvarmingen for Norges nasjonalsdag skjer på Rockefeller 16. mai. </p>\n<p>Dørene åpner kl 2000<br />\nGratis inngang! Betal det du vil til de banda du liker best.</p>\n<p>ÅRETS ARTISTER</p>\n<p>LIKE RATS FROM A SINKING SHIP &#8211; bildet<br />\nEstetisk og låtmessig trekker Like Rats strikken lengre enn de fleste norske hardcorekolleger, og blander skamløst inn elektro, lange ramsalte dronepartier, gamle metaltriks og melodiske elementer i sin musikk. Albumet We Get Along Like A House On Fire kom for noen uker siden og er produsert av selveste Alex Newport.<br />\n<a href=\"http://www.myspace.com/likeratsfromasinkingship\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>YOUR HEADLIGHTS ARE ON<br />\nDet unge og fremadstormende Trondheims-bandet Your Headlights Are On har blitt trukket frem av mange som et av bandene man virkelig bør se opp for i 2011. I mars slapp de endelig sitt etterlengtede og selvtitulerte debutalbum.<br />\n<a href=\"http://www.myspace.com/turnoffyourheadlights\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>STINA STJERN<br />\nStøyende vakkert og dampende rått er hva som kan forventes når du hører Stina Stjern. Hun har bosatt seg i København og funnet sin musikalske nisje i krysningspunktet mellom kjellerrock, jazz og improvisasjon. Skiva Days Like Waves er ute nå.<br />\n<a href=\"http://www.myspace.com/stinastjern\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>CASA MURILO<br />\nI september 2010 gikk Casa Murilo i studio for å spille inn sin første fullengder, en tilsynelatende feststemt og allsangvennlig affære, dog ikke uten en alvorlig undertone. Lifting Ships er et album om bandets oppstart, de to britene i bandet sitt første møte med Norge og veien hit, og inspirasjonen de har fått av den norske kulturen og samfunnet.<br />\n<a href=\"http://www.myspace.com/casamurilo\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>PROVIANT AUDIO<br />\nMathias Stubø aka Proviant Audio er 18 år og spiller/skriver/produserer en blanding av moderne elektronisk musikk og sydhavsinspirert disko, funk og soul á la slutten av 70-årene. Resultatet er en særegen, varm og dansbar mikstur av røykfylte østkystbeats, sløy eksotisk undergrunnsdisko og kompromissløs funk.<br />\n<a href=\"http://www.myspace.com/proviantaudio\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>LARS WIIK<br />\nKnirk Audio ga ut Lars Wiiks EP Even Dogs Laugh i mai 2010, og han har fått mye god oppmerksomhet rundt denne. EPen er en fin forsmak på albumet som kommer snart. Liker du Beach Boys, Daniel Johnston og/eller Bob Dylan, bør du låne et øre til Lars Wiik.<br />\n<a href=\"http://www.myspace.com/aluco\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>ANANA<br />\nAnana består kun av Anniken med sitt piano, sin gitar, sin stemme og sin MacBook, og ved hjelp av disse hjelpemidlene lager hun drømmende og svevende poplåter. Dypvannspop, altså.<br />\n<a href=\"http://www.myspace.com/ananah\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>BENDIK:<br />\nBendik er et møte mellom iskald pop og varm ambiens, skjønn melankoli og støy. Et møte som hugger tak i deg og lurer deg inn i ukjente farvann. Bendiks musikk hører hjemme i et fantasiunivers, langt der inne i den mørke skogen.<br />\n<a href=\"http://www.myspace.com/bendikmusikk\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>ENVY:<br />\nRapduoen Envy er i full fart på vei opp fra undergrunnen. Nå er de klare med sin første utgivelse, kalt Dreamworks: Why Not Me, som er ute til gratis nedlasting. Dette er engelsk rap, med alt fra vittige og ærlige tekster, til fengende og melodiske refrenger.<br />\n<a href=\"http://www.nrk.no/urort/Artist/EnvyNO/\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>MMM:<br />\nMmm er de to jentene Ida og Johanne, som leker seg med musikk. De kjøpte noen loop-pedaler og synther, og satte i gang på oppdagelsesferd. Resultatet er blitt en kjølig, men fengende samling poplåter. Duoen har ikke spilt mange konsertene, men vi kan garantere at det kommer til å bli mange flere etter denne kvelden.<br />\n<a href=\"http://mmmmorningsandnights.blogspot.com/\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>THE CAPTAIN &#038; ME:<br />\nThe Captain &#038; Me kan være et av Norges beste, nesten ukjente band — og dessuten «Norges største duo», med ni musikere i stallen (og ofte enda flere live). Etter sisteplaten «Migrant» er det på tide at de hentes ut av skyggen. Albumet er Oslo-bandets tredje, og det er så aktuelt som det kan få blitt. Musikalsk løser de oppgavene ved å gå bort fra sin balkancountry og over i retning amerikansk softpop, iblandet afrikanske rytmer og en liten dose meksikansk mariachi. Kall det gjerne verdenspop. (Dagbladet, terningkast 5)<br />\n<a href=\"http://www.myspace.com/thecaptainandmev\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>DRÅPE:<br />\nDråpe spiller støypop som er både aggressiv, beroligende og svevende. Dette er drømmende shoegaze fra aller øverste hylle. Totto Mjelde i Sexy har sagt: ”Lyden av 1991 kan ingen ta fra oss, og det er gledelig at også nye norske band kan begeistre enormt med en frisk versjon av det hele. Dråpe har herved fått i hvert fall en ny fan”.<br />\n<a href=\"http://www.nrk.no/urort/Artist/draapemusic/default.aspx\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>AGENT COOPER:<br />\nAgent Cooper kommer som et friskt pust ut fra den stadig voksende Oslo-undergrunnen. Der hvor ni av ti band skrangler og synger seg vindskeivt gjennom gatene, har vi her endelig et band som fokuserer på låter, dansbarhet og catchyness. På debutskiva, Streets, hører vi referanser til band som LCD Soundsystem, Noisettes, Florence and The Machine og Killers. Førstesingelen Dance har allerede gått seg varm på klubber rundt omkring.<br />\n<a href=\"http://www.myspace.com/agentcoopermusic\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>CHITTY CHITTY BANG GANG:<br />\nInspirasjon fra band som Pavement, Sonic Youth og Sebadoh møter naive indiemelodier, elektronika og en touch av klassisk white boy-rap i en fargeglad miks som du ikke kan få nok av. Bandets sound kan kort og godt beskrives som naivt, lekent og helt respektløst for de så kallade genrebarrierene.<br />\n<a href=\"http://www.myspace.com/thebanggangers\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>SWEDEN:<br />\nMedlemmene i Sweden lengter tilbake til tiåret da de lånte pappas bil og dro til Strömstad for å kjøpe lösgodis og sigaretter, mens de hørte på Popsicle og drømte om å komme inn på So What!. Nå har de pakket 90-tallsnostalgien inn i catchy riff, svevende kor og umiddelbare popmelodier.<br />\n<a href=\"http://www.myspace.com/swedenoslo\" target=\"_blank\">HØR MUSIKK</a></p>\n<p>HONEYTRAPS:<br />\nHoneytraps er en miks av popmusikk fra Storbritannia på siste del av 80- og første del av 90-tallet, nyere dansegulvsindie og hvite menn som forsøker å låte afrikansk.<br />\n<a href=\"http://www.myspace.com/honeytrapsoslo\" target=\"_blank\">HØR MUSIKK</a></p>\n","wordpress_id":170,"translations":{"nb":{"url":"/2011/04/14/camp-indie-pa-rockefeller-16-mai-betal-det-du-vil/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bdf7d881-d5f7-5efb-b10d-c4ec0cbf3663","locale":"nb"}}