{"data":{"wordpressPost":{"title":"The Kills og Savages til Øya","date":"8th March 2016","content":"<p>Savages slapp sitt andre album for noen uker siden, mens The Kills venter til rett før sommerferien. I tillegg til at bekreftelsene nå kommer i høyt tempo, plasserer vi allerede bekrefta navn på dager. Sjekk <a href=\"https://api.oyafestivalen.no/program/\">oyafestivalen.no/program</a></p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"300\" height=\"234\" data-srcset=\"http://oya.test/assets/uploads/2015/12/billettknapp-16-300x234.png 300w, http://oya.test/assets/uploads/2015/12/billettknapp-16.png 461w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p><strong>THE KILLS (UK/US) &#8211; tors 11. aug<br />\n</strong></p>\n<p>I juni kommer The Kills sitt femte album. Allerede nå er første smakebit Doing It To Death ute, og den lover svært godt. Duoen kommer altså til Øya med masse ny musikk i bagasjen. Dette blir deres første besøk i Norge på over 10 år.</p>\n<p>The Kills ble starta rundt tusenårsskiftet da amerikanske Alison Mosshart begynte å lage musikk sammen med engelske Jamie Hince. Duoen lekte seg med minimalistisk rock og blanda inn elementer fra garasjerock, postpunk og blues. Ved bruk av hovedsakelig trommemaskin, gitar og vokal har de klart å lage frisk og rå musikk.</p>\n<p><a href=\"http://www.bbc.co.uk/music/reviews/42j9\" target=\"_blank\">BBC </a>har påstått at- …Jamie Hince plays his guitar like a framed prisoner scratching his last angry wishes on a cell wall, while Alison Mosshart sings with the conviction and menace of a lying politician.</p>\n<p>Vokalist Alison Mosshart er også kjent som frontkvinne i Jack Whites band The Dead Weather. Denne våren og sommeren er The Kills igjen hovedprioritet. De er et liveband du ikke bør gå glipp av på Øya, til tross for at de kun er to, byr de på spenning og energi nok til hele Tøyenparken.</p>\n<p><a href=\"http://thekills.tv/\">thekills.tv</a></p>\n<p>&nbsp;</p>\n<p><strong>SAVAGES (UK) &#8211; lør 13. aug<br />\n</strong></p>\n<p>Savages fra London slapp i januar sitt andre album, etter at vi i ukesvis hadde gredd tilbake en kraftig bakoversveis som vi fikk av den hektiske og fantastiske singelen The Answer. For tre år siden nådde de topp 20 på den britiske albumlista med debuten Silence Yourself. Allerede året før, i 2012, rakk de innom Middelalderparken for sin første Øya-konsert. Siden da er fanbasen og oppmerksomheten vokst betraktelig.</p>\n<p>Kvartetten bedriver en moderne variant av støyrock og postpunk. Låtene deres er mørke, kraftfulle og urolige. På scenen formidler de dette med upåklagelig innstilling.</p>\n<p><a href=\"http://blurtonline.com/review/savages-adore-life/\" target=\"_blank\">Blurtonline.com</a> beskrev det nye albumet slik: &#8211; With Adore Life, Savages have built on the visceral, gut-shock impact of their first album with stronger songs and more varied writing. It’s an impressive step up for an already promising band — one that makes you even more eager to see what they’ll do next.</p>\n<p><a href=\"http://savagesband.com/\">savagesband.com</a></p>\n","wordpress_id":13686,"translations":{"nb":{"url":"/2016/03/08/the-kills-og-savages-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e80f3614-cefb-5319-865a-bbdb996b8152"}}