{"data":{"wordpressPost":{"title":"Rumble In Rhodos tester festivalmaten","date":"12th August 2011","content":"<p>Klokka er litt over to og sola steiker i middelalderparken. Midt i handlegata står Thomas og David, henholdsvis vokalist og gitarist i Rumble In Rhodos, med rumlende mager. De forbereder seg på et herremåltid på vår regning. -Eller? La oss se hvordan festivalmaten kom ut i vår uhøytidelige men omhyggelige mat-test!</p>\n<p>Etter litt diskusjon finner vi ut at det er lurt å teste et bredt spekter av måltider. Her skal det smakes på kjøtt, vegan-retter og lettere matbiter man kan ta med seg i neven. Valget falt til slutt på disse rettene:</p>\n<p>*Revolver (rockekjøkken)*- Vegan Nachos<br />\n*Plah (thaimat)* &#8211; Vårruller, Thai rød curry med kylling<br />\n*Godt Brød (bakern)* &#8211; Foccacia med Norsk fjellost<br />\n*Crossroads (restauranten)* &#8211; Helgrillet svin med bønnecassoulet og coleslaw<br />\n*Øya-boden (fast-food-sjappa)* &#8211; Bratwurst og Potetsalat</p>\n<p>Med hendene fulle av alskens godsaker og noen øl til å skylle ned med slår vi oss ned på benkene ved vannkanten. Vi etablerer at David, som faktisk er kokk, skal komme med profesjonelle vurderinger mens broren Thomas bidrar til å balansere ut feinschmeckeriet.</p>\n<p>1. Vegan-nachos fra Revolver-kjøkkenet:</p>\n<p>David begynner rett på med, ehm, høytsvevende kokkeprat: *-Disse nachoschipsene var jo sprø og fine, men denna sausen oppå her er jo bare noe tjafs med bønner. Litt trist at veganere må spise dette her.*<br />\nThomas savner litt krutt: *-Her kunne det gjerne ha vært litt høyere temperatur, jeg hadde likt sausen mer spicy!*</p>\n<p>David konkluderer med at dette var omtrent like spennende som et glass vann, og guttene triller terningkast 2.</p>\n<p>2. Vårruller fra Plah</p>\n<p>David: *-Crispy og gode, laga med glassnudler. Kredibelt å selge vårruller på festival! De tar jo lang tid å lage.*<br />\nThomas: *-En classic, fin oppkvikker for festivalgjengeren. Og man får lyst på øl!*</p>\n<p>Terningkast: 6</p>\n<p>3. Thai kylling i rød curry fra Plah</p>\n<p>David: *-Kjempebra, ikke tørr kylling og en god, lang ettersmak!*<br />\nThomas slår til med: *-Nydelig komposisjon med kokosmelka!*</p>\n<p>Vellykka thai-curry, terningkast: 5</p>\n<p>4. Foccacia med norsk Fjellost fra Godt Brød</p>\n<p>David: *-Man smaker ikke akkurat geita. Og bleik foccacia. Men det smakte helt ålreit*<br />\nThomas: *-Synes i grunn dette minner litt om Ola-pakka.*</p>\n<p>Terningkast: 3</p>\n<p>5. Crossroads&#8217; Helgrillede svin med bønnecassoulet og coleslaw</p>\n<p>David forklarer oss hva retten består av, og til tross for litt forvirring rundt ordet &laquo;cassoulet&raquo; er vi alle enige i at dette må bli dagens vinner.<br />\nDavid: *- imponerende med helgrillet svin. Ferske fine rotgrønnsaker og belgfrukter! I tillegg er dette en veldig god coleslaw, laget fra bunnen av. Rustikt og deilig!*<br />\nThomas: *-Dette var godt kjøtt, veldig bra! Et ordentlig middagsmåltid.*</p>\n<p>Terningkast: 6</p>\n<p>6. Bratwurst og potetsalat fra Øya-boden</p>\n<p>David: *-Denne potetsalaten er av tysk type, altså er det her brukt olivenolje i stedet for majones. Veldig god. -Fikk du med at jeg syntes den var veldig god? -Tysk type.*<br />\nThomas: *-Pølsa var kjedelig, lite signatur. Jeg liker pølsa mi godt krydra.*<br />\nVi blir enige om at dette måltidet ikke hang helt sammen, og synes det blir urettferdig å la pølsa trekke ned potetsalaten. Derfor gir vi to karakterer:</p>\n<p>Bratwurst-pølsa: terningkast 2<br />\nPotetsalaten (tysk type): terningkast 5</p>\n<p>Guttene forteller at de allerede har vært bortpå Øya-burgern fra Øya-boden og veggis-curry&#8217;n fra Plah, men har ikke videre store ord om disse måltidene. Fish n&#8217; chipsen borte ved Vika-scenen har de derimot store forventninger til. *-Det skal jeg spise etterpå!* sier David etter å ha spist resten av bønnecassouleten. Med ett skjønner vi hvor dette bandet får all energien sin fra. Se dem spille på Enga-scenen lørdag kl. 14.30.</p>\n<p>Se Rumble In Rhodos&#8217; nydelige opptreden i handlegata på Øya (Lydverket Spanderer) http://www.nrk.no/lydverket/spanderer/<br />\nHer er deres rykende ferske musikkvideo til låta &laquo;Carve Visage&raquo;: http://youtu.be/_jwgTPibV_Y</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"44f1fdef-48ab-5b1e-8f02-cb6c6decae82"}}