{"data":{"wordpressPost":{"title":"Takk for i år!","date":"9th August 2014","content":"<p>Øyafestivalen 2014 er nettopp ferdig. Gjennom fire innholdsrike dager i Tøyenparken og en enorm mengde klubbarrangementer i festivaluka, har tusenvis av publikummere kost seg med god musikk. Vårt nye festivalområde har imponert mange. Både utforminga av konsertarenaene, serveringen, praktiske løsninger og våre frivillige har blitt rost grundig. Tilbakemeldingene fra publikum, artister, samarbeidspartnere og media gjør oss sikre på at Tøyenparken er det perfekte festivalområdet for Øya de neste årene. Vi gleder oss allerede til å komme i gang med Øya 2015, og er overvelda av all skryt.</p>\n<p>Konsertene har vært godt besøkt av nysgjerrige og musikkinteresserte mennesker. Allerede tidlig på onsdagen var mange tusen innenfor portene og siden har det hele vært en stor, herlig fest. Sjøl de minst kjente navna i programmet, har hatt godt besøk. Det har vært en fantastisk festival fra Klubbdagen og Monica Heldals åpningskonsert i parken til Todd Terje og Oslo Ess sine avslutninger, som satte verdige punktum for Øya-historiens sterkeste gjennomføring. Artistene har innfridd de høye forventningene, andre har overraska et publikum som ikke kjente dem fra før.</p>\n<p>Vi har fått med oss at folk har storkost seg til Queens Of The Stone Age, Outkast, Röyksopp &amp; Robyn, Bryan Ferry, Neko Case, Omar Souleyman, Slowdive, Oslo Ess, Janelle Monae, Rival Sons, Highasakite, Emilie Nicolas, The National, Gojira, Jonathan Wilson, Mayhem, Earthless, Conor Oberst, Lulu James, Thulsa Doom, Joey Bada$$, Royal Blood, Bombino, Oslo Ess, St Lucia, Comet Kid, Deafheaven, I Was A King, Stein Torleif Bjella, Hanne Kolstø, Kaveh og mange andre. Du kan fortsatt se utvalgte konserter fra Øya hos P3.no og Aftenposten.no etter festivalen.</p>\n<p>Det er på tide å takke frivillige, artister, publikum og samarbeidspartnere for den morsomste arbeidsuka vi kan huske. Vår målsetning var å lage tidenes beste Øya, i vårt beste festivalområde noensinne, noe vi mener å ha klart. Årets festival må ha vært ny norsk rekord i festivalhygge. Vi ses i 2015!</p>\n<p>Onsdag 13. august legges de første ukespassene til Øyafestivalen 2015 ut for salg hos Billettservice, til årets pris. Du kan glede deg allerede nå!</p>\n<p>&nbsp;</p>\n<p>foto Thomas Karlsen</p>\n","wordpress_id":10967,"translations":{"nb":{"url":"/2014/08/09/takk-for-i-ar-7/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fb4ca802-2cfd-56bb-b2e0-0c94dde864cf","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2014/08/09/takk-for-i-ar-7/","redirect":false}}}