{"data":{"wordpressPost":{"title":"Vinduet på Øya &#8211; Opplesninger, bokkafe og fest.","date":"4th August 2011","content":"<p>*Disse skal lese på Øya-festivalen, umiddelbart forut for første band på hovedscenen:*</p>\n<p>Torsdag: Nikolaj Frobenius<br />\n”Kjent fra Twitter!” Neida. Frobenius er en av våre fremste samtidsforfattere, og har også arbeidet som manusforfatter og spillefilmkonsulent. Hans særegne, upålitelige, punkete oppvekstroman Teori og praksis blir i høst å se filmatisert som Sønner av Norge. Frobenius kommer også med en helt ny roman i høst, med tittelen Så høyt var du elsket.</p>\n<p>Fredag: Bård Torgersen<br />\nForfatter, musiker, lærer, bymenneske; Bård Torgersen tør være en kjenning for veldig mange av Øya-festivalens publikummere. Denne uken utkommer hans fjerde roman Nøytral. Gjennom fem fortellinger som skifter mellom bekmørke og komikk, mellom det realistiske og det absurde, maner han fram et merkelig og forvridd bilde av vår egen samtid.</p>\n<p>Lørdag: Jan Erik Vold<br />\nNorges nasjonalpoet – hva mer kan man si? Trikken går til Øyafestivalen også. Og endelig kommer en ny diktsamling fra 71-åringen: til høsten utgis nemlig hans Store hvite bok å se.</p>\n<p>I samarbeid med Deichman og Bokfestivalen byr vi i tillegg på et fyldig Vinduet-program i Deichman-teltet i handlegata, idet vi tar vår månedlige bokkafé Bladfyk over fra Last Train til Middelalderparken. I tillegg til opplesninger og fagprat har du her anledning til å slappe av, og/eller forlyste deg med ”helt sjukt” mange kvalitetsmagasiner og blader innen sjangrene musikk, kultur, traktor, sex og fluefiske, som vi har fått fra vår hemmelige kontakt i Narvesen. De fleste indieband er jo temmelig lite visuelle, så det vil kanskje fungere som en kjærkommen adspredelse å ha noe fint å feste øynene på. Hva er det de kaller det? Værested? Ja.</p>\n<p>*Her er Vinduets program i Deichmanteltet:*</p>\n<p>Torsdag</p>\n<p>kl. 15.00 Mazdak Shafieian: «Antwerpen».                             </p>\n<p>kl. 15.30 Fagprat med Flu Hartberg.</p>\n<p>Fredag</p>\n<p>kl. 15.00 Rebecca Kielland: «Leve gammaldansen!».</p>\n<p>kl. 15.30 Morgenbladet Topp 100</p>\n<p>Lørdag</p>\n<p>kl. 15.00 Jørn H. Sværen: «Dronning av England».                  </p>\n<p>kl. 15.30 Lars Fiske og Steffen Kvernelands KANON</p>\n<p>Og som om ikke alt dét var nok, inviterer Vinduet dessuten til Øyafest og debrief på Last Train på torsdagenskvelden, etter konsertene på festivalområdet; kl 22 – 01. Kveldens DJ er den legendariske platesamleren, skateboardpioneeren og hedersmannen Lars Petter Lunder. Freakbeat, psych og soul (såvl) kan forventes. Gratis inngang for alle.</p>\n","wordpress_id":15470,"translations":{"nb":{"url":"/2011/08/04/vinduet-pa-%c3%b8ya-opplesninger-bokkafe-og-fest/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"889a04dc-fa73-5632-adfb-8b4404cdd396","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2011/08/04/vinduet-pa-%c3%b8ya-opplesninger-bokkafe-og-fest/","redirect":false}}}