{"data":{"wordpressPost":{"title":"Surfers Lingo vant Urørt under 16","excerpt":"<p>Under Miniøya tidligere i sommer ble det arrangert en konkurranse for band under 16 år. Vinneren var Surfers Lingo fra Svolvær, en trio som imponerte juryen med særpreg og gode låter. En del av premien var å få spille i GSF Skatepark under Øya, så få med deg disse unggutta torsdag 12. august klokka 16.00.</p>\n","content":"<p>Her kan du lese et intervju med gutta, gjort for Miniøyas nettsider</p>\n<p>Det ble langveisfarerne fra Lofoten som trakk det lengste strået i Urørt under 16 år-konkurransen. Med sin 60-talls influerte rock overbeviste de juryen. Nå venter singelinnspilling i Malabar studio, og videre distribusjon gjennom EMI. I august kan Øyapublikum oppleve bandet i skateparken. Vi tok en prat med bandet som består av Isak Falck Alsos (15), Sigve Jacbosen Kvitvik (17), og Lars Haug Nilsen (16).</p>\n<p>Hvordan kom dere over denne konkurransen?<br />\nSigve: Jeg så konkurransen da jeg logget meg inn på Urørt-siden vår, så meldte vi oss på bare for å ha gjort det. Så etter noen uker ringte Isak og sa vi var plukket ut til å være med.</p>\n<p>Da var det bare å sette i gang og øve?<br />\nSigve: Jeg tror aldri vi har øvd så mye som nå, men det var jo bare to låter som skulle spilles, så det var bare å finpusse litt.</p>\n<p>Hvordan var det å spille her da?<br />\nIsak: Det var veldig god plass på scenen, mot for de garagelokalene vi er vant med å spille i. Så det var veldig stas å få spille her.</p>\n<p>Og nå venter plateinnspilling i Malabar studio, hvordan blir det?<br />\nIsak: Det blir jo en oppgradering fra de andre studioene vi har vært i, mye proffere og tøffere. Vi får håpe det setter ting i gang.</p>\n<p>Blir det mye konsertspilling nå fremover da?<br />\nLars: Nå er vi på en miniturné faktisk. Dette var første konserten på den turnéen, siden skal vi opp til Svolvær, Sortland, Harstad og Tromsø. Kult å starte miniturnéen på Miniøya da.</p>\n<p>Da er det bare å ønske gutta lykke til, og vi gleder oss til gjensyn under Øyafestivalen.</p>\n<p><a href=\"http://www.nrk.no/urort/Artist/SurfersLingo/\" target=\"_blank\">URØRT</a></p>\n","date":"2010-08-01T23:09:00.000Z","wordpress_id":311,"featured_image":null,"translations":{"nb":{"url":"/2010/08/01/surfers-lingo-vant-urort-under-16/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f2a18dca-6220-52e9-b10f-cc65a1abc596","locale":"nb"}}