{"data":{"wordpressPost":{"title":"Noah And The Whale og Rumble In Rhodos på Øya &#8211; Under 800 femdagerspass igjen","date":"10th May 2011","content":"<p> Det betyr at du ikke bør nøle for lenge om du vil oppleve blant andre Kanye West, Grant Lee Buffalo, James Blake, Sharon Jones &#038; The Dap-Kings, Oslo Ess, Jens Carelius, Edward Sharpe &#038; The Magnetic Zeros, Warpaint, Destroyer, Lukestar eller Matthew Dear.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n<p>NOAH AND THE WHALE (UK)<br />\nEngelske Noah And The Whale er bygget rundt vokalist og låtskriver Charlie Fink. De har vært kritiker- og publikumsfavoritter i Storbritannia de siste årene, med god grunn. Når bandet for en liten stund siden ga ut albumet Last Night On Earth mente Drowned in Sound at ”With Last Days On Earth, the persistently-versatile Noah continue to set to music those picturebooks of get-togethers, easy plateaus and break-ups that we’ve all got stored in our heads and add to year-on-year – and, in the process, they’ve managed to forge some great big tunes. More or less irresistible”.</p>\n<p>Noah And The Whale starta opp for omtrent fem år siden i London. Både debuten Peaceful, The World Lays Me Down (2008) og det ferske Last Night On Earth (2011) har liggi på topp ti på den britiske albumlista, noe som viser hvor stort publikum de har på hjemmebane. Deres blanding av folkrock og indiepop har blitt sammenligna med blant andre Belle &#038; Sebastian, Fairport Convention, The Decemberists, Lou Reed og Neutral Milk Hotel. Både Emmy The Great og Laura Marling har tidligere vært medlemmer av bandet. Gled deg til å oppleve bandet overbevise i sommervarmen midt i Oslo. Fredag 12. august kommer nemlig kvintetten til Middelalderparken for å lage godstemning.<br />\n<a href=\"http://www.myspace.com/noahandthewhale\" target=\"_blank\">MYSPACE</a></p>\n<p>RUMBLE IN RHODOS<br />\nMed sitt ferske tredjealbum, Signs of Fervent Devotion, har Rumble In Rhodos blitt en av årets virkelige kritikerfavoritter. Både Dagbladet og VG ga skiva seksere på terningen og bra med spalteplass, noe som er uvanlig for et band av dette kaliberet. Albumet er produsert av to Øya-aktuelle musikere, nemlig Anders Tjore (Turns og Montée) og Erlend Mokkelbost (Montée). Dagbladet valgte å beskrive resultatet slik: ”Dette er energisk, intrikat, pulserende musikk som slekter på hardcore, progrock og powerpop” og mente det er ”en inspirerende rockeplate det er forbannet gøy å høre på”. Vi skriver under på disse og en rekke andre begeistra formuleringer fra anmeldelser de siste ukene.</p>\n<p>Det er en stund siden vi første gang ble imponerte av Follo-gutta i Rumble In Rhodos. Med sine to første album og en stor mengde konserter på norske og utenlandske scener, har de vist seg som et energisk og solid band. I 2005 dro de på turné landet rundt som Zoom-vinnere og året etter var langspillerdebuten Own Me Like The City klar. De har spesialisert seg på rock som er fengende, utfordrende, dynamisk, spennende og intens. De har hørt på alt fra punk til prog til kunstrock til indie, og alle disse stilartene er på ulik måte tydelige i musikken deres. Mange beit seg merke i kvaliteten på det nye materialet allerede når smakebiten White Dancing ble utgitt før jul, en låt P3 tydeligvis hadde sansen for. I august vil bandet ta med seg denne og flere andre sterke låter for å lage fest i Middelalderparken.<br />\n<a href=\"http://www.myspace.com/rumbleinrhodos\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5858dda3-83aa-5843-b078-aa01853fac3a"}}