{"data":{"wordpressPost":{"title":"Outkast til Øya torsdag 7. august","date":"6th March 2014","content":"<p>Outkast er et av de aller største navna som skal ut på europeiske og amerikanske festivalscener i 2014. Etter en pause på mange år er de endelig klare for å spille konserter igjen. Det Grammy-vinnende bandet har hatt albumet Speakerboxxx/The Love Below og hele tre singler på førsteplass i USA. Outkast har laga noen av de mest kritikerroste storselgere innen hiphop, og har gitt ut flere album som har solgt langt over en million. Vi er kjempestolte og hoppende glade for at de har valgt å ta turen innom Tøyenparken torsdag 7. august, for å gi oss en konsert fylt med hits. Etter å ha toppa plakaten på noen av verdens største festivaler i vår og sommer, kommer Outkast endelig til Øya. Vi veit det er mange som har venta lenge på dette.</p>\n<p>Nå er det under 1000 ukespass igjen hos Billettservice, så man må kjappe seg om man vil sikre seg hele herligheten med fire dager i Tøyenparken og Klubbdagen. Dagsbilletter til alle dager er også i salg.</p>\n<p><a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113\" target=\"_blank\">Kjøp ukespass her</a></p>\n<p><a href=\"http://www.billettservice.no/event/torsdagsbillett-oyafestivalen-2014-billetter/409619?camefrom=Client_Oya_Hjemmeside torsdag_Oyafestivalen_101013\" target=\"_blank\">Kjøp torsdagsbilletter her</a></p>\n<p><strong>OUTKAST (US) – torsdag 7. august</strong><br />\nSiden Outkast for noen uker siden annonserte at de endelig skal turnere sammen igjen, har norske fans utålmodig venta på nyheter om duoen tar turen til vår del av verden. Nå er det klart at Big Boi og André 3000 avslutter på vår største scene torsdag 7. august. Dette er et av de mest etterlengta turnécomebackene på svært lang tid.</p>\n<p>Outkast starta sitt samarbeid allerede tidlig på 90-tallet i Atlanta, Georgia. Debutalbumet het Southernplayalisticadillacmuzik og ble utgitt for 20 år sida. De ble kjapt en sensasjon, og debuten solgte til platina i løpet av et år. Sjøl om de først og fremst har vært blant verdens mest profilerte hiphopattraksjoner i langt over 10 år, har de latt seg inspirere av mye annen musikk. Duoen har tatt avstikkere innom soul, rock, funk, elektronika og mye annet. For hvert album økte fanskaren og med Stankonia i 2000 ble de allemannseie på begge sider av Atlanteren. Dobbeltalbumet Speakerboxxx/The Love Below (2003) viste deres bredde og kvalitet, og har solgt imponerende 5,5 millioner. Skiva vant Grammy som årets album. I hjemlandet hadde de hele fire topp-ti-hits på få år. Her i Norge har de toppa singellista to ganger, først med Ms Jackson i 2001, så med superhitten Hey Ya tre år seinere. Nå skal de vise at de fortsatt er noe av det aller morsomste man kan oppleve på en scene. Øyafestivalen ligger an til å bli en av de mest intime arenaene de spiller denne sommeren.</p>\n<p>Om skiva Stankonia skreiv <a href=\"http://www.nme.com/reviews/outkast/3412\" target=\"_blank\">NME </a>i 2000: &#8211; Conscious, spiritual, stark and honest, Outkast&#8217;s diverse and innovative style maybe hard to digest at first, but this has that little something special that Public Enemy&#8217;s &#8216;It Takes A Nation Of Millions To Hold Us Back&#8217; and De La Soul&#8217;s &#8216;Three Feet High &amp; Rising&#8217; had. It&#8217;s an audible novel.</p>\n<p>I 2007 var det klart at Outkast skulle ta en lengre pause, for at de to skulle fokusere på egen musikk. Denne pausa har tatt mer tid enn de fleste har satt pris på. Siden Big Boi spilte på Øya i 2010 har vi jevnlig fått spørsmål om ikke Outkast snart er aktuelle for Øya-plakaten. I 2014 kan vi endelig si ja! Allerede i juli 2013 fikk vi vite om planene for den kommende sommeren og i de siste månedene har vi jobba hardt for å kunne presentere Outkast i Oslo. Før de besøker Tøyenparken skal de stå på noen av verdens aller største festivalscener.</p>\n<p><a href=\"http://www.outkast.com/\">http://www.outkast.com/</a></p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"375\" src=\"http://www.youtube.com/embed/PWgvGjAhvIw?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></div>\n","wordpress_id":9570,"translations":{"nb":{"url":"/2014/03/06/outkast-til-oya-torsdag-7-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d5104283-fc3e-5880-bde8-353aa7bb1101","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2014/03/06/outkast-til-oya-torsdag-7-august/","redirect":false}}}