{"data":{"wordpressPost":{"title":"Øyanatt i Kulturkirken Jakob onsdag 9. august","date":"2017-07-30T10:33:34.000Z","content":"<p>Onsdagen går hardest ut i Tøyenparken med Migos, Young Thug og Danny Brown på billetten, så vi tar på oss oppgaven å gjøre natta komplett med en intim fest med Norges heiteste gateflammer i spillet.</p>\n<p><strong>Kamelen / Dårlig Vane / King Skurk One / DJ Assault (US) / 612 / Myra / Tunge Trond / Cezinando + DJ O&#8217;babyboy / Knekten / Mogger Don / XXD Polo + Gucci T</strong></p>\n<p><a href=\"http://www.ticketmaster.no/event/545863\">BILLETTER</a></p>\n<p><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignleft wp-image-20556\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"548\" height=\"208\" data-srcset=\"http://oya.test/assets/uploads/2017/07/facebookbanner-page-300x114.jpg 300w, http://oya.test/assets/uploads/2017/07/facebookbanner-page-768x292.jpg 768w, http://oya.test/assets/uploads/2017/07/facebookbanner-page-1024x390.jpg 1024w\" sizes=\"(max-width: 548px) 100vw, 548px\" data-sizes=\"auto\" data-aspectratio=\"1920/731\"></body></html>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Kamelen eksploderte på scenen med sin debutsingel “Si ingenting” for et år siden. Endelig ser vi en ny hiphopopartist i “gatesegmentet” slå gjennom med et brak. Han viser at han ikke er en one hit wonder med tredjesingelen “Beng Beng Beng” og hans lille katalog har til nå bikket 10 millioner streams på forskjellige plattformer. Hans frekke stil og skarpe flow, kombinert med en god dose bad boy image gjør Kamelen til Norges nye hiphopstjerne.</p>\n<p>NMG/G-husets siste stjerneskudd, trioen Dårlig Vane, har tatt undergrunnen med storm den siste tiden.  Med gateslagerne &#8220;Ikkje la meg&#8221;, &#8220;Gikk i bakken&#8221; og &#8220;To blå&#8221; har Dårlig Vane, helt uten radiospilling eller bransjehype, skapt en enorm forventning blant hiphopfans langt utenfor Bergen. Siden har gutta spilt over hele landet, solgt ut alle sine konserter, vunnet Urørtfinalen 2017 og deres tre opptredener under årets Slottsfjell er allerede legendariske. I skrivende stund er &#8220;Gikk i bakken&#8221; platina med over 4 mill streams.</p>\n<p>King Skurk One med den breiale 501-stilen, har lenge ligget og vaket i undergrunnen. Med låta «Sånn som meg» – hvor både Lars Vaular og Cezinando dropper hvert sitt vers – tok han for alvor steget opp. Med hele Norges partybænger “Bængshot”, med Linda Vidala, kan man godt si mannen er på god vei til å bli en certified star.</p>\n<p>Ghetto Tech-kongen DJ Assault fra Detroit avslutter denne elleville festen med DJ-set i kirka spekket med obskøniteter over raske elektrobeats. Mannen bak anthems som “Crank This Mutha”, “Sex On the Beach” og “Ass n Tiities” kommer til Oslo for aller første gang. Fyren er en legende og dette er en enestående sjanse til å oppleve ekte ghetto tech IRL.</p>\n<p>612 fra Oslo har på kort tid bygd opp en fanbase uten å gjøre stort annet enn å slenge ut musikken sin på internett. Med låter som &#8220;Gjengtegn&#8221;, &#8220;612&#8221; og &#8220;Flippe Cash&#8221; og deres nye “612 for alltid&#8221; har gruppa 612 satt seg på Oslo-kartet som en av de nye hotte alle liker. Dette har ført til konsertopptredener på utsolgt NMG G-huset label night hos Rockefeller, samt Redbull Sound Select på Blå og diverse gigs med “mentor” King Skurk One.</p>\n<p>Etter den fantastisk debutsingelen “Hold An” og at hun ble en av de største snakkisene på By:larm i år, har det gått <strong>en</strong> vei for Myras karriere. Vi nevner det ærefulle oppdraget å synge Nystemten før Cecilia Brækhus går inn i ringen på Battle of Bergen (!!) og at hun er gjest på Lars Vaular sin singel og video “Ventet på deg”.</p>\n<p>Tunge Trond aka Angelo Reira er en spiller i Bergens hiphopscene som har holdt på en liten stund, men som først nå kommer med debutskive på selskapet 10/90. Hans siste er singel “Kolosal Type Ting” produsert av Hkon og Geir Sky, backet av NMG G-huset. Den suser gjennom internettet som ill i tørt gress, men det er utelukkende nye låter på den kommende skiva. Vi gleder oss til å høre mer fra denne kreative karen.</p>\n<p>For knapt ett år siden møttes Cezinando og DJ O&#8217;babyboy for første gang på Vålerenga. De bonda over hiphop, red bull og ostepop. Nå spiller de første gang sammen på Øyanatt. De inviterer til et eklektisk sett, satt sammen av Chicago rap, Atlanta trap, Grime, dancehall og Reggaeton.</p>\n<p>Knekten er artistaliaset til produsent J Ramm, som har produsert “Bængshot”, “502 Stilen”, diverse låter for 612, Snowboyz, Lars Vaular, Onkl P, for ikke å snakke om alle låtene til Tønsberglegenden SmekReven. Knekten er også den pene lillebroren til komiker Morten Ramm og kan skryte på seg å feid gjennom brygga i TBG to ganger. Rolig og røddig type mao. Se opp for nye sanger av Knekten original i 2017/2018-sesongen, i din utvalgte strømmetjeneste</p>\n<p>Mogger Don produserer hiphop for hele Norge og møter opp for å spille noen uslipte diamanter. Han dropper stadig stekende tunes med folk som Lars Vaular, partykongen King Skurk &#8220;Bængshot&#8221; One, 612-klikken, Cezinando og Martin Hazy (Dårlig Vane). Moggger lager minimalistisk og smart hiphop, eller idiotisk dumme bangers og lager alltid den beste stemningen!</p>\n<p>Vi inviterer også en relativt ukjent duo i XXD Polo og Gucci T til å fremføre deres fabelaktige “Skynet” + en premierelåt fra XXD Polo.</p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":20555,"featured_image":{"title":"kamelen crop","filename":"kamelen-crop.jpg","filesize":121266,"url":"http://oya.test/assets/uploads/2017/07/kamelen-crop.jpg","link":"/2017/07/30/oyanatt-kulturkirken-jakob-onsdag-9-august/kamelen-crop/","alt":"","author":"3","description":"","caption":"","name":"kamelen-crop","status":"inherit","uploaded_to":20555,"date":"2017-07-30 09:11:20","modified":"2017-07-30 09:11:20","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2017/07/kamelen-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2017/07/kamelen-crop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2017/07/kamelen-crop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2017/07/kamelen-crop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2017/07/kamelen-crop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2017/07/kamelen-crop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2017/07/kamelen-crop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2017/07/30/oyanatt-kulturkirken-jakob-onsdag-9-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"60fe1c51-74a5-5282-8177-315ab59deb2e","locale":"nb"}}