{"data":{"wordpressPost":{"title":"Gamle bandskjorter ble scenedekor","date":"10th August 2012","content":"<p>Etter å ha samla inn en haug av gamle bandskjorter og øyaskjorter fra publikum og frivillige har Øyas dekorgruppe ved Marianne Karlsen laget imponerende takdekor inne i Klubbteltet. -Gjenbruk er vårt mantra, sier Marianne og viser stolt frem kreasjonene.</p>\n<p>-Vi har også laget svære blomster av fjorårets Hafslund-bannere og all dekoren i teltet er gjort i samarbeid med lysansvarlige Ingeborg Staxrud Olerud og Kyrre Herdal Karlsen for å få best mulig effekt. I fjor laget vi puter man kan sitte på av de samme bannerene, og vi har også pyntet gangbroen med rester etter fjorårets dekor.</p>\n<p>Det er jo ganske mange som har sterke forhold til bandskjortene sine, var det vanskelig å få samlet inn nok?</p>\n<p>-Ja, vi hadde vel egentlig håpet å få inn mange mange flere skjorter og særlig gamle øya-skjorter, men det er jo samtidig litt hyggelig at folk er glad i skjortene og ikke vil gi dem bort!</p>\n<p>T-skjortene som ble donert har blitt klippet opp og omdannet til et stort nett av bandlogoer og øyalogoer som utgjør både tak- og bakteppe inne på klubbscenen. Måten de har blitt knytt sammen på minner litt om en svær kamuflasjeduk, og de store Hafslund-blomstene svever over hodene på publikum som store romskip badet i scenelys og røyk.</p>\n<p>-Det virker som om dekoren setter fantasien i sving hos publikum og det er veldig gøy. Folk har kommet bort til meg og fortalt at t-skjortene i taket minner om både flaggermus, edderkopper og spindelvev. Noen ser litt mer romantisk på det og tenker seg at de er i en fantasi-skog med de svære blomstene. Jeg anbefaler alle å gå innom klubbteltet og ta en titt!</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":4503,"translations":{"nb":{"url":"/2012/08/10/gamle-bandskjorter-ble-scenedekor/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"08c816a0-ecf4-52f1-8372-a93af7e1c641","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/08/10/gamle-bandskjorter-ble-scenedekor/","redirect":false}}}