{"data":{"wordpressPost":{"title":"Håkan åpnet fredagen på Øya","date":"8th August 2008","content":"<p>Det var blitt lovet regn og dårlig vær, men det holdt seg på god avstand under dagens åpningskonsert med Håkan Hellström. Og for en konsert det var &#8211; det perfekte kick-off for en dag som har mange høydepunkter.</p>\n<p>Scenen var kledt med et enormt bakteppe som så ut som om det var tatt rett ut av en Hennes &#038; Mauritz-katalog, og det var vel egentlig det eneste riktige for moteikonet Håkan Hellström. Bandet hans var ulastelig antrukket, de også. De spilte strålende og hadde ingen problemer med å få liv i den delen av publikummet som hadde karret seg opp av senga og tatt turen ned til Middelalderparken. </p>\n<p>Man kunne egentlig ikke fått en bedre start på dagen. Vi fikk litt svensk samba, vi fikk poplåter som vi alle husker, hvite bukser, allsang, og ikke minst, oppholdsvær. </p>\n<p>Kjærestepar sto hånd i hånd, små barn med øreklokker danset og klappet, og de kule journalistene sto med solbriller og armene i kors. Men vi likte det altså. Vi elsket det faktisk. Men igjen, kan man egentlig unngå å elske Håkan?</p>\n<p>Da han spilte ”Känn Ingen Sorg För Mig Göteborg” var dagen reddet, og jeg bøyde mitt tapre hode og gikk fornøyd videre. Kan man ikke bare få Håkan til å åpne hver Øyafestival?</p>\n<p>Andreas Milde<br />\nandreas@furoreiharare.com<br />\nwww.furoreiharare.com</p>\n<p>NRK har lagt et par supre klipp med Håkan vi kan anbefale på det varmeste (klikk på teksta):</p>\n<p><a href=\"http://www.nrk.no/p3tv/hakan-om-norge-vs-sverige/\" target=\"_blank\">Håkan ut mot folk fra Stockholm</a></p>\n<p><a href=\"http://www.nrk.no/lydverket/det-er-sa-det-ska-sages/\" target=\"_blank\">Håkon Moslet gir konserten terningkast</a></p>\n<p>&#8220;Håkan en akustisk versjon av Jäg vet inte vem jäg er, men jäg vet at jag er din”:http://www.nrk.no/p3tv/lydverket-spanderer-hakan-hellstrom-pa-%C3%98ya/</p>\n","wordpress_id":683,"translations":{"nb":{"url":"/2008/08/08/hakan-apnet-fredagen-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"cd869bd7-be34-5f06-b61f-b19e4a985d5d"}}