{"data":{"wordpressPost":{"title":"Conor Oberst og Neko Case til Øya","date":"2014-03-27T08:53:14.000Z","content":"<p>Det er fortsatt dagsbilletter igjen til alle de fire utendørsdagene under Øyafestivalen i Tøyenparken. Utover våren vil vi fylle på det allerede rikholdige festivalprogrammet. Nå er to sterke navn som både vi og Øya-publikummet gleder seg til klare for årets store festivalopplevelse i Oslo.</p>\n<p>Neko Case ga ut et meget sterkt album i fjor, og vi veit det er mange som vil se denne dama på scenen etter at hun dessverre var nødt til å avlyse forrige Oslo-besøk. Snart albumaktuelle Conor Oberst har i flere år hatt en stor mengde fans i Norge som leder av Bright Eyes. Nå kommer han til Oslo som soloartist.</p>\n<p><a href=\"http://www.billettservice.no/event/torsdagsbillett-oyafestivalen-2014-billetter/409619?camefrom=Client_Oya_Hjemmeside torsdag_Oyafestivalen_101013\" target=\"_blank\">Kjøp dagsbilletter til torsdag her</a></p>\n<p><a href=\"http://www.billettservice.no/event/lordagsbillett-oyafestivalen-2014-billetter/409623?camefrom=Client_Oya_Hjemmeside lordag_Oyafestivalen_101013\" target=\"_blank\">Kjøp dagsbilletter til lørdag her</a></p>\n<p><strong>CONOR OBERST (US)</strong> &#8211; torsdag 7. august<br />\nConor Oberst er en av 2000-tallets sterkeste amerikanske låtskrivere, som soloartist og som sjef i Bright Eyes. I mai utgis soloalbumet Upside Down Mountain og i august kommer han til Øya. På det nye albumet har han hatt Øya-aktuelle Jonathan Wilson som produsent. First Aid Kit skal også ha bidratt på innspillingene. Med andre ord er det stor grunn til å glede seg til nye låter fra Oberst.</p>\n<p>I anledning Bright Eyes sin Cassadaga (2007) skreiv <a href=\"http://www.groove.no/anmeldelse/28237274/cassadaga-bright-eyes\" target=\"_blank\">Groove.no</a>: &#8211; … det er som sanger/låtskriver i tradisjonen fra Woody Guthrie og opp til Ryan Adams vår mann befester sin posisjon i toppsjiktet. Ikke minst briljerer Oberst fremdels som tekstforfatter.</p>\n<p>Conor Oberst skal ha blitt flaska opp på god 80-tallsmusikk ala The Cure og R.E.M.. En lignende kombinasjon av fengende låter og indietilnærming kan høres helt klart i hans egen musikk. Etter å ha spilt i diverse band i ungdommen, begynte Oberst å lage musikk som Bright Eyes på midten av 90-tallet. Fra dobbelutgivelsen av albuma I’m Wide Awake, It’s Morning og Digital Ash In A Digital Urn i 2005 opplevde Bright Eyes stor kommersiell suksess. Album på rekke og rad har gått inn på øverste del av de amerikanske salgslistene, helt fram til det foreløpig siste, The People’s Key fra 2011.</p>\n<p>Oberst har i det siste fokusert på utgivelser og turnéer under eget navn. I 2008 kalte sjølveste Roling Stone han årets låtskriver. De siste åra har han også rukket å være en del av bandet Monsters Of Folk og hatt en gjenforening med det tidlige bandet Desaparecidos. Han har i tillegg vært involvert i brorens plateselskap Saddle Creek, som har gitt ut hans egen musikk og band som The Thermals, Sebastian Grainger, Tokyo Police Club, Two Gallants og Rilo Kiley. Nå gleder vi oss til et Øya-besøk fra mannen bak uendelig mange sterke låter.<br />\n<a href=\"http://www.conoroberst.com/\">http://www.conoroberst.com/</a></p>\n<p><strong>NEKO CASE (US)</strong> &#8211; lørdag 9. august<br />\nI fjor ga Neko Case ut det kritikerroste albumet med den voldsomme tittelen The Worse Things Get, The Harder I Fight, The Harder I Fight, The More I Love You. Etter at hun dessverre ble nødt til å avlyse sin Oslo-konsert for noen måneder siden, er vi storfornøyde med at Case tar turen til Tøyenparken i august. Der får du mulighet til å oppleve en fantastisk låtskriver, som lager musikk som står perfekt til sensommersola.</p>\n<p><a href=\"http://articles.chicagotribune.com/2013-09-02/entertainment/chi-neko-case-album-review-20130902_1_neko-case-album-review-songs-brim\" target=\"_blank\">Chicagotribune.com</a> har skrevet: &#8211; She’s always been celebrated for her vocal and songwriting skills, but she also brings a visionary flair to her production, which blends church harmonies, chamber-rock elegance, rough-hewn guitars, even avant-garde textures.</p>\n<p><a href=\"http://universitas.no/anmeldelser/58574/sjangermesterlig\" target=\"_blank\">Universitas</a> mente dette om det nyeste albumet: &#8211; Det er den sjangermessige bredden som er <i>The Worse Things Get &#8230;</i> sin største styrke. Case har en egen evne til å virke overbevisende uansett hva hun gjør.</p>\n<p>Case flytta på 90-tallet til Vancouver. Hun ga ut solodebuten i 1997 og en stund etter ble hun med i det fantastiske powerpopbandet The New Pornographers. Som soloartist har hun lent seg mot lyden av country og folk, men etter hvert har kraftpopen og indierocken krøpet til overflaten. Med de to siste albuma har hun fått et betydelig større publikum. Middle Cyclone fra 2009 gikk inn på tredjepass på den amerikanske salgslista, mens The Worse Things Get… fulgte opp med en tolvteplass.<br />\n<a href=\"http://nekocase.com/\">http://nekocase.com/</a></p>\n","wordpress_id":9679,"translations":{"nb":{"url":"/2014/03/27/conor-oberst-og-neko-case-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8c5a620c-0f4d-58b3-b22b-cbf26f8f43f5","locale":"nb"}}