{"data":{"wordpressPost":{"wordpress_id":515,"title":"På gjengrodde stier","excerpt":"<p>Fjorden Baby! lover et svevende sett når de åpner Enga, ifølge bandet den største scenen de noen gang har spilt på, klokka 14.30 torsdag. Gjengen fra Bergen tar jobben seriøst, og skal straks drøfte fram en spilleliste. Om de føler for det drar de kanskje P3-hiten «Karoline» også. Men først må de bare finne fram til festivalområdet.</p>\n","content":"<p>Fjorden Baby! lover et svevende sett når de åpner Enga klokka 14.30 torsdag. Om de føler for det spiller de kanskje P3-hiten «Karoline» også. Men først må de bare finne fram.</p>\n<p>&#8211; Eh, vent litt. Jeg må rope på de andre her. Hei, gutter. Jeg tror vi skal andre veien!</p>\n<p>Nam Nguyen og resten av gutta i Fjorden Baby! har gått seg vill. Loddefjords stolteste gutter har aldri hatt spesielt gode navigasjonsevner, snarere er det deres litt retningsville omgang med inspirasjonskilder som har gjort dem til det de er: Bergenscenens mest vitale og eklektiske band. Ifølge synth-spiller og sjefsideolog i bandet, Nam Nguyen, er de «like inspirert av Nirvana som av Wu-Tang Clan» og langspilleren de slapp i februar tar opp tradisjonen etter<br />\nbergenske nyveivband som The Aller Værste og Elektrisk Regn. </p>\n<p>DN skrev at de gjorde «bydelsdesperasjon til noe surrealistisk og stilig». Nå er det imidlertid andre ting som gjelder. De skal på scenen 14:30 og<br />\naner ikke hvor de er. Heldigvis har Øyafestivalens reporter ringt og kan lose dem inn på tryggere stier. «Følg Akerselva!», forklarer vi.</p>\n<p>&#8211; Jeg har jo vært en del i Oslo da, sier Nam – bandets talsmann – litt unnskyldende. &#8211; Jeg har jo famile her. Jeg bodde hos dem på Tøyen i natt. Med<br />\nkjæresten og greier. Det var helt topp. Men jeg tror vi bare går for et hotel i natt. Mikal (Telle, bandets manager, journ.anm) skulle fikse noe.</p>\n<p>&#8211; Dere spilte i går også. I skateparken. Hvordan gikk det?</p>\n<p>&#8211; Vel, strømmen gikk jo halvveis, da. De fikk den på igjen, men da hadde vi liksom mistet momentum og da var det ikke noe vits å fortsette. Men før det tror jeg det er en av de feteste konsertene vi har spilt. Og publikum var helt ville. Masse dansing og skating i bakgrunnen. Det kan jeg like. Minnet om crowden jeg kjenner fra Bergen.</p>\n<p>&#8211; Det blir kanskje litt annerledes på hovedscenen – på Enga klokka halv tre?</p>\n<p>&#8211; Ja, det blir vel et litt eldre publikum som står og drar seg i skjegget. Men jeg gleder meg for det. Vi var på befaring der i går. Så Jaga Jazzist gjorde jeg også. Det er jo en helt vanvittig svær scene. Garantert den største vi noensinne har spilt på. Det som er fint med å spille så tidlig er jo dessuten at du kan slappe helt av resten av dagen og bare ha det gøy. Også blir du ikke booket samtidig med noen andre som du egentlig ville se. Det er jo et dritbra program her i år. Mye bedre enn forrige gang jeg var her da det bare var Air og sånn. Men jeg så jo forresten de da. Jeg digget Air på den tiden.</p>\n<p>&#8211; Kan du si litt om setlista? Dere har jo nesten gjort det til en vane å IKKE spille schlageren deres, «Karoline»!</p>\n<p>&#8211; Vi har fått litt pes for det, men jeg vet ikke om det er så riktig. Ja, det hender vi ikke spiller den, men da har vi en god grunn. Som at den ikke passer inn den dagen eller noen har glemt kubjella.  Vi tar setlistene våre seriøst. Vi skal sette oss ned med kaffe etterpå og drøfte oss fram til en god en. Vi har mye nytt materiale vi vil teste ut også. Så får vi se, da. Om det blir noen hits eller ei.</p>\n<p>&#8212;<br />\nBERGEN!<br />\nI tillegg til Fjorden Baby! spiller bergensbandene John Olav Nilsen &#038; Gjengen og Ungdomskulen i dag.</p>\n<p>Tekst: Håvard Nyhus</p>\n","date":"2009-08-13T12:59:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2009/08/13/pa-gjengrodde-stier/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e0e9d076-8b68-5c85-bf5c-150fce530952","locale":"nb"}}