{"data":{"wordpressPost":{"title":"Øyaprat 13: Thea &#038; The Wild","date":"4th August 2013","content":"<p>Årets siste Øyaprat ble tatt med Thea Glenton Raknes fra Thea &amp; The Wild. Hun lover rå popmusikk, god stemning, deilige folk på scenen og solskinn. Thea &amp; The Wild spiller fredag 9. august på Sjøsiden, klokka 15.30. Hennes Øya-oppfordring er: <em>Vær grei mot de små og de fulle, og husk at musikk er kjærlighet.</em></p>\n<p>&nbsp;</p>\n<p>1. Hvilken Øya-opplevelse husker du aller best?<br />\n<em>Da jeg spilte der med gamlebandet mitt i 2010 og det kom så mye folk. Og sola kom den også. Noe av det fineste jeg har sett.</em></p>\n<p>2. Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?<br />\n<em>Kraftwerk &#8211; elektronikalegender i 3D !! Blir vel ikke fetere enn det.</em><br />\n<em> Rodriguez &#8211; denne fine mannen får man nok ikke så mange sjanser til å se igjen.</em><br />\n<em> Også Thea &amp; The Wild såklart</em><strong><em>.</em></strong></p>\n<p>3. Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?<br />\n<em>Vær grei mot de små og de fulle, og husk at musikk er kjærlighet.</em><strong></strong></p>\n<p>4.Hva kan folk forvente av konserten din?<br />\n<em>Rå popmusikk, god stemning, deilige folk på scenen og solskinn. Kanskje forelskelse! Jeg oppfordrer til det.</em></p>\n<p>5. Har du en god eller dårlig festivalhistorie? Fortell!<br />\n<em>Jeg glemmer (les:fortrenger) fort, men fjorårets Slottsfjellfestival husker jeg godt, det endte i rundt regna 20 blåmerker på bein og armer etter et mislykka nakenbading-forsøk klokka 5 på natta etter at jeg hadde vært i moshpit med Gallows, dansa på klubb Total natta lang, slått hodet i diverse takbjelker og &#8220;lånt&#8221; en vinflaske fra baren etter skjenkestopp. Herlig festivaldøgn.</em></p>\n<p>6. Hva hører du på i sommer?<br />\n<em>Jeg hører mye på Kurt Vile og Kate Bush. KV og KB my partners in crime i sola, i bilen, i senga, til frokost.</em></p>\n<p>7. Hva vil du aller helst se på scena når Øyafestivalen flytter til Tøyenparken neste år?<br />\n<em>PJ Harvey. Åh, det hadde vært fint.</em></p>\n","wordpress_id":8409,"translations":{"nb":{"url":"/2013/08/04/oyaprat-13-thea-the-wild/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"48b1c47d-2ec0-5cc5-8518-9aacab0c6a55","locale":"nb"}}