{"data":{"wordpressPost":{"title":"Björk på Øya 9. august","date":"6th December 2011","content":"<p>Rekordtidlig kan Øyafestivalen nå gå ut med et av de største navnene på neste års plakat. Björk skal spille på vår største scene torsdag 9. august. Dette blir stort, magisk og eksklusivt. Den islandske superstjerna skal spille under 20 konserter over hele verden neste år. Svært få av disse vil finne sted på festivaler. Vi er mildt sagt stolte og entusiastiske over å ha fått bekrefta en av de artistene som har stått lengst helt i toppskiktet av ønskelista vår. Å oppleve Björk på vår egen festival i august, er en drøm som går i oppfyllelse.</p>\n<p>&nbsp;</p>\n<p>Dagsbilletter og ukespass til Øyafestivalen 2012 er nå i salg.<br />\nØyafestivalen vil slippe flere artister hver dag denne uka.</p>\n<p>&nbsp;</p>\n<p>BJÖRK (IS)</p>\n<p>Björk er, mildt sagt en utfordrende og utforskende artist. Hennes nyeste album Biophilia ble delvis spilt inn på en iPad og ble lansert som en serie apper. Musikkmagasinet Uncut beskrev skiva på denne måten «Biophilia is über-Björk, weirder, wilder and way more ambitious than anything she’s attempted». Aftenposten konkluderte på denne måten «Albumet krever isteden din fulle oppmerksomhet, og blir dermed en meditativ pustepause i en stadig mer hektisk musikkhverdag».  Hennes mulitmedieidéer som artist, vil du også kunne få oppleve i hennes spesielle sceneopptredener. Vi lover en festivalkonsert utenom det vanlige. På Øyafestivalen vil hun spille låter fra det nye albumet, i kombinasjon med de eldre publikumsfavorittene</p>\n<p>&nbsp;</p>\n<p>Björk Gudmundsdottir fikk først internasjonal oppmerksomhet på slutten av 80-tallet, som vokalist i Sugarcubes. I 1993 ble hun en umiddelbar suksess som soloartist, når albumet Debut solgte til gull og platina i mange av verdens største platemarkeder. Hun har bevart sin status som en utfordrende, unik og spennende artist gjennom alle disse årene. Björk er fortsatt en artist som klarer å overraske og som likevel har en stor, trofast fanbase. Hennes musikalske spenn har gått fra fengende og dansbare låter til mer kunstorienterte prosjekter. I 2010 ga hun ut EPen Mount Wittenberg Orca i samarbeid med amerikanske Dirty Projectors. Dette var sju låter, som i første omgang ble sluppet digitalt, men som seinere også kom som fysisk utgivelse. Björk har i løpet av solokarrieren mottatt en rekke priser for sine plater og de spesielle musikkvideoene.</p>\n<p><a href=\"http://bjork.com/\" target=\"_blank\">bjork.com</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3ada4924-2004-56e1-b6ac-1a5ac0437b45"}}