{"data":{"wordpressPost":{"title":"Mer norsk musikk til Øya – Under 2000 ukespass igjen","date":"7th March 2019","content":"<p><strong>UNDER 2000 UKESPASS</strong></p>\n<p><strong>ERLEND ROPSTAD – fredag 9. august</strong></p>\n<p><strong>POM POKO</strong></p>\n<p><strong>LIL HALIMA</strong></p>\n<p><strong>MARJA MORTENSSON</strong></p>\n<p>Vi har solgt mer dagsbilletter enn noen gang på et så tidlig tidspunkt. Samtidig har ukespassene vært svært populære. Nå er det under 2000 igjen av disse. Om du tenker deg på hele Øyafestivalen, anbefaler vi at du sikrer deg ukespass før det er for seint. Ingen annen billett gir deg så mye musikk og moro for penga. Nå er et knippe meget sterke norske artister klare for å legges til i programmet. Se opp for flere slipp de neste ukene!</p>\n<p>&nbsp;</p>\n<p>ERLEND ROPSTAD</p>\n<p>Erlend Ropstad når et nytt og større publikum med hver eneste utgivelse og har de siste årene blitt en artist man venter på ny musikk fra med virkelig stor spenning. Årets album Brenn Siste Brevet har fått fantastisk mottakelse blant medier og fans. Han er opprinnelig fra Vennesla i Vest-Agder og skrev de første årene tekster på engelsk. Siden Det Ikke Er Sånn Som Du Tror At Det Er (2013) har han gitt ut musikk på norsk.</p>\n<p><a href=\"http://www.musikknyheter.no/anmeldelser/19112/Erlend-Ropstad.html\">Musikknyheter.no</a> mener at han «har rett og slett gitt oss et mesterverk av en plate», og ga 10 av 10.</p>\n<p><a href=\"https://thewilhelmsens.com/2019/absolutt-kolossal\">Thewilhelmsens.com</a> skreiv: &#8211; Brenn Siste Brevet er både tyngre og mer komplett i formen enn noen av mannens tidligere utgivelser. Dette er mer utpreget melankolsk og mørk rock…</p>\n<p>Inspirasjon til sitt litt rastløse uttrykk har han funnet i folk, pop, rock, indie og country. Denne kombinasjonen satt sammen med sørlandsdialekten gir han noe helt eget, sjøl om utgangspunktet er tradisjonsrikt. Ropstad bruker vinteren og våren på en omfattende klubbturné, mens sommeren skal brukes på norske festivalscener.</p>\n<p><a href=\"https://www.facebook.com/erlend.ropstad/\">www.facebook.com/erlend.ropstad</a></p>\n<p><a href=\"https://erlendropstad.no/\">erlendropstad.no</a></p>\n<p>&nbsp;</p>\n<p>LIL HALIMA</p>\n<p>Lil Halima er en artist mange har store forventninger til. Tidligere i år kom EPen For the Dark Days, som øker nysgjerrigheten ytterligere. Hun er signert til sjølveste Def Jam og hennes tidlige inspirasjonskilder skal være hiphop og musikk fra farens hjemland, Kenya. Nylig viste hun by:Larm-publikummet hvorfor hun regnes som et navn for framtida.</p>\n<p>Hun har et variert uttrykk og bred musikkinteresse. I tillegg står hun for sitt eget visuelle uttrykk og sin egen coverart. Første singel ble sluppet våren 2018, og siden har hun sluppet ny musikk med jevne mellomrom. Vi ser fram til enda mer godlyd fra den unge artisten i løpet av 2019.</p>\n<p><a href=\"https://gaffa.no/anmeldelse/anmeldelse-beviser-at-hun-har-kommet-for-a-bli/\">Gaffa.no</a>: &#8211; Lil Halima er et av norsk musikks mest interessante talenter for tiden. Med sin sjangeroverskridende sjelfulle og rytmiske pop, skiller hun seg fra mye annet.</p>\n<p><a href=\"https://www.facebook.com/lilhalimamusic/\">www.facebook.com/lilhalimamusic</a></p>\n<p><a href=\"https://lilhalima.com/?fbclid=IwAR2qtn0W6Y0mAgVNFd0O9doBT3_rMu96suRjAi67fuXogkpDXB549YdfHJo\">lilhalima.com</a></p>\n<p>&nbsp;</p>\n<p>POM POKO</p>\n<p>Pom Poko har på kort tid gjort seg bemerka i store deler av musikk-Norge og begynner å få velfortjent oppmerksomhet internasjonalt. I februar kom debutalbumet Birthday på anerkjente Bella Union, et selskap kjent for utgivelser med alt fra Fleet Foxes og John Grant til Explosions in the Sky og Xyluoris White. Pom Pokos energiske og intense musikk er både uforutsigbar og forfriskende, noe de viser i innspillinger og fra scena.</p>\n<p><a href=\"https://www.nme.com/reviews/album/pom-poko-birthday-review\">NME</a> skreiv om Birthday: &#8211; It’s a triumph of joy and instinct over good taste and common sense.</p>\n<p><a href=\"https://www.dagbladet.no/kultur/lan-gjerne-oret-ditt-til-denne-koko-oslo-gjengen/70802253\">Dagbladet</a>: &#8211; Om du liker rocken din eksotisk, utfordrende og nytenkende er det en god ting å låne ørene til denne gjengen. Jeg vil bli veldig overrasket om man ikke ser Pom Poko på de fleste av landets toneangivende festivaler til sommeren. Det blir garantert hett og svett.</p>\n<p>Aftenposten mente at deres konsert på by:Larm viste hvorfor de er et av landets beste band. Gå derfor ikke glipp av Øya-konserten i august.</p>\n<p><a href=\"https://www.pompoko.no/\">www.pompoko.no</a></p>\n<p><a href=\"https://www.facebook.com/pompokounofficial/\">www.facebook.com/pompokounofficial</a></p>\n<p><strong> </strong></p>\n<p>MARJA MORTENSSON</p>\n<p>Marja Mortensson er en særpreget vokalist som kombinerer det tradisjonelle med det samtidige. Hun er sørsame fra Hedmark, en bakgrunn som preger musikken hennes i stor grad. Mortensson samarbeider med den anerkjente samiske musikeren og produsenten Frode Fjellheim, som også har jobbet med alt fra Annbjørg Lien til Mari Boine. Allerede i 2014 ble hun årets unge artist på festivalen Riddu Riddu, og hun har siden spilt konserter i flere verdensdeler. Debutalbumet Aarehgïjre ble utgitt i 2017.</p>\n<p>Om skiva Mojhtestasse fra 2018 skreiv <a href=\"https://www.folkemusikk.no/marja-mortensson-mojhtestasse/\">Folkemusikk.no</a>: &#8211; Marja Mortensson har gjennom eit nitid arbeid tileigna seg og gjeve nytt liv til ein nesten utdøydd sørsamisk joiketradisjon, både ved å hente fram dei gamle joikane, men like mykje ved å stå fram med eigne komposisjonar bygd på denne tradisjonen.</p>\n<p>Nå har du mulighet til å bli kjent med musikktradisjon litt på siden av det man finner i resten av Øya-programmet.</p>\n<p><a href=\"https://www.facebook.com/marjamortensson/\">www.facebook.com/marjamortensson</a></p>\n<p><a href=\"http://www.marjamortensson.no/\">www.marjamortensson.no</a></p>\n","wordpress_id":23323,"translations":{"nb":{"url":"/2019/03/07/mer-norsk-musikk-til-oya-under-2000-ukespass-igjen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c6436734-1915-500a-84e8-ea3e3bc9b14b","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2019/03/07/mer-norsk-musikk-til-oya-under-2000-ukespass-igjen/","redirect":false}}}