{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"b0189b1d-5f3a-5e2e-bf98-7c57b2c792dd","slug":"tre-tunge-i-middelalderparken","title":"Tre tunge i Middelalderparken","date":"2009-03-31T08:20:00.000Z","excerpt":"<p>Øyafestivalen har allerede sluppet en rekke harde, brutale og tunge band. Om du har savnet flere navn i samme gata som Satyricon, Municipal Waste og Kvelertak, kan vi glede deg med ei hardtslående pakke som kommer til å ryste Middelalderparken. De norske metallveteranene Enslaved, støyrockmesterne Årabrot og dommedagsmaskinen Kylesa skal alle skape mørk og herlig stemning under Øyafestivalen.</p>\n"}},{"node":{"id":"68560c16-d672-5e04-b20b-c86bfe6b33d5","slug":"fire-sterke-navn-til-%c3%b8ya","title":"Fire sterke navn til Øya","date":"2009-03-30T09:18:00.000Z","excerpt":"<p>Gang Gang Dance, Florence &#038; The Machine og Jenny Lewis (bildet) er alle klare for Middelalderparken. Samtidig slipper vi første navn som skal spille på Øyanatt. På Stratos kan du få oppleve Ladyhawke fra New Zealand. Alt ligger med andre ord an til fete musikkopplevelser i parken og i byen.</p>\n"}},{"node":{"id":"51ec2498-3caf-5c74-983e-33d21c186777","slug":"flere-artister-plassert-pa-dager","title":"Flere artister plassert på dager","date":"2009-03-27T09:13:00.000Z","excerpt":"<p>Nå er ytterligere et knippe artister plassert på dager, slik at det blir litt lettere å orientere seg i programmet. Neste uke regner vi med å kunne slippe et nytt knippe solide navn til sommerens råeste festivalopplevelse.</p>\n"}},{"node":{"id":"e4a75f83-f454-5c22-9283-d0a46194dfb8","slug":"philip-glass-heroes-symphony-pa-%c3%b8ya","title":"Philip Glass: &#8216;Heroes&#8217; Symphony på Øya","date":"2009-03-23T10:04:00.000Z","excerpt":"<p>På sommerens Øyafestival vil du, for første gang i Norge, kunne oppleve Philip Glass sin ’Heroes’ Symphony. Symfonien er basert på David Bowies klassiske skive Heroes.  På Øya vil du kunne oppleve en festivalkonsert utenom det vanlige, når Glass sin tolkning av et av 70-tallets mest kjente album skal fremføres av selveste KORK. Dirigent blir den annerkjente Peter Szilvay.</p>\n"}},{"node":{"id":"77379894-9c85-58c4-93c9-550b828c1c7b","slug":"vinnere-jenny-wilson","title":"Vinnere: Jenny Wilson","date":"2009-03-19T10:01:00.000Z","excerpt":"<p>Vi mottok en imponerende mengde korrekte svar på vår Jenny Wilson-konkurranse. Nesten alle visste at hennes debutalbum som soloartist het Love and Youth. Takk for alle svar! Vi kommer tilbake med flere konkurranser utover våren.<br />\nVinnerne er: Lina Jagels og Lars Seime</p>\n"}},{"node":{"id":"280b0ddf-f36d-5b2d-88b5-a17b62695451","slug":"jaga-jazzist-med-ny-musikk-pa-%c3%b8ya","title":"Jaga Jazzist med ny musikk på Øya","date":"2009-03-18T09:29:00.000Z","excerpt":"<p>Jaga Jazzist skal under årets Øyafestival urfremføre musikken fra sin kommende skive. Dette kan du kun oppleve to ganger i sommer, på Øya og under Molde jazzfestival. Som beskrevet i dagens utgave av Dagbladet skal Jaga jazzist benytte honorarene fra disse to konsertene til å ferdiggjøre sin neste plateutgivelse. La ikke muligheten til å oppleve nytt materiale fra et av Norges aller mest spennende band gå fra deg.</p>\n"}},{"node":{"id":"5c375e5f-cdfc-566a-a54d-47b3df85efc0","slug":"zoomurort09-gar-mot-slutten","title":"Zoom/Urørt09 går mot slutten","date":"2009-03-16T12:40:00.000Z","excerpt":"<p>Norma Sass rapporterer fra årets Zoom/Urørt-turné. Nå gjenstår kun fire konserter og banda gjør seg klare for festivalsesongen. Denne uka besøker Zoom/Urørt Ås, Sogndal, Volda og Hamar. </p>\n"}},{"node":{"id":"8f0b1ca1-39e8-5331-823f-f3490dd550cb","slug":"seun-kuti-i-middelalderparken","title":"Seun Kuti i Middelalderparken","date":"2009-03-13T07:12:00.000Z","excerpt":"<p>Torsdag 13. august kommer nigerianske Seun Kuti til Øyafestivalen. Med seg har han farens, legenden Fela Kuti, tidligere band. Gled dere til afrobeatfest i Middelalderparken.</p>\n"}},{"node":{"id":"3928efc0-fde4-553a-a641-486d76be805f","slug":"camp-indie-rockefeller-16-mai","title":"Camp Indie Rockefeller 16. mai","date":"2009-03-12T12:41:00.000Z","excerpt":"<p>16. mai tar Øyafestivalen med seg Camp Indie, som du kanskje kjenner fra et telt i Middelalderparken under festivalen, inn på Rockefeller. Det blir tre scener, masse band, konsert for kidsa,  gledespredende DJs, mye folk og god stemning. Moroa koster i utgangspunktet ingenting, men du skal få mulighet til å betale det du har lyst til de banda du liker best. Dette blir en helaften uten sammenligning. Camp Indie byr på pen pop, frekk støy, rå punk, lystig indie, hårete rock og mye mer. I tillegg blir det et finfint indiemarked fra kl 18, med de mest spennende norske smålabelene. Kom tidlig, bli til seint og opplev norsk pop og rocks herlige hemmeligheter.</p>\n"}},{"node":{"id":"3037d52b-bf7c-543c-a94a-0d169ca629ef","slug":"beirut-gjor-det-godt-igjen","title":"Beirut gjør det godt igjen","date":"2009-03-10T09:19:00.000Z","excerpt":"<p>BEIRUT (US) / JENNY WILSON (SE) / BEACH HOUSE (US) / THE BIG PINK (UK)<br />\nFire solide navn kan legges til vår allerede varierte artistliste. Beirut avlyste dessverre i fjor, men er innstilte på å gjøre det godt igjen i år. Vi vet at dette kommer til å skape voldsom begeistring når bandet for første gang står på en norsk scene, da Beirut er blant de mest ønska navna på våre nettsider. Beirut vil spille lørdag 15. august, samme dag som bob hund og Röyksopp.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":163,"pageCount":183,"additionalContext":{}}}