{"data":{"wordpressPost":{"title":"Under 800 billetter igjen til onsdagen – 4 nye navn","date":"18th April 2012","content":"<p><strong>SONDRE LERCHE</strong><br />\n<strong> LINDSTRØM &amp; TODD TERJE</strong><br />\n<strong> OBERHOFER (US)</strong><br />\n<strong> KINDNESS (UK)</strong></p>\n<p>&nbsp;</p>\n<p>Salget av dagsbilletter til Øyafestivalen har gått raskere enn noensinne. Nå er det under 800 billetter igjen til vår mest populære dag, onsdag 8. august. Om du vil ha med deg The Stone Roses, Susanne Sundfør, Feist, Florence + The Machine, Yelawolf, Thurston Moore, Bob Mould, Mirror Lakes, Mazzy Star eller noen av de andre høydepunktene denne dagen, må du skaffe deg billett kjapt. De andre dagene ligger ikke langt etter, så vi anbefaler alle som vil ha med seg årets festival, å kjøpe billetter til sine favorittdager allerede nå.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Kjøp onsdagsbilletter her</a></p>\n<p>&nbsp;</p>\n<p>Samtidig slipper vi en ny bolk navn som skal spille akkurat denne dagen. Todd Terje og Lindstrøm har en god stund vært noen av de mest sentrale navna i det norske elektromiljøet. På Øya skal de dele scene for første gang. To nye navn det knyttes store forventninger til internasjonalt, er britiske Kindness og amerikanske Oberhofer. På Øya vil du få mulighet til å stifte musikalsk bekjentskap med dem begge. I tillegg er det klart at sjølveste Sondre Lerche skal stå for åpningen av festivalens utendørsdel.</p>\n<p>&nbsp;</p>\n<p><strong>SONDRE LERCHE</strong></p>\n<p>Helt siden debutalbumet i 2001 og fram til nå har Sondre Lerche vært blant Norges aller stødigste popsmeder. Flere av hans album, som Two Way Monolouge og Duper Sessions, har liggi svært høyt oppe på de norske salgslistene. I fjor kom et nytt album, for enkelthets skyld kalt Sondre Lerche. Dagbladet beskrev i den anledning Lerches musikk som «Naturlig, overskuddspreget og passelig bittersøt popmusikk uten masse dikkedarer». Han har de siste åra vært bosatt i New York, men tar i august turen til Oslo for å åpne Øyafestivalen på onsdag 8. august. De siste årene har han spilt langt flere konserter i utlandet enn her hjemme og han har til og med hatt æren av å dele scene med Elvis Costello. Nylig har han delt sine erfaringer med nye talenter, som mentor i TV-programmet The Voice.</p>\n<p><strong> </strong></p>\n<p>Om Sondres låter har amerikanske Paste skrevet «They seem inviting, and you can sink right into them, but there’s always something that feels just a bit off-center, preventing listeners from getting too complacent or comfortable».  I Øya-historien er det minst to sterke Sondre Lerche-minner. Da konserten i 2001 endte i en pause på grunn av tidenes haggelskur, og hans finfine opptreden som en del av backingbandet til Knutsen &amp; Ludvigsen i 2006. Vi er sikre på at han vil åpne årets festival på en like minneverdig måte.<strong></strong></p>\n<p><a href=\"http://www.sondrelerche.com/\" target=\"_blank\">www.sondrelerche.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>LINDSTRØM &amp; TODD TERJE</strong></p>\n<p>To av de mest respekterte gutta innen norsk klubbmusikk skal for første gang spille sammen, back to back, under årets utgave av Øyafestivalen. Hans Petter Lindstrøm har en rekke sterke elektronikautgivelser på samvittigheten, både sammen med Prins Thomas og Christabelle, i tillegg til helt på egenhånd. Hans foreløpig siste album, Six Cups Of Rebel, kom i vinter. Aftenposten skreiv: «Her leker han seg med progrock, psykedelisk house og spacedisco, der elementene brytes mot hverandre. Det kunne gått galt, men Lindstrøm lander dette mesterlig til en organisk enhet».</p>\n<p>«Todd» Terje Olsen ga for to år siden ut Remaster Of The Universe, proppfull av gode remikser og eget materiale. Aftenposten skreiv dengang</p>\n<p>&#8211;        Rytmene flyter et sted mellom disco og house, og løfter og svaler om hverandre. Krydret spenner over vokalbruk, sirener, keyboards, indiske lyder og til slutt trekkspill i Terjes egen, herlige «Terjelator».</p>\n<p>Få med deg disse gutta i konsertformat, med like stor vekt på begges musikk. Det bør du ikke gå glipp av om du liker å danse deg festivalvarm.</p>\n<p><a href=\"http://www.myspace.com/toddterjemusic\" target=\"_blank\">www.myspace.com/toddterjemusic</a></p>\n<p><a href=\"https://www.facebook.com/hplindstrom\" target=\"_blank\">www.facebook.com/hplindstrom</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>OBERHOFER (US)</strong></p>\n<p>21-åringen Brad Oberhofer og hans kompiser lager fet, fin og frisk indiepop med nok energi til at du bevarer gliset på i timesvis. The Guardian skreiv om badets frontfigur og låtskriver at «he&#8217;s like Ben Folds and Wayne Coyne trapped in one skinny frame». De har tidligere rukket å gi ut en EP, som har kila nysgjerrigheten til flere i New Yorks musikkmiljøer. Brad sjøl er fra Tacoma i Washington, men flytta over til østkysten for å studere og å danne bandet. Oberhofers nye, herlige album har fått tittelen Time Capsules II og onsdag 8. august kommer de for å spre musikkglede i Middelalderparken.</p>\n<p>&nbsp;</p>\n<p>I studio fikk de hjelp av produsentlegenden Steve Lillywhite (Talking Heads, U2 og Morrissey). NME skreiv følgende om albumet: «… if a mark of a fine debut is the way it sketches out all manner of possibilities, this fits the bill». Drowned In Sound mente «<em>Time Capsules II</em> is an album rich with endearing naïvety; a commercial release on a mission to cheer you». På scena er de et høyenergisk band med fengende låter som slår mot publikum. Gled deg til å oppleve Oberhofer i Middelalderparken onsdag 8. august.</p>\n<p><a href=\"http://www.myspace.com/oberhofermusic\" target=\"_blank\">www.myspace.com/oberhofermusic</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>KINDNESS (UK)</strong></p>\n<p>Bak navnet Kindness finner man artist og produsent Adam Bainbridge. Han lager elektronisk popmusikk med sterke hint om en bred musikkinteresse. Grace Jones, David Crosby, Daft Punk, Tom Tom Club, Nile Rodgers og Ariel Pink blir alle nevnt i presseskrivet hans, som mulige referansepunkter. I tillegg har folk begynt å tenke på Prince og Hercules And Love Affair etter å ha hørt albumet World, You Need A Change Of Mind. Plata ble laget med hjelp fra Phillipe Zdar fra Cassius, som også har produsert Cut Copy.</p>\n<p>&nbsp;</p>\n<p>Bainbridge starta som DJ mens han bodde i Berlin for noen år siden. I 2009 kom hans første singel på Moshi Moshi. Dette var en overraskende cover av de lurvete amerikanske rockerne The Replacements. Låta Swingin’ Party er også inkludert på albumet. Gaffa har kalt skiva «et album fundert i sen 70- og tidlig 80-talls funk, disco og nyveiv, bundet sammen i en tidsriktig synth- og nostalgitung innpakning». Dagsavisen beskrev Kindness som «drømmende funky dansegulvmusikk som peker videre, inn i natta, ut i morgenen». Det er altså flere grunner til å glede seg til Kindness på Øya i august.</p>\n<p><a href=\"http://www.modularpeople.com/artists/kindness/2841.html\" target=\"_blank\">www.modularpeople.com/artists/kindness</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"02e812fa-e725-5d34-864e-b1a307265cf6"}}