{"data":{"wordpressPost":{"title":"De tre beste nye banda fra by:Larm-uka til Øya","date":"26th February 2010","content":"<p>Pow Pow, Mhoo og Lucy Swann er alle artistnavn vi tror du får høre oftere og oftere utover 2010. Sistnevnte spilte riktignok ikke på by:Larm, men vi fikk oss med hennes konsert på Mono dagen før. Du burde absolutt ta deg tid til å oppleve disse tre under årets Øyafestival.</p>\n<p>Fra før har vi booka nye norske navn som Altaar, Blood Command, CCTV, Djerv og LidoLido. Flere vil det bli fram mot sommeren. Neste uke retter vi blikket utover mot utlandet og slipper en artist hver dag fra mandag til fredag ca kl 10.00. Følg med på www.oyafestivalen.no </p>\n<p>LUCY SWANN<br />\nLucy Swann er et relativt ubeskrevet blad i norsk pop. Hun har en fantastisk utstråling på scenen og er i besittelse av et knippe originale og imponerende låter. Hennes musikalske univers kan kalles magisk, kjølig eller følsomt, men dette er ikke dekkende for å forklare hvordan det hele låter. Entusiastiske som alltid, klarte vi ikke begrense oss og måtte oppleve Lucy Swann på Mono dagen før by:Larm starta. Det som i første omgang imponerte oss var hva denne dama fikk til av lyd og musikalitet aleine på scenen. Den første dagen i mars platedebuterer Lucy Swann på Trust Me Records (Rockettothesky, Safariari, Mormones +++) med skiva hun har kalt La Petit Mort. Det vi har fått høre, har vært svært lovende. </p>\n<p>For noen år siden sang Lucy i popbandet Fountainheads, men den siste tiden har hun brukt alle kreftene på solomateriale. I starten av solokarrieren var den engelskfødte artisten bundet opp til begrensede musikalske rammer i form av et gammelt orgel, men i dag lager Lucy Swann oppfinnsomme beats, samt passende lyder og ulyder. Dette krydrer melodiene og gjør musikken kompleks, spennende og flørtende. Gled deg til å oppleve Lucy Swann selv.<br />\n<a href=\"http://www.myspace.com/lucyswann\" target=\"_blank\">MYSPACE</a></p>\n<p>MHOO<br />\nPå sin myspaceside innrømmer det unge Vestfold-bandet at de har hørt på sigøynermusikk og spansk musikk, i tillegg til Johnny Cash, Dolly Parton og Calexico. Alt kan høres i låtene til de fire tenåringene. De har allerede skaffet seg god liveerfaring og det var deres selvtillitt, sjarm og karisma som gledet oss og mange andre under by:Larm, i tillegg til de fengende låtene. Med ståbass, gitar, trompet, kazoo, skjeer, munnspill og noen hjelpemidler til lager de deilig, harmonisk og akustisk musikk. Dagbladet klinte til med en sekser på terningen nylig og skreiv ”de kommer på scenen og kliner til med en konsert så skrapefri at du skal være rimelig grinete og pedantisk for å finne noe vesentlig å trekke for…”.</p>\n<p>Mhoo har i det siste blitt trukket fram av flere medier og kresne kjennere. Etter å ha sett bandet live må vi innrømme at de innfridde alle forventingene og den startende hypen. Dette er et band som sprer helt enormt med glede og som vi er sikre på at passer perfekt på en utendørsscene.  Mhoo vil konkurrere med augustsola under Øya, om å varme mest.<br />\n<a href=\"http://www.myspace.com/mhoomusic\" target=\"_blank\">MYSPACE</a></p>\n<p>POW POW<br />\nEt band vi har fulgt med på en stund og har merka oss at mange prater om for tiden er kvintetten Pow Pow. Bandet har etablert seg som et av de heftigste og mest lovende livebanda i hovedstaden. Ikke bare gjorde de en strålende jobb under by:Larm, men det har begynt å gå gjetord om deres kommende skive. Den har de jobba med siden i høst og vi er flere som er utålmodige på å høre resultatene. </p>\n<p>Det har gått en stund siden vi ble oppmerksomme på instrumentalbandet Pow Pow like etter debutalbumet Leaving Las Palmas i 2007. Siden den gang har bandet utviklet seg i en noe mer elektronisk retning og viser at de liker Kraftwerk og dansbar musikk i tillegg til gitardrevne band. Når gjengen før nyttår ble bedt av Groove.no om å liste opp sine favorittskiver, havna blant annet Wire, Lindstrøm, Maribel, Röyksopp, Tortoise og nevnte Kraftwerk på lista. Begreper som kraut og post-rock er tidligere brukt for å beskrive musikken, men vi tror du kommer til å få deg et par overraskelser når Pow Pow lager herlig organisk elektrorock i Middelalderparken i august. Ikke stritt i mot om du får lyst til å bevege på kroppen.<br />\n<a href=\"http://www.myspace.com/powpow2\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"85906a82-8997-5b9f-a523-974ad39528d8"}}