{"data":{"wordpressPost":{"title":"Dag 2: Solskinn og regn","date":"2009-08-13T13:25:00.000Z","content":"<p>Øyafestivalens første dag i parken bød på noe for enhver smak. Også på værfronten.</p>\n<p>Jaga Jazzist fikk æren av å åpne ballet, og det var ikke første gang storkorpset fra Tønsberg gjestet Øyafestivalen. Bandet spilte hos oss allerede i 1999, og deretter også i 2006, så onsdagens konsert ble både tiårsjubileum og &#8220;alle gode ting er tre&#8221; &#8211; i én og samme pakke. Mange gamle fans hadde møtt opp for å se bandet som blant annet bruker konserthonoraret til å finansiere plateslipp i løpet av høsten. </p>\n<p>Litt senere, etter følsomme og vakre Bon Iver, inntok Kåre &#038; The Cavemen samme scene. Konserten var ikke bare gjenforening, men også en mulighet til å ta endelig avskjed med instrumentalbandet fra Harestua. Litt sentimentalt ble det, men for det meste bare gøy, og ikke minst en oppvisning i velspilt musikk. Kåre og hans kumpaner har fått behørig omtale i pressen, og i dag kan man lese gode anmeldelser over hele fjøla. </p>\n<p>Vampire Weekend fikk gleden av å spille da det var som varmest i Middelalderparken. Bandet koste seg i sola, og det samme gjorde publikum på Sjøsiden, som ikke bare fikk høre kjente hits fra det knakende gode selvtitulerte debutalbumet fra i fjor, men også svært lovende smakebiter fra den kommende utgivelsen.<br />\n&#8211; Dette er den beste konserten vi har spilt på lenge, sa vokalist og frontfigur Ezra Koenig, til stor jubel.  </p>\n<p>Himmelens sluser åpnet seg under The Bronx, som likevel presterte bånn spiker og høy interaktivitet, på scenen og blant publikum. Mange mener dette var et av gårsdagens virkelige høydepunkter. Da Band Of Horses startet settet sitt en time senere hadde værgudene mer eller mindre rast fra seg, og etterlatt en lekker regnbue over Ekebergåsen, som for én gangs skyld faktisk hadde sju helt tydelige farger. Rød, oransje, gul, grønn, blå, indigo og fiolett, eller ROGGBIF om dere vil, var alle synlige på himmelvelvinga. Rise Against leverte en knallsterk hitparade som så ut til å glede både pønkekidsa og etablerte rockere. I likhet med The Bronx, Municipal Waste og noen til uttrykte de at de var storfornøyde med å endelig stå på en scene i Oslo. Monotonix var ikke mindre blide på Odden, da de som vanlig, spilte hele konserten ute blant publikum. Stor stas for alle som kom nær nok til å kunne se bandet gjennom hele konserten.</p>\n<p>Gårsdagens &#8220;det-skulle-du-ha-vært-øyeblikk&#8221;: Municipal Waste prøvde å være ondere enn norsk black metal og brant en liten kirke av papp&#8230;på scena!</p>\n","wordpress_id":514,"featured_image":null,"translations":{"nb":{"url":"/2009/08/13/dag-2-solskinn-og-regn/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3b553400-6e68-500d-8948-06b7fe077d6d","locale":"nb"}}