{"data":{"wordpressPost":{"wordpress_id":376,"title":"Diplo, Shearwater, I Was A King og The Low Anthem på Øyanatt","excerpt":"<p>Vi slapp nylig den første bolken med artister til Øyanatt. Nå er Rockefeller og John Dee klare med sine godbiter. Diplo skal lage dansefest oppe på Rockefeller fredagen, mens John Dee i løpet av festivalen får besøk av Shearwater (bildet), I Was A King og The Low Anthem. Øyanatt er fete konsertopplevelser og fester i sentrum etter at parken stenger hver kveld kl 23. Gyldig Øya-billett/armbånd gir rabatt på Øyanatt.</p>\n","content":"<p>Øyanatt på Rockefeller &#8211; fredag 13. august<br />\nDIPLO<br />\nWesley Pentz (aka Diplo) har fylt opp en drøss dansegulv og blitt  superprodusent siden han og DJ Low Budget startet med klubbkvelder  i Philadelphia på tidlig 2000-tall. Drevne remikser for Bloc Party,  Hot Chip og Spank Rock har ikke gjort mannen mindre poppis og de  som så han på Øya i 2008 vet hvilken fantastisk live-DJ han er.  Topp stemning!<br />\n<a href=\"http://www.myspace.com/diplo\" target=\"_blank\">MYSPACE</a><br />\nBill. kr. 250,-  / 200,- (Øyapass eller dagsbillett fredag). 18 år  leg. Dørene åpner kl. 22.00.</p>\n<p>Øyanatt på John Dee &#8211; onsdag 11. august<br />\nTHE LOW ANTHEM (US)<br />\n“Oh My God, Charlie Darwin” kom høyt opp på manges lister over  fjorårets beste album og vokalist Ben Knox Miller og resten av  gjengen fra Providence byr på tradisjonell country, gospel,  hillbilly og folk (og en Tom Waits coverlåt!).<br />\n<a href=\"http://www.myspace.com/lowanthem\" target=\"_blank\">MYSPACE</a><br />\nBill. kr. 200,- / 150,- (Øyapass eller dagsbillett onsdag). 18 år  leg. Dørene åpner kl.22.00.</p>\n<p>Øyanatt på ohn Dee &#8211; fredag 13. august<br />\nSHEARWATER (US) + I WAS A KING<br />\nFolkrockbandet er sideprosjektet til Will Sheff fra Okkervil River  og Jonathan Meiburg fra Kingfisher. Det var ment som et  engangsprosjekt, men årets ”The Golden Archipelago” er deres sjette  plate. Den har fått fine anmeldelser, selvsagt også hos  indie-folkets bibel Pitchfork og BBC mente: ” …it feels like the  successful culmination of everything the band have been aiming  towards over their career to date.</p>\n<p>Indierockerne I Was A King åpnet plateåret 2009 med en sekser i  Dagbladet: “Spørsmålet blir egentlig bare hvilken norsk artist –  eller internasjonal sammenliknbar størrelse – som vil klare å toppe  dette i løpet av 2009. I den grad det er mulig”.<br />\n<a href=\"http://www.myspace.com/shearwater\" target=\"_blank\">MYSPACE</a><br />\n<a href=\"http://www.myspace.com/iwasaking\" target=\"_blank\">MYSPACE</a><br />\nBill. kr. 200,- / 150,- (Øyapass eller dagsbillett fredag). 18 år  leg. Dørene åpner kl. 22.00.</p>\n","date":"2010-05-28T10:36:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2010/05/28/diplo-shearwater-i-was-a-king-og-the-low-anthem-pa-%c3%b8yanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ddfa100c-2308-5ac0-ad1c-12d6c7c0a435","locale":"nb"}}