{"data":{"wordpressPost":{"title":"Weller-fest på Pigalle","date":"4th August 2010","content":"<p>Paul Weller er en levende legende med en lang karriere å se tilbake på. Men han ser heldigvis mest fremover, noe hans siste album Wake Up The Nation er et klart bevis på. Tidsskriftet Vinduet ble så gira at de like godt inviterer til Weller-fest etter konserten lørdag, på den stilige nattklubben Pigalle, et single-kast unna Middelalderparken. Og det hele med gratis inngang. Redaktør Audun Vinger gleder seg stort.</p>\n<p>&#8211; Det er bare å si SHOUT TO THE TOP! Jeg så Weller i London tidligere i år, og han virka definitivt ikke sløv. Han er en av rockens mest fascinerende skikkelser, du må huske å nevne at vi har masse Weller-stoff i <a href=\"http://www.gyldendal.no/Vinduet/AArgang-2010/Vinduet-2-20102!\" target=\"_blank\">nye utgaven av Vinduet</a></p>\n<p>Ja, det har jeg lest! Gode artikler og lekre illustrasjoner. Hva kan vi vente oss på festen på Pigalle?</p>\n<p>&#8211; Weller har jo vært innom mange musikkstiler i sin tid: modpop, psykedelia, jazzfunk, fururock, til og med house, men det er en gjennomgående rød tråd av passion og bevissthet som er svært gjenkjennelig &#8211; det kalles vel soul. Det er denne vi vil prøve å komme frem til. Weller-auraen og gammeldags DJ-kultur er beslektet, og det er ofte klubbkvelder etter konsertene hans, de siste årene med DJs som Keb Darge og liknende folk som sysler med northern soul-singler og annet på ekspertnivå. Vi har heldigvis eksperter her i Skandinavia også. Vi har invitert Micke Manasse, som vel egentlig ikke har DJ-et i stor utstreking siden Stockholmsdagene mellom &#8217;77 og &#8217;85. Han har hatt et hjerte for Weller siden julekonserten i London 1978, sier han. Micke ble senere direktør for EMI og sånn, men jeg kjenner han mest som en skikkelig music lover og moderat platesamler. Har du hørt om at han etter å ha jobbet mange år i platebutikk var kapabel til å lukte hvor en plate var trykket? Og kunne skille dem fra hverandre med bind for øynene?! Det gåkke på iPhone &#8211; foreløpig.</p>\n<p>Si ikke det!</p>\n<p>&#8211; Neivel. Tommy Søvik kommer også med singlekofferten sin. Han er en av de tre guttene bak Oslo Soul Experience, som de siste syv årene har klart å opparbeide seg et miljø, utrolig nok mest kids, for ukjent men ekstatisk soul og funk fra 60 og 70-tallet. Husk, dette er jo mer enn bare musikk &#8211; det er en overbevisning! De har visstnok en stamgjest som tar turen fra Frankrike hver gang de har sin soul night i Oslo. Jeg selv skal spille litt modern soul, tenker jeg, men er egentlig mer enn fornøyd med å få hente noe i baren til disse guttene. </p>\n<p>Dette blir jo storveis. Noe å tilføye?</p>\n<p>&#8211; Det skjer veldig mye på Øya, og på Øyanatt også, over hele byen, men ikke så mye av akkurat denne type musikk. Noen av oss over 25 blir kanskje litt trette i beina og i skolten av å stå i kø og høre på  dunkdunk og indieræl en hel uke, så Vinduetfesten på Pigalle kommer selvfølgelig veldig beleilig sånn sett. Men husk: Adults have feelings too! Og bena våkner fort til live igjen.  Vi starter allerede klokka ti.  </p>\n<p>I mellomtida kan man kose seg med Wellers mer kontemporære <a href=\"http://wimp.no/site/web3/view.ftl?page=playlist&#038;playlist=1047086e-c1e5-44f3-8cc3-906894a49f2f,\" target=\"_blank\">spilleliste for WiMP</a> og en klassisk video:  </p>\n<p><object width=\"480\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/GDfDvZUNjkc&amp;hl=nb_NO&amp;fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/GDfDvZUNjkc&amp;hl=nb_NO&amp;fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"480\" height=\"385\"></embed></object></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"dc4b20e8-e455-5a48-b5c4-249bda57e1c2"}}