{"data":{"wordpressPost":{"title":"Less than 2000 week passes left &#8211; 4 exciting names","date":"2012-02-03T11:49:39.000Z","content":"<p>This year&#8217;s ticket sales have beat all records and we can already tell you that there are less than 2000 week passes left at Billettservice. This means that these tickets, which include the Club Day and all four days in the park, will probably sell out earlier than ever. There are both day tickets and week passes for sale at Billettservice, our ticket partner. They can be reached by phone (+47)81533133.</p>\n<p>&nbsp;</p>\n<p>The Øya Festival has already placed many big and popular acts on the bill. The festival is a golden opportunity to find new favorite artists. Today, we are releasing four names we think people should check out. If you don&#8217;t already know these bands, we suggest you cease the opportunity in August.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>TAMIKREST (ML)</strong></p>\n<p>After Tamikrest met members of Dirt Music at the reknown desert festival Festival Au Desert a few years ago, they began a close collaboration. This resulted in the musicians from Bali contributing on the record BKO, released in 2009. Tamikrest got a record deal with Glitterhouse in 2010 and released their debut album. Chris Eckman from Walkabout/Dirt Music has produced their last album, Toumastin (2011). As in the presentation made by the record company, the album creates a bridge over «the gap between the African Blues and hypnotic dub, psychedelic funk and an almost supernatural kind of desert garage».</p>\n<p>Tamikrest belong to the Tuareg people and play their own version of traditional music mixed with a certain dosis of rock influences. They have been inspired by the somewhat older desert blues-pioneers Tinariwen, as well as western heroes like Jimi Hendrix and Bob Marley. The creative leader of the band had only heard Tinariwen and traditional music until he, 12 years ago, got hold of his first cassettes with western rock. The band&#8217;s expression is influenced by the civil war in the 90&#8217;s and the current situation of the Tuareg people. Tamikrest&#8217;s music sounds just about how you imagine a desert; warm, wavy and dusty. They will be a hot and wonderful experience at this year&#8217;s Øya Festival. See them Thursday the 9th of August.</p>\n<p><a href=\"http://www.tamikrest.net/en/\">http://www.tamikrest.net/en/</a></p>\n<p>&nbsp;</p>\n<p><strong>EL DOOM &amp; THE BORN ELECTRIC</strong><br />\nAfter many years as main songwriter in Oslo-bands like Thulsa Doom and The Cumshots, Ole Petter &#8220;The Doom&#8221; Andreassen is making his debut as a solo artist. You&#8217;ll find a lot of other reknown Norwegian musicians in his backing band. Jazz veteran Jon Eberson has also contributed on the record. El Doom are exploring the progressive corners of their taste in music. The result is a record that oozes of timeless rock, which can be a challenge to begin with. When you&#8217;ve gotten used to it, you&#8217;re left with seven great tunes you can melt into. These guys have been listening to old bands like Deep Purple and Rush, as well as younger bands like Mastodon and Opeth. El Doom &amp; The Born Electric still have a sound of their own. Such a solid band with such a solid record certainly belongs at The Øya Festival. <a href=\"https://www.facebook.com/pages/El-Doom-The-Born-Electric/280228895340482\">https://www.facebook.com/pages/El-Doom-The-Born-Electric/280228895340482</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>CHARLES BRADLEY AND HIS EXTRAORDINAIRES (US)</strong><br />\nIt was the people behind Daptone Records (Sharon Jones, Budos Band etc) who discovered Charles Bradley at a small club stage about ten years ago. After a bunch of single releases, the debut album No Time For Dreaming was released last year. This is a record full of timeless and classy soul. Magazines like Mojo and Rolling Stone said this was one of the best releases last year.</p>\n<p>Charles Bradley had been through a rough life when he finally released his first music on vinyl. He was over 50 years old, but had been playing at several small clubs whilst working different day jobs. Since being a teenager, he has had a passion for soul and funk, after experiencing James Brown in the early 60&#8217;s. He has worked as a chef during long periods of his life, with music as his hobby. Many of his experiences have influenced the songs on No Time For Dreaming. Charles Bradley will please everyone with a taste for great soul, either you like it old or new. In an amazing way, he manages to come across as both raw and soft at the same time. Prepare for a steaming meeting with a great voice at Øya this summer. <a href=\"http://thecharlesbradley.com/\">http://thecharlesbradley.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>YOUNG DREAMS</strong><br />\nYoung Dreams from Bergen are 12 members at their most. They decided to become a band one late night at a bar in their home town in 2009. You&#8217;ll find members from bands like The Megaphonic Thrift and Casiokids in Young Dreams. Founder Mathias Tellez has confessed that he was looking for a larger and more powerful sound than he had managed with former projects. Young Dreams are releasing their debut album shortly after The Øya Festival, on Tellé records in Norway and on Modular (Cut Copy, The Rapture, Robyn, Yeah Yeah Yeahs etc) abroad.</p>\n<p>Young Dreams make melodic music inspired by everything from classical music to acid rock to symphonic pop to the exotic sounds of tropicalia. They like the sound of geniuses like Brian Wilson and Phil Spector. The band played at Blå during the Club day last year, and this year we think they deserve a spot in the park!<br />\n<a href=\"http://www.youngdreams.no/\">www.youngdreams.no</a></p>\n<p>&nbsp;</p>\n<p>photo: Kisha Bari</p>\n","wordpress_id":15655,"featured_image":{"title":"Charles Bradley KishaBari_02 635x350","filename":"Charles-Bradley-KishaBari02-635x350.jpg","filesize":132418,"url":"http://oya.test/assets/uploads/2012/01/Charles-Bradley-KishaBari02-635x350.jpg","link":"http://oya.test/charles-bradley-kishabari_02-635x350-2/","alt":"","author":"4","description":"","caption":"","name":"charles-bradley-kishabari_02-635x350-2","status":"inherit","uploaded_to":0,"date":"2012-01-31 15:04:23","modified":"2012-01-31 15:04:23","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2012/01/Charles-Bradley-KishaBari02-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2012/01/Charles-Bradley-KishaBari02-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2012/01/Charles-Bradley-KishaBari02-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2012/01/Charles-Bradley-KishaBari02-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2012/01/Charles-Bradley-KishaBari02-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2012/01/Charles-Bradley-KishaBari02-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2012/01/Charles-Bradley-KishaBari02-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":null,"en":{"url":"/en/2012/02/03/less-than-2000-week-passes-left-4-exciting-names/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a4b12c20-6862-567e-bd8a-81d5b6958dab","locale":"en"}}