{"data":{"wordpressPost":{"title":"Bli boksmart på Øya","date":"13th August 2009","content":"<p>Audun Vinger, redaktør i det prisbelønnede litterære tidskriftet Vinduet, har så absolutt hatt en fin start på årets festival. Som i fjor serveres hver dag åndelig påfyll i form av høytlesning på Camp Indie. Vinduet gir oss mulighet til å komme helt nær fire spennende forfattere, i går Joakim Kjørsvik, i dag Jenny Hval, og i dagene som kommer Pedro Carmona-Alvarez og Tommy Olsson. </p>\n<p>I ettermiddag kan du altså glede deg til å høre et utdrag fra Jenny Hvals debutroman «Perlebryggeriet», lest av forfatteren selv. I følge Audun er Jenny en typisk representant for sin generasjon, der hun stødig beveger seg på flere kunstben – som blant annet skribent, komponist og utøvende musiker. Musikkprosjektet hennes, Rockettothesky, har med god grunn blitt bejublet både i media og blant publikum. I fjor sto hun på Øya-scenen som musiker, men i dag er det altså ordene som står i fokus. </p>\n<p>Audun påpeker at Vinduets litterære kvarter ikke er noe man skal ta så alt for lett på. </p>\n<p>&#8211; Det forumet vi presenterer forfatterne i her på Øya er veldig sårbart, og det ligger absolutt en forventning til deg som publikummer her også, som en aktivt, tilstedeværende lytter. </p>\n<p>Så, konsentrasjon folkens! Etter en inspirerende dose forfatterkunst fortsetter den kulturelle opplevelsen i musikalsk innpakning. Camp Indie stiller med Accidents Never Happen, Kråkesølv og Monzano som perler på en snor utover ettermiddagen. Eller som perler fra et bryggri om du vil. </p>\n<p>Audun Vinger gir deg tre gode grunner til å innfinne deg på Camp Indie klokka 16.05:</p>\n<p>&#8211; For det første, INPUT! Hvem trenger vel ikke det? Dessuten får vi her en unik mulighet til å oppleve en  viktig aktør i kulturnorge i form av multitalentet Jenny Hval. Som om ikke det var nok så er jo Camp Indie i seg selv et supert sted å oppholde seg generelt. God musikk fra spennende, litt mindre band, og i den flotte butikken kan du til og med kjøpe med deg all den nye favorittmusikken din hjem på plate. Og Vinduet også så klart! </p>\n<p>Tekst: Julia C.S. Pettersen</p>\n","wordpress_id":513,"translations":{"nb":{"url":"/2009/08/13/bli-boksmart-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4c00d932-b463-5d50-b6e1-5f359aa4b2a2"}}