{"data":{"wordpressPost":{"title":"Miljøtema 2018: Det finnes ikke søppel mer!","date":"11th May 2018","content":"<p><b>Miljøtema 2018: Det finnes ikke søppel mer. </b><span style=\"font-weight: 400;\">I naturen er kretsløpet både enkelt og tydelig. Kua spiser gress, og ut i den andre enden kommer gjødsel som gir jorda næring, så gresset kan gro igjen. Så enkelt, så effektivt. </span><span style=\"font-weight: 400;\">Vi blir inspirert av dette, og vil sette fokus på å tilbakeføre ressursene der hvor det er mulig. Når vi gjenkjenner at alt egentlig er en del av et kretsløp blir ingenting søppel mer. Alt avfall har verdi.</span></p>\n<p><span style=\"font-weight: 400;\"><strong>Avfall er fremtidens råvare.</strong> </span><span style=\"font-weight: 400;\">Tilgangen til nye ressurser er presset, og det er på tide å slutte å kaste søppel (og dermed også penger) på dynga eller i havet. Vi må sørge for at ressursene blir i kretsløpet. Vi har en forpliktelse  til å ”</span>Sikre bærekraftige forbruks- og produksjonsmønstre”, <span style=\"font-weight: 400;\">dette er FNs bærekraftsmål nr. 12. </span><span style=\"font-weight: 400;\">Dagens teknologi har gjort det blitt lettere å dele og mindre viktig å eie. Dermed bidrar flere til å minske avfallsmengden. Vi vil prøve ut nye måter og nye materialer, slik at det oppstår mindre avfall både på festival og på privaten. Som et lite eksempel, så er Øyafestivalen iår en sugerørfri festival, fordi vi mener at det er smart å kutte ut unødvendige produkter.</span></p>\n<p><b>Øyafestivalen samarbeider med Norsk Gjenvinning, Natur og Ungdom, Bykuben – Oslo senter for byøkologi, Fretex og Debio Info.</b></p>\n<p><span style=\"font-weight: 400;\">I samarbeid med våre miljøpartnere er vi oppe i en sorteringsgrad på ca 70%. Vi i Øyafestivalen satser stadig på å bli enda bedre, og vi jobber med å gjenbruke så mye som mulig, redusere plast, bruke sporbar energi, få mindre matsvinn og ikke bruke unødvendig emballasje. Og alle disse tingene håper vi at du som publikum hjelper oss med, både på festivalen og hjemme!</span></p>\n<p><span style=\"font-weight: 400;\">Årets Miljøtema på Øyafestivalen er </span><i><span style=\"font-weight: 400;\">Det finnes ikke søppel mer!</span></i></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d7ab68a2-be3c-5fbe-9f82-966082ec972e"}}