{"data":{"wordpressPost":{"wordpress_id":154,"title":"Graveyard kommer til Øya","excerpt":"<p>Vi har kommet inn i innspurten når det gjelder å sette sammen årets festivalprogram. Det står fortsatt noen plasser ledige, men vi skal fylle dem i løpet av de neste ukene. I dag er det klart at Graveyard fra Göteborg kommer til Middelalderparken torsdag 11. august, med masse fet rock i bagasjen. De toppa nylig den svenske salgslista med sitt nye album Hisingen Blues.</p>\n<p>Nå er de aller fleste av de bekrefta artistene plassert på dag og man <a href=\"http://oyafestivalen.com/pages/nor/8-program\" target=\"_blank\">finner en foreløpig oversikt her</a><br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n","content":"<p>GRAVEYARD (SE)<br />\nNår Graveyard fra Göteborg for noen uker siden ga ut sitt albumnummer to, presterte de å gå rett fra undergrunnen og inn på førsteplassen på den svenske albumlista. Hisingen Blues er ei skive som oser av tidlig 70-tall. Her blandes psykedelia, prog, klassisk hardrock og blytung blues på herlig vis. Det svinger bedre enn vi kan huske noe nordisk rockealbum har gjort på lenge. Nylig så vi dem spille på den stappfulle The Crossroad Club i Oslo, og vi kan garantere at dette var en av vårens aller største konsertopplevelser. Låtene til Graveyard er pakka med nerve, muskler og groove.  Alle med sans for kvalitetsrock blir stående smørblide igjen etter å ha opplevd bandet. Metalassault.com mente at Hisingen Blues er ”An incredibly mesmerizing, otherworldly piece of genius”.</p>\n<p>Flere av medlemmene i Graveyard har tidligere spilt i Norrsken, med gitaristen som nå spiller i Witchcraft. Kvartetten har turnert med J. Mascis sitt stonerband Witch og med Clutch. Graveyard fører arven fra Cream, Groundhogs, Blue Cheer og deres likesinnede inn i vårt årtusen. Den selvtittulerte debuten kom ut i Sverige i 2007 og ble utgitt internasjonalt av stonerselskapet TeePee året etter. Nye Hisingen Blues er utgitt på metallabelen Nuclear Blast. Gled deg til å oppleve Graveyard få Middelalderparken til å gynge.<br />\n<a href=\"http://www.myspace.com/graveyardsongs\" target=\"_blank\">MYSPACE</a></p>\n","date":"2011-05-18T09:31:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/05/18/graveyard-kommer-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b3246392-c8ab-5ab1-97f5-168e28da12bf","locale":"nb"}}