{"data":{"wordpressPost":{"title":"KOSO CLUB presenterer Zora Jones på Øyanatt","excerpt":"<p>Lørdag 12. august på Revolver</p>\n","content":"<p>KOSO CLUB er tilbake under Øyanatt og har med selveste Barcelona-baserte Zora Jones. Multitalentet er både produsent, dj og animatør og skal berike natten din med en mørk musikalsk og visuell opplevelse. Selvfølgelig varmer KOSO CLUB egne residents SVANI og SOLDAL opp for Zora Jones på Revolver ♥</p>\n<p>BILLETTER</p>\n<p><a href=\"http://revolveroslo.ticketco.no/koso_x_oeyanatt_x_zora_jones_uten_pass\">Uten gyldig Øya-billett</a></p>\n<p><a href=\"http://revolveroslo.ticketco.no/koso_x_oeyanatt_x_zora_jones_med_pass\">Med gyldig Øya-billett</a></p>\n<p>KOSO Club &amp; Øynatt is back with an insane lineup for ØYANATT: Zora Jones<br />\nAustria-born but based in Barcelona &#8211; DJ, producer and animator Zora Jones has set her mark over the last few years with fastpacing originals, bootlegs, mixes and visuals that perfectly captures her music. She released “100 Ladies” on Fractal Fantasy in 2015, a label that she runs with her partner Sinjin Hawke. With seven tracks aka “the ladies” Zora Jones makes what Pitchfork describes as “indebted to Chicago footwork, but with a unique vision. Her work suggests club music injected with helium and sent bobbing high overhead, and for all the flyaway nature of her sounds, her compositions carry real emotional weight.”.<br />\n<a href=\"http://fractalfantasy.net/100ladies\">fractalfantasy.net/100ladies</a><br />\n<a href=\"http://soundcloud.com/zora-jones\">soundcloud.com/zora-jones</a></p>\n<p>Of course our very own KOSO Club DJs SVANI and Soldal are also joining the party.<br />\nSVANI is one of the most interesting DJ &amp; producer that Norway has to offer these days. Recently she made her debut at Boiler Room London and got a little shine from The Fader for her fast-pacing set. She&#8217;s been playing at clubs in London, Paris, Berlin, Stockholm, Milano, Helsinki, Netherlands and of course Oslo where she recently warmed up for Cashmere Cat. SVANI made bubbling mixes for among Truants, RinseFM, TripleJ and Thump and have been praised by Resident Advisor and NestHQ with her eclectic blend of R&amp;B, hip-hop, dancehall, kuduro og dembow. She’s even released songs through LA-based Unspeakable Records, Classical Trax and the label HTS and run a club night in Oslo with the female collective KOSO. Be ready for what TRUANTS describes as a &#8220;special kind of club vibe that makes you smile and nod to your friends before stupidly punching the air in joy».<br />\n<a href=\"https://soundcloud.com/djsvani\">soundcloud.com/djsvani</a></p>\n<div>SOLDAL: KOSO CLUB boss and co-founder of KOSO. She’s been DJing more than a hundred gigs on some of the most influential venues in Norway, as well as gigs in  Paris, Copenhagen and Berlin. Soldal made clubbing  mixes for Rinse France and Hotel Radio Paris to mention a few. Her music is rhythmic and hard hitting bass driven music, with ballroom house references.<br />\n<a href=\"http://soundcloud.com/soldal\">soundcloud.com/soldal</a></div>\n<p>KOSO: KOSO is a creative collective, record label and club night in Oslo with a strong emphasis on promoting female talent in the creative industries. KOSO have elevated the dancefloors around Oslo since 2013 with the KOSO Club and KOSO Label Night concepts. Former guests at KOSO Club: 3000 Textures, Christine Dancke, Marie Komissar, Yourfr1end, Slick Shoota, Mobilegirl (DE), Magnus Ah OK, MINA (UK), Ballo, MERAKI, Kunstgres &amp; MikeQ.</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","date":"2017-07-11T07:42:09.000Z","wordpress_id":20365,"featured_image":{"title":"Fractal Fantasy","filename":"zora-jones-ff-crew-crop.jpg","filesize":29458,"url":"http://oya.test/assets/uploads/2017/07/zora-jones-ff-crew-crop.jpg","link":"/2017/07/11/koso-club-presenterer-zora-jones-pa-oyanatt/fractal-fantasy/","alt":"","author":"3","description":"","caption":"","name":"fractal-fantasy","status":"inherit","uploaded_to":20365,"date":"2017-07-09 10:53:14","modified":"2017-07-09 10:53:14","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2017/07/zora-jones-ff-crew-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2017/07/zora-jones-ff-crew-crop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2017/07/zora-jones-ff-crew-crop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2017/07/zora-jones-ff-crew-crop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2017/07/zora-jones-ff-crew-crop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2017/07/zora-jones-ff-crew-crop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2017/07/zora-jones-ff-crew-crop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2017/07/11/koso-club-presenterer-zora-jones-pa-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9b3a5744-0a64-57b2-a2fc-681f8969c645","locale":"nb"}}