{"data":{"wordpressPost":{"title":"Programmet i Middelalderparken komplett","date":"14th June 2010","content":"<p>Årets Øya-program har mottatt mye skryt og rosende ord. Det betyr at vi har fått bekreftet vår mistanke om at det er det sterkest programmet i vår historie. Hjemlige aviser som VG og Dagbladet, samt internasjonale medier som Guardian, Times, Art Rocker og NME har ment at årets Øyafestival er et møst å få med seg. Samtidig går billettsalget meget bra og det er i nå kun dagsbilletter igjen. Foreløpig selger billettene til fredag 13. august best. Den dagen er The Flaming Lips, Robyn, Susanne Sundfør, John Olav Nilsen &#038; Gjengen, The Specials og La Roux blant høydepunktene for mange. Lørdagsbillettene ligger ikke langt etter og vi forventer at begge disse to dagene kan selge ut i løpet av kort tid.</p>\n<p>Øyafestivalen 2010 byr på det beste fra norsk pop og rock akkurat nå, kombinert med heite utenlandske navn. Mange av de internasjonale artistene har aldri vært i Norge tidligere eller besøker vår kant av Europa svært sjelden. Blant de helt eksklusive konsertene finner man Motorpsycho sin framføring av klassikeren Timothy’s Monster, Paul Wellers første Norges-besøk, diskJokkes urframføring av sitt prosjekt med indonesiske musikk og masse mer spennende.</p>\n<p>Snart slippes programmet til Klubbdagen 10. august, mer innhold på Øyanatt, banda til Camp Indie og gratisarrangementet i Skateparken.</p>\n<p>Årets Øyafestival vil ha et betydelig endret festivalområde, med flere sitteplasser og mer rom i parken. Dette henger blant annet sammen med opprettelsen av en scene på asfaltplassen og større spiseområder. Den nye scena, som vi har kalt Klubben, erstatter Odden. Målet med denne endringen er å gi bedre plass i parken. I tillegg har vi gjort en oppjustering av Sjøsiden-scena og lager en egen tribune i tilknytning til denne. Alle disse endringene vil gi et mer publikumsvennlig festivalområde. Vi kommer ikke til å selge flere billetter enn vi har gjort de siste årene, men har i stedet kommet fram til løsninger som vil fungere bedre for den samme mengden mennesker.</p>\n<p>YEASAYER (US) tors 12/8<br />\nYeasayer var på alles lepper da de slapp det kritikerroste debutalbumet All Hour Cymbals i 2007, av bandet selv beskrevet som ”Middle Eastern-psych-snap-gospel”. På årets oppfølger Odd Blood er det organiske jammepreget erstattet av et rendyrket fokus på fengende pop og dansevennlige rytmer, men det særegent yeasayerske tilsnittet av eksperimenteringsvilje og spilleglede er fortsatt viktigste ingrediens. Her er uimotståelige og nynnbare låter som singlene Ambling Alp og O.N.E. side om side med de mer krevende The Children og Mondegreen, før den nydelige folkballaden Grizelda avslutter ballet. Yeasayer er bra på plate, men enda mer overbevisende live, noe de beviste til gangs på Rockefeller i mars. Chris Keating og Anand Wilders sparrende vokal – den ene med trøkk, den andre lys og sensitiv – og Ira Wolf Tutons glimrende basslinjer går sammen med visuelle effekter, lys og sceneshow opp i en høyere enhet. Velkommen tilbake, gutter! Yeasayer sto for en av festivalens beste ettermiddagskonserter i solskinnet da de sist spilte på Øya for to år siden. Nå er kjernemedlemmene Keating, Wilder og Wolf Tuton igjen klare for Middelalderparken.  Bandet kommer til å sette farge på festivalen, med sin lekne og levende tilnærming til pop og rock. Vi veit at dette blir et gledelig gjensyn for både band og fans.<br />\n<a href=\"http://www.myspace.com/yeasayer\" target=\"_blank\">MYSPACE</a></p>\n<p>THOM HELL ons 11/8<br />\nI år åpnes utendørsdelen av Øyafestivalen av selveste Thom Hell. Han har i løpet av få år blitt en av landets mest anerkjente og populære singer/songwritere. Thomas Helland er en artist med fire sterke album og et par Spellemannspriser på sin musikalske CV. En del stiftet nok bekjentskap med hans myke, men sikre, låter da Missing Home fikk sine første runder på radio i 2003. Debutalbumet I Love You kom ut året etter. Suksesskivene God If I Saw Her Now og All Good Things har de siste åra gitt Hell et stort publikum langs hele landet. Sistnevnte album kom tidligere i år. I Aftenpostens anmeldelse av All Good Things kunne man lese: ” Han klarer på en utmerket måte å forene det beste fra fortiden med sitt eget uten å fremstå som ren kopist. Lydbildet er imponerende rikt. Men viktigst, i all god popmusikk finnes et snev av melankoli.” Thom Hells musikk har tydelige referanser til blant annet vestkystlyd, The Beatles og annen kvalitetspop. Dette blir en flott start på årets Øya, og Hells melodier kommer til å være som en behagelig bris i øret i den sterke sommersola.<br />\n<a href=\"http://www.myspace.com/thomhell\" target=\"_blank\">MYSPACE</a></p>\n<p>WARDRUNA tors 12/8<br />\nWardruna tar utgangspunkt i gammel nordisk tradisjon og musikk. De bruker tradisjonelle instrumenter som beinføyter, munnharpe, lur, hardingfele og gamle perkusjonsinstrumenter. To av de sentrale medlemmene har tidligere laget brutal black metal, men nå er lydbildet akustisk, noe som betyr at det mørke og mystiske har fått et helt annet uttrykk. Wardruna ønsker å lage musikk som er tett knyttet til den norske naturen, noe man kunne høre på debutalbumet Runaljod – gap var Ginnunga fra i fjor. På Øya kan du få oppleve denne bergensgjengens blanding av folkemusikk og ambiente elementer. Dette blir garantert en festivalkonsert utenom det vanlige.<br />\n<a href=\"http://www.myspace.com/wardruna\" target=\"_blank\">MYSPACE</a></p>\n<p>THE BLACK ANGELS (US) tors 12/8<br />\nI 2006 ga The Black Angels ut sitt fantastiske debutalbum Passover. I coveret finner man sitatet ”illness, insanity, and death are the black angels that kept watch over my cradle and accompanied me all my life”. Dette ble opprinnelig formulert av Edvard Munch. Det kan virke pussig at et band fra Texas som er såpass opptatt av Munch ikke har spilt i Oslo tidligere, men det har altså ikke latt seg gjøre før i år. The Black Angles fra Austin har med debuten og oppfølgeren Directions To See A Ghost fra 2008 fråtsa i godlyden fra amerikansk psykedelia, tung blues og moderne shoegazing. Referanser som 13th Floor Elevators, Velvet Underground, Spiritualized og The Jesus &#038; Mary Chain trekkes ofte fram i beskrivelsen av bandets musikk. Da Groove.no anmeldte debuten var de fascinert av skivas uro: ”Det er en stemning av noe som gikk veldig feil som preger Passover; håpet som brast og fremtiden som ble bombet i grus mens kjærlighetsbarna forsvant inn i regnbuen”. Snart kommer bandets tredje skive, som skal hete Phosphene Dream. Vi gleder oss til å få vist fram et band vi har blitt bergtatt av flere ganger på våre USA-reiser til Oslo-publikummet.<br />\n<a href=\"http://www.myspace.com/theblackangels\" target=\"_blank\">MYSPACE</a></p>\n<p>RUBIK (FI) fre 13/8<br />\nDet mannssterke orkesteret Rubik kan best beskrives med antonymer i par. De er enkle og kompliserte, mjuke og skarpe, likeframme og eksperimentelle. Motsetningene er ikke gjensidig ekskluderende; Rubik er alt dette og mer til. Fundamentet er imidlertid pur pop, og den presser seg alltid gjennom den til tider mer eksperimentelle innpakningen. Mange lot seg imponere av finnenes opptreden på by:Larm i vinter, hvor de viste seg som et solid liveband. Noen har skrevet at bandet høres ut som en syntese av den beste alternativrocken fra det siste tiåret, men uten å noen gang ty til moll. Det er ikke så langt fra sannheten, og gjør dermed glade Rubik perfekt til å åpne fredagen på Øya.<br />\n<a href=\"http://www.myspace.com/rubikband\" target=\"_blank\">MYSPACE</a></p>\n<p>TORGNY ons 11/8<br />\nEn av norsk rocks sterkeste personligheter er klar for å presentere ny musikk for Øya-publikummet. Torgny Knutson Amdam markerte seg som en av landets mest karismatiske frontfigurer da han var vokalist i Amulet, et høyt elsket og dypt savnet band som la opp med en heidundrende avskjedskonsert på Øya i 2007. Nå kommer Torgny endelig tilbake, riktignok uten etternavnet og med en helt annen musikalsk tilnærming, men med samme sjarm og energinivå. Den svale singelen The Only Game, første del av et nydelig melankolsk videosamarbeid med regissøren Emil Trier, er som skapt for overgangen mellom late sommerdager og hustrig høst. Debutalbumet kommer i september og byr på elektronisk pop, organisk kunstrock og alt imellom.<br />\n<a href=\"http://www.myspace.com/torgnymusic\" target=\"_blank\">MYSPACE</a></p>\n<p>DIE ANTWOORD (ZA) fre 13/8<br />\nWaddy «Ninja» Jones er for en legende å regne på den sørafrikanske hiphop-scenen. Som mc i stonerrapgruppa The Original Evergreens vant han en rekke priser og utmerkelser i hjemlandet, men i 2009 følte han likevel at tida var moden for å skifte beite og tulle litt. Ninja rekrutterte nabojenta Yo-Landi Vi$$er og kompisen DJ Hi-Tek og dannet Die Antwoord. De spiller det de selv kaller zef afrikaans rap rave, altså harry-men-trendy rap på høy bpm. 17.juli kommer skiva på amerikanske Interscope (hjemmet til yeah Yeah Yeahs, Eminem, Queens Of The Stone Age etc). Det er ikke hverdagskost at et sør-afrikansk band får stor platekontrakt, blir hypa av Pitchfork eller låter så fett som Die Antwoord. Trioen er i tillegg kjente for å levere noen sykt morsomme liveshow. Hva passer vel bedre enn å hente Sør-Afrikas nye musikkhåp til Oslo, etter at alle har hatt øya på nettopp dette landet halve sommeren. Følg med mens trioen tar Øya – og verden – med storm.<br />\n<a href=\"http://www.myspace.com/dieantwoord\" target=\"_blank\">MYSPACE</a></p>\n<p>KENNETH ISHAK &#038; THE FREEDOM MACHINES ons 11/8<br />\nKenneth Ishak har lenge vært en ukronet popprins. Han har foreløpig ikke slått helt igjennom hos de virkelig store massene, til tross for at han alltid har laget luftig og fin pop som har fortjent et publikum av størrelse. Gjennom bandet Beezewax, samarbeid med folk som The Little Hands Of Asphalt, Hiawata! og Marthe Valle, samt et knippe soloutgivelser har han vært en av landets stødigste popmakere det siste tiåret. VG skreiv en gang ”Ishak skriver nydelige og elegante sanger, med harmonier og stemninger som kan få selv den mest hardhudede til å smelte”. Til Høsten kommer det et nytt album han har jobba lenge med. Her han har med det nye backingbandet The Freedom Machines. I studio har de fått hjelp av Bent Sæther (Motorpsycho) og Jörgen Wall (Fatboy). Forvent deilige melodier og et uttrykk som låner en del fra klassisk powerpop. De vi kjenner som har fått høre et utvalg låter snakker om stor, herlig lyd og musikk som får sommeren til å vare lenger. Kenneth Ishak &#038; The Freedom Machines skal være første band som spiller på Sjøsiden-scena under Øyafestivalen 2010. En perfekt start, med myk pop og sterk sol.<br />\n<a href=\"http://www.myspace.com/kennethishak\" target=\"_blank\">MYSPACE</a></p>\n<p>OSLO ESS tors 12/8<br />\nBak navnet Oslo Ess finner man en gjeng karer som man tidligere har funnet i blant annet The Upstrokes, Anton Ruud &#038; The Wrong Way Home, Silver, All Friday og Pale Kids. Nå lager de norskspråklig asfaltrock, som er vel så inspirert av Rancid og The Clash, som Petty og Springsteen. Det låter skittenfriskt og bandet har skrevet en solid knippe sterke låter. De var en av de største suksessene på Øyas Camp Indie-kveld på Rockefeller 16. mai. Det betyr at du antageligvis bør møte opp tidlig om du skal i nærheten av scena når Oslo Ess spiller på Øya.<br />\n<a href=\"http://www.myspace.com/osloess\" target=\"_blank\">MYSPACE</a></p>\n<p>YOUTH PICTURES OF FLORENCE HENDERSON fre 13/8<br />\nEtter å ha gitt ut debutalbumet Unnoticeable In A Tiny Town, Invisible In The City i 2005, ble plutselig bandet med det lange og litt merkelige navnet musikkanmeldernes nye favoritt. Det trønderske sjumannskollektivet driver også det uavhengige plateselskapet How is Annie Records, og slapp selv sitt selvtitulerte dobbeltalbum tidligere år. Den forseggjorte innpakningen, komplett med kunsttegninger og gulltrykk, står i stil med det drømmende og ambisiøse musikalske innholdet, som Dagsavisen kalte ”spektakulært fra norsk undergrunn” og mente ”fortjener sammenligning med Motorpsycho anno Timothy’s Monster”. Dette er det all grunn til å få med seg.<br />\n<a href=\"http://www.myspace.com/youthpictures\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":362,"translations":{"nb":{"url":"/2010/06/14/programmet-i-middelalderparken-komplett/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f034729e-3306-51e6-a2d0-cd193dcf9923"}}