{"data":{"wordpressPost":{"title":"Tre heite norske til Øya","date":"21st February 2013","content":"<p><strong>BLOOD TSUNAMI</strong></p>\n<p><strong>BENDIK BRÆNNE</strong></p>\n<p><strong>OSLO FAENSKAP</strong></p>\n<p>&nbsp;</p>\n<p>Årets Øya-program blir stadig bredere og fyldigere. I dag er et nytt knippe aktuelle norske navn klare for å spille i Middelalderparken. Blood Tsunami og Bendik Brænne er klare med fersk musikk i første halvdel av mars. Nykommerne i Oslo Faenskap skal også få slippe til i Middelalderpaken. Gjør deg klar for ei ny energibombe fra hovedstaden.</p>\n<p>&nbsp;</p>\n<p>Det er dagsbilletter igjen til alle de fire dagene i parken.</p>\n<p>&nbsp;</p>\n<p><strong>BLOOD TSUNAMI</strong></p>\n<p>Snart er Blood Tsunami tilbake med et skittent thrash metal-mesterverk kalt For Faen. De lover et album hvor alt er skjært inn til beinet og hvor «Riffene jager deg rundt. De kommer mot deg som et horisontalt regn av kniver og geværkuler». Blood Tsunami består av Pete, Faust, Dor og Calle. Grunnleggerne har du sikkert hørt i band som Hellride, Datsun, Emperor og Scum. Bandet debuterte i 2007 med skiva, som for enkelthets skyld, het Thrash Metal. To år seinere kom oppfølgeren Grand Feast For Vultures. Etter at personene bak Blood Tsunami en god stund var opptatt med Mongo Ninja, har de nå fullt fokus på skitten, voldsom erkethrash igjen. Det er på tide å hive seg i moshpiten nok en gang, for denne kvartetten skal rundjule trommehinnene dine på Øya, med låter fra For Faen.</p>\n<p>&nbsp;</p>\n<p>Om forrige skive skreiv teethofthe divine.com:</p>\n<p>What they do have is a firm grip on just what made the old Thrash so badass, and the skill to match, which allows for flawless execution. Leaning towards the more extreme end of the genre, they cull influence from the likes of early Kreator, Sodom, Destruction, Slayer and Sepultura, blazing away at breakneck speeds and injecting portions of razor sharp melodies along the way.</p>\n<p>&nbsp;</p>\n<p>Spenn på deg rustne nagler og slitt denim. Gjør deg klar for grovkalibra norsk thrash, når Blood Tsunami spiller i Middelalderparken lørdag 10. august. Samme dag kan du også oppleve sjølveste Slayer. For ei herlig pakke!</p>\n<p><a href=\"https://www.facebook.com/bloodtsunamiofficial\">https://www.facebook.com/bloodtsunamiofficial</a></p>\n<p>&nbsp;</p>\n<p><strong>BENDIK BRÆNNE</strong></p>\n<p>Snart kommer Bendik Brænnes debutalbum som soloartist. Smakebitene Curtis Came To Stay og Northern Sky har gitt oss noen idéer om hva vi kan forvente. Etter å ha spilt saksofon med Amund Maarud, DumDum Boys, Los Plantronics og flere, tok han for en stund siden med seg egne låter til køntrihovedstaden Nashville. På skiva hans endte et knippe erfarne og dyktige musikere som har spilt med blant andre Neil Young, Emmylou Harris og Jack White. Som om ikke det var nok er Bobby Keys med, bedre kjent som saksofonisten til The Rolling Stones.</p>\n<p>&nbsp;</p>\n<p>I Nashville har Brænne fått dyrka sin lidenskap for country, americana og landeveisrock. I første halvdel av mars er skiva ute og i august skal han presentere herlighetene på Øyafestivalen. I fjor gjorde han en finfin konsert på The Crossroad Club under Klubbdagen, så da var det på sin plass at han får slippe til utendørs i år. Vi gleder oss til Bendik Brænne skal gi oss en smak av norsk låtskriving og amerikansk sound i god kombinasjon.</p>\n<p><a href=\"https://www.facebook.com/pages/Bendik-Br%C3%A6nne/280456908679223\">https://www.facebook.com/pages/Bendik-Br%C3%A6nne/280456908679223</a></p>\n<p>&nbsp;</p>\n<p><em> </em></p>\n<p><strong>OSLO FAENSKAP</strong></p>\n<p>Under vår første runde med Øya Under 18 i fjor høst, fikk vi en stor musikalsk åpenbaring gjennom Oslo Faenskap. De varma opp for Kvelertak på Bøler fritidsklubb. Forrige uke så vi bandet på nytt, og bestemte oss på rappen for at vi skal presentere dette for et stort publikum i Middelalderparken. De har spilt inn et debutalbum, som de venter på å få utgitt i løpet av 2013.</p>\n<p>&nbsp;</p>\n<p>Vi ba bandet forsøke å beskrive seg selv, og fikk dette svaret</p>\n<p>&#8211; Oslo Faenskap er et hardtslående metalband som blander melodiske riff og rå vokal. Oslo Faenskap har spilt mange gigs og er et drevent liveband som evner å engasjere publikum. Deres spilleglede og energi gjenspeiler seg i musikken og deres liveopptredener. Folk kan forvente seg et hardt, brutalt og engasjerende liveshow. Til tross for bandmedlemmenes relativt unge alder har deres brede erfaring fra svært varierte spillejobber ført til at nettopp disse gutta lykkes i å skape en forrykende stemning, og en uforglemmelig opplevelse hver konsert.</p>\n<p>Få med deg Oslo Faenskap på en scene nær deg og benytt muligheten til å se dem under Øya. Sjøl harde planene klare:</p>\n<p>&#8211; Vi kommer til å turnere masse og spile mye konserter i 2013. Vi håper også på å spille på flere sommerfestivaler i Norge da vi opplever det norske publikumet som det beste. Målet vårt er å nå ut til et størst mulig publikum for å kunne spre den musikkgleden og lidenskapen vi selv opplever igjennom musikken.</p>\n<p><a href=\"http://www.nrk.no/urort/Artist/OsloFaenskap/default.aspx\">http://www.nrk.no/urort/Artist/OsloFaenskap/default.aspx</a></p>\n","wordpress_id":5859,"translations":{"nb":{"url":"/2013/02/21/tre-heite-norske-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9d7ec65a-56b7-5843-ae82-f89c3a938084","locale":"nb"}}