{"data":{"wordpressPage":{"template":"","title":"Mat","content":"<p><span style=\"font-weight: 400;\">I 2018 serverte vi over 100 000 porsjoner økologisk mat til publikum, frivillige og artister. Dette utgjorde 95% av alle råvarene som ble brukt. Vi mener at kun naturlige råvarer fra et bærekraftig jordbruk er godt nok for vårt publikum. I tillegg er over halvparten av menyen vår kjøttfri, vi jobber med lokale bønder for å få kortreiste og sesongbaserte råvarer, vi prøver å begrense matsvinnet &#8211; og vi styrer unna opplagte klimaverstinger som palmeolje og scampi. </span></p>\n<p><span style=\"font-weight: 400;\">Vi er opptatt av å ta vare på miljøet, og mener økologisk matproduksjon er en naturlig del av en bærekraftig framtid. Velger du økologisk, velger du bort kunstige tilsetningsstoffer, sprøytemidler som ødelegger levekårene til verdens bier og insekter, industridyrehold og kraftfór produsert på soya fra regnskogen. Samtidig sier du ja til renere og sunnere matvarer, bedre dyrevelferd, et større biologisk mangfold og mindre miljøfiendtlige utslipp. </span></p>\n<p><span style=\"font-weight: 400;\"> I 2013 ble vi den første festivalen i Norge som mottok gullmerket i økologisk matservering fra <a href=\"http://www.debio.no/\">Debio</a> – som betyr at over 90% av alle råvarene vi bruker er økologiske</span><span style=\"font-weight: 400;\">. Dette metter rundt 500 artister, 3000 frivillige og over 80 000 publikummere. I tillegg ble det servert økologisk kaffe, øl, vin og mineralvann på området. </span></p>\n<p>Menyen for Øyafestivalen 2019 vil du finne i appen og på hjemmesiden når det nærmer seg festival.</p>\n<p><strong>Lyst til å servere mat på Øyafestivalen?<br />\n</strong>Vi er på jakt etter mataktører som deler våre verdier på matfronten &#8211; som har erfaring med økologisk mat, lager grønnsaksfokuserte retter og ikke minst; Som kan lage Norges beste, mest vann-i-munnen-framkallende festivalmat! Vi får inn hundrevis av søknader i året, og har kun 25 plasser, så ta kontakt med vår <a href=\"mailto:ingrid@oyafestivalen.com\">mat- og miljøsjef Ingrid Kleiva Møller</a> i løpet av høsten/vinteren, skriv kort om dere selv, maten dere ønsker å servere og deres forhold til mat og bærekraft &#8211; og dere hører fra oss i løpet av januar-februar.</p>\n","wordpress_id":101,"locale":"nb","slug":"okologisk-mat","acf":null,"featured_image":{"wordpress_id":20950,"title":"261A7213","url":"http://oya.test/assets/uploads/2016/12/261a7213.jpg","alt":"","description":"","caption":"Foto: Åsmund Seip/DebioInfo","name":"261a7213","mime_type":"image/jpeg","subtype":"jpeg","width":2560,"height":1707,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2016/12/261a7213-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2016/12/261a7213-300x200.jpg","medium_width":300,"medium_height":200,"medium_large":"http://oya.test/assets/uploads/2016/12/261a7213-768x512.jpg","medium_large_width":768,"medium_large_height":512,"large":"http://oya.test/assets/uploads/2016/12/261a7213-1024x683.jpg","large_width":1024,"large_height":683,"small":"http://oya.test/assets/uploads/2016/12/261a7213.jpg","small_width":320,"small_height":213,"medium_small":"http://oya.test/assets/uploads/2016/12/261a7213.jpg","medium_small_width":640,"medium_small_height":427,"xlarge":"http://oya.test/assets/uploads/2016/12/261a7213.jpg","xlarge_width":2560,"xlarge_height":1707}},"translations":{"nb":{"url":"/miljo/okologisk-mat/"},"en":{"url":"/en/environment/food/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ed1522d6-79ea-569d-905c-9d0f115b212f","locale":"nb"}}