{"data":{"wordpressPost":{"title":"Mer grønt på tallerken!","date":"19th June 2017","content":"<p><span style=\"font-weight: 400;\">Norge ligger i verdenstoppen når det gjelder kjøttkonsum, og kjøttforbruket har mer enn doblet de siste femti årene. I år vil gjennomsnittsnordmannen spise over 80 kilo kjøtt, det vil si at 18 dyr må bøte med livet. 1375 dyr i løpet av ett menneskeliv.</span></p>\n<p><span style=\"font-weight: 400;\">Kjøttproduksjon skaper også store klimagassutslipp. Å redusere eget kjøttforbruk er faktisk ett av de mest effektive klimatiltakene vi som enkeltpersoner kan ta. I følge </span><a href=\"https://www.framtiden.no/201409246561/aktuelt/mat/kjottfri-dag-=-200.000-farre-biler.html\"><span style=\"font-weight: 400;\">Framtiden i våre hender </span></a><span style=\"font-weight: 400;\">kan man kutte utslipp tilsvarende 170.000 biler om alle nordmenn kuttet ut kjøtt bare én middag i uka!</span></p>\n<p><span style=\"font-weight: 400;\">I tillegg til klimagassutslipp er matproduksjon også ansvarlig for hele 70% av vannforbruket på verdensbasis, og kjøtt- og meieriprodukter krever betydelig mer vann å produsere enn frukt og grønt. Visste du at det krever over 3000 liter vann å produsere bare 200 gram biff? Vårt kjøttforbruk kan faktisk gi vannmangel andre steder i verden. </span></p>\n<p><i><span style=\"font-weight: 400;\">Kjøttfri mandag</span></i><span style=\"font-weight: 400;\"> har for lengst blitt et kjent begrep, og stadig flere nordmenn velger mer vegetarisk. De siste årene har salg av vegetarprodukter økt kraftig i Norge, og etterspørselen etter vegetariske alternativer til kjøtt- og meieriprodukter er større enn noen gang, og lanseringene av nye vegetarprodukter har ikke latt vente på seg det siste året. </span></p>\n<p><span style=\"font-weight: 400;\">Coop var en av flere aktørene som lanserte sine egne vegetarprodukter i fjor. </span><i><span style=\"font-weight: 400;\">Vegetardag</span></i><span style=\"font-weight: 400;\">-produktene deres solgte så bra at Coop tidligere i år valgte å doblet antall produkter tilgjengelig i serien. De kjøttfrie alternativene har blitt veldig populære, ikke bare for veganere og vegetarianere, men også for hvermannsen som ønsker å kutte ned på sitt eget kjøttinntak.</span></p>\n<p><span style=\"font-weight: 400;\">Øya-publikummet blir også stadig mer opptatt av kjøttforbruket sitt. Over halvparten av festivalgjestene sier de av miljøhensyn har valgt å spiser mindre kjøtt, og på Øyafestivalen får de mange smakfulle alternativer å velge mellom &#8211; rundt 70% av årets Øya-menyen er nemlig kjøttfri.</span></p>\n<p><b>Vil du spise med bedre samvittighet, både overfor dyra og miljøet? Spis mer grønnsaker og mindre kjøtt &#8211; både på festival og hjemme!</b></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"91927216-b05d-5e0c-959a-7b144e778648"}}