{"data":{"wordpressPost":{"title":"Miljøhåndboka på nett","excerpt":"<p>Nå har Øyafestivalens miljøhåndbok kommet i ny utgave. Denne gangen finnes den også på nett. På miljøhåndbokas nettsider finner du enkelt og greit ut hvordan miljøarbeid  kan organiseres og gjennomføres samt en rekke forslag til konkrete tiltak. Her får du råd og tips om alt fra avfallshåndtering og klimatiltak til økologisk mat og økodesign! 2. utgave av Miljøhåndboka ble lansert på festivalslippet på Blå 15. april.</p>\n","content":"<p>Nå har Øyafestivalens miljøhåndbok kommet i ny utgave. Denne gangen finnes den også på nett. På miljøhåndbokas nettsider finner du enkelt og greit ut hvordan miljøarbeid kan organiseres og gjennomføres samt en rekke forslag til konkrete tiltak. Her får du råd og tips om alt fra avfallshåndtering og klimatiltak til økologisk mat og økodesign! 2. utgave av Miljøhåndboka ble lansert på festivalslippet på Blå 15. april. De splitter nye og veldig stilige nettsidene ligger ute fra i dag: <a href=\"http://www.miljohandboken.no\" target=\"_blank\">MILJØHÅNDBOKA</a></p>\n<p>*Om boka*<br />\nForfatter og redaktør av 2. utgave av MIljøhåndboka er Hanne Bjørseth fra GRIP. Prosjektleder er Linnea Svensson fra Øyafestivalen. Boka er støttet av MVO og NRF-medlemmer kan bestille boka gratis på post@norskrockforbund.no. 2. utgaven har ny design og fokuserer blant annet mer på tiltak for å redusere egne klimautslipp.</p>\n<p>*Om nettsidene*<br />\nAlle virksomheter &#8211; store eller små påvirker naturen! Festivaler er ikke store &#8220;forurensere&#8221; i tradisjonell forstand, men de samler mye folk på et lite område og det genereres utrolige mengder søppel.</p>\n<p>Et systematisk miljøarbeid vil gi god oversikt over ressursbruk, bidra til å redusere forbruket, og kan dermed også bli økonomisk lønnsomt! Vi snakker ikke om store inversteringer, men snarere om å ha gode rutiner og enkle systemer. Mye kan gjøres med enkle midler hvis man vet hvordan &#8211; og her presenteres en metode!</p>\n<p>Vi har sett hvilke belastning et arrangement har på miljøet og hvilke muligheter som finnes for forbedring. Her finner dere en enkel metode for systematisk miljøarbeid og praktiske tips! Første del omhandler miljøledelse &#8211; trinn for trinn hvordan man kan organisere og starte arbeidet, og hvordan få hele organisasjonen til å dra i samme retning. Del to er viet gode ideer og tips til konkrete tiltak på ulike miljøområder: HMS, innkjøp, avfall, økologisk mat, klima med mer.</p>\n<p><a href=\"http://www.miljohandboken.no\" target=\"_blank\">MILJØHÅNDBOKA</a><br />\n<a href=\"http://www.grip.no\" target=\"_blank\">GRIP</a><br />\n<a href=\"http://www.mvo.no\" target=\"_blank\">MVO</a><br />\n<a href=\"http://www.oikos.no\" target=\"_blank\">OIKOS</a></p>\n","date":"2008-04-17T15:42:00.000Z","wordpress_id":758,"featured_image":null,"translations":{"nb":{"url":"/2008/04/17/miljohandboka-pa-nett/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6a32af25-e094-53c8-85ff-936ec1a8de23","locale":"nb"}}