{"data":{"wordpressPost":{"title":"Cashmere Cat spiller fredag 11. august","date":"23rd January 2017","content":"<p>Etter slipp av store navn som Pixies og The xx, skal vi denne uka fylle på med mer spennende musikk. Cashmere Cat lader for tiden opp til at 2017 skal bli nok et fantastisk år, med konserter på viktige festivaler og ny musikk. Dette blir han store Norges-konsert i 2017. Kelly Lee Owens gir i mars ut sitt debutalbum på alltid kvalitetsbevisste Smalltown Supersound. Hun er første artist vi annonserer til Hi-Fi Klubben, vår scene for elektronisk musikk og DJs i samarbeid med nettopp Hi-Fi Klubben, og flere navn vil legges til line-up der om kort tid.</p>\n<p>Både ukespass og dagsbilletter er i salg.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>CASHMERE CAT – fredag 11. august</strong></p>\n<p>Magnus Høiberg fra Halden, bedre kjent som Cashmere Cat, har de siste åra vært en av de mest aktive nordmenna i den internasjonale musikkverden. Han er i ferd med å bli et virkelig stort navn innen elektronisk musikk. Som artist og produsent får han stadig mer oppmerksomhet utenlands. 11. august tar han en tur hjemom for å spille årets store Norges-konsert på Øya.</p>\n<p>Innen festivalsesongen kommer det ny musikk fra Cashmere Cat. Vi hører rykter om at det er god grunn til å glede seg. Sjøl klarer vi nesten ikke vente.</p>\n<p>Han har remiksa storheter som Øya-headliner Lana Del Rey, er en av få nordmenn som har spilt på Coachella i California og hatt med musikk i Grand Theft Auto-spill. Cashmere Cat har samarbeida med så ulike artister som Kanye West, LidoLido, Wiz Khalifa, Maroon 5, The Weeknd, Lars Vaular og Ariana Grande.</p>\n<p>De siste åra har han hovedsakelig arbeida i USA. I sommer skal han, i tillegg til Øya, spille viktige festivaler som Roskilde og Sonar.</p>\n<p><a href=\"https://www.facebook.com/cashmerecatdog/\">www.facebook.com/cashmerecatdo</a>g</p>\n<p>&nbsp;</p>\n<p><strong>KELLY LEE OWENS (UK)</strong></p>\n<p>Kelly Lee Owens fra London har gjort seg bemerka I flere år, og i mars kommer debutalbumet. Det utgis på den norske kvalitetslabelen Smalltown Supersound. En forsmak fikk man i høst med EPen Oleic. Hun lar seg inspirere av dansbar techno, hypnotiserende pop og kraut. På singelen Anxi kan man høre Owens i samarbeid med Øya-aktuelle Jenny Hval. Tidligere har hun samarbeida med technoprodusent Daniel Avery.</p>\n<p>Clashmusic.com har skrevet: &#8211; The fragmentary electronics are in a state of perpetual motion, with its digital evolution seeming to flex and fluctuate in wonderful alacrity. Kelly&#8217;s sighing vocals fuse the experimental with the pop, feeling a little like Laurie Anderson re-tooled for a 21st century club environment. Strikingly original…</p>\n<p><a href=\"https://www.facebook.com/kellyleeowens/\">www.facebook.com/kellyleeowens</a></p>\n<p><a href=\"https://kellyleeowens.bandcamp.com/\">kellyleeowens.bandcamp.com</a></p>\n","wordpress_id":19371,"translations":{"nb":{"url":"/2017/01/23/cashmere-cat-spiller-fredag-11-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f3d17a80-6a3f-59ea-960a-29146c155c50","locale":"nb"}}