{"data":{"wordpressPost":{"title":"Øyanatt på Stratos","date":"6th July 2017","content":"<p><strong>ONSDAG 9. AUGUST:</strong></p>\n<p><strong> DJ KATCH (DE)</strong><br />\n<strong> SJUR</strong><br />\n<strong> WNDR LIVE</strong><br />\n<strong> PATSKI LOVE &amp; CHRIS STALLION</strong></p>\n<p>Årets Øynattprogram på Stratos starter nok en gang med et smell da den tyske artisten og super-DJen Katch entrer scenen sammen med norske og fremadstormende SJUR og WNDR! Sist men ikke minst blir selvfølgelig residents Patski Love &amp; Chris Stallion å finne på scenen hver kveld!</p>\n<p>DJ KATCH (DE)<br />\nDJ Katch fra Frankfurt har i en årrekke vært en av Tysklands og Europas beste klubb-DJer. Jonas Becker, som ikke har noe med tennislegenden Boris å gjøre, herjer hele jordas overflate og klubber fra London til New York, Ibiza, Hong Kong, Shanghai, Singapore, Miami og selvfølgelig rundt hele hjemlandet. Katch rocker klubben som få andre og de siste årene har han også hatt stor suksess med egne utgivelser. Det hele startet for fullt med “The Horns” i 2015 som hadde med legendene DJ Kool og Greg Nice på vokal. Det store internasjonale gjennombruddet skulle vise seg å komme i 2016 da fulgte han opp med “Lights Out (Too Drunk)” som ble gjestet av engelske Hayley og ble en stor hit blant annet i hele skandinavia og har streamet til gull på Spotify i både Norge, Sverige og Finland.</p>\n<p>SJUR<br />\nSjur fra Gloppen i Sogn og Fjordane har de siste tre årene bygget opp en bred fanskare først gjennom SoundCloud og ved hjelp av sine remikser og remakes av blant annet Major Lazer “Cold Water”, The Chainsmokers “Closer” og Justin Timberlake &#8220;Can&#8217;t Stop The Feeling” som til og med ikke helt ukjente Kygo tok med i settene sine og spilte fast. Han runder snart 50 millioner spillinger på Spotify av singelen &#8220;Let Me Love You&#8221;, han er nylig blitt signert av Sony Music og slapp akkurat sin nye singel &#8220;What Do I Do&#8221;. De som har sett Sjur spille på blant annet årets Palmesus vet at du kan glede seg til høy energi og god stemning!</p>\n<p>WNDR LIVE<br />\nBjølsen-gutten WNDR har rukket å bli en ringrev i klubb-Oslo, figurert på irske topp 10 lister og topplistene til Shazam i UK og hatt en rekke spillejobber i hele Europa. Da SXSW booket ham tidligere år var han sporenstreks å finne på en rekke &#8220;dette må du få med deg&#8221;-lister og låtene hans er allerede plassert i utenlandske reklamefilmer. P3-listinga av forrige singel “Medicine&#8221; ble derfor mer en form for anerkjennelse her hjemme enn starten på et reellt gjennombrudd. Midt i krysset mellom R&amp;B og klubbmusikk – det noen liker å kalle Future R&amp;B, har han skapt seg et eget rom fylt av tunge 808-trommer, intuitive basslinjer og unike korde-progresjoner. Tidligere i år signerte han med Sony Music og slapp nylig singelen “Human”.</p>\n<p><a href=\"https://www.facebook.com/DjKatchOfficial\">www.facebook.com/DjKatchOfficial</a> // <a href=\"https://soundcloud.com/dj-katch\">soundcloud.com/dj-katch</a> // <a href=\"http://www.sjurmusic.com\">www.sjurmusic.com</a> // <a href=\"https://soundcloud.com/officialsjur\">soundcloud.com/officialsjur</a> // <a href=\"https://soundcloud.com/wndrmusic\">soundcloud.com/wndrmusic</a></p>\n<p><strong>TORSDAG 10. AUGUST:</strong><br />\n<strong> NEIKED (SE)</strong><br />\n<strong> DAN BRAVO</strong><br />\n<strong> CHRIS STALLION &amp; PATSKI LOVE</strong><br />\n<strong> Q&amp;I</strong></p>\n<p>På torsdagen fortsetter festen med feelgood og glovarm musikk. Denne kvelden har Chris &amp; Patski, i samarbeid med Stratos sin torsdagsresident Dan Bravo, invitert svenske NEIKED som står bak en av 2016 og 2017s største hits her i landet, “Sexual”, samt den kvinnelige DJ-duoen Q&amp;I.</p>\n<p>NEIKED (SE)<br />\nMed over en kvart milliard streams på bare Spotify alene er Svenske NEIKED uten tvil en av de store gjennombruddsartistene i 2016. Men hvem er egentlig denne NEIKED? Det er det nemlig ingen som vet. Han/hun/det/de gjør nemlig ingen intervjuer og da megahitten “Sexual” skulle fremføres live på BBC Radio 1 kom bare vokalisten; Engelske Dyo, som synger på låten.. Ryktene skal dog ha det til at NEIKED er et kollektiv med produsenter, DJs og låtskrivere som samarbeider med ukjente og talentfulle vokalister. For kort tid siden kom den nye singelen “Call Me” som allerede er i ferd med å sette seg som en av sommerens største hits på kryss og tvers av kloden. Vi er spent på hvem og hva vi får se på scenen, men en ting er sikkert og det er at kommer til å bli dansbart og sexy!</p>\n<p>DAN BRAVO<br />\nDan Bravo gikk brått fra å være en lokal Oslo-DJ til en produsent som har fått oppmerksomhet verden over av store plateselskaper og artister. I fjor signerte han låter på bl.a. Sony Music, The Bearded Man, Ivory Oasis og ikke minst slapp han sin første singel på Armin Van Buuren sitt plateselskap Armada Music. Med masse plays og support via Soundcloud har Dan Bravo blitt kåret til et av årets elektroniske navn av NRK P3 og alt dette på ett par små år. Med kommende singel på plateselskapet The Bearded Man som er hjemmet til popstjernen Lost Frequencies, har vi store ting vi kan vente fra Larviksgutten Dan Bravo og dette er definitivt en produsent vi kommer til å se mer av fremover!</p>\n<p>Q&amp;I<br />\nQ&amp;I er en DJ-duo bestående av Sabrina Qleopatra og Ida Helene. Den ferske duoen har allerede rukket å fylle dansegulvet på klubber som Blå, Stratos, John Dee, Hysj og H&amp;M Loves Music. Qleo &amp; Ida spiller en fin blanding av gamle skatter og nye perler, og sjangermessig går det stort sett i R&amp;B, pop og hiphop. Q&amp;I sverger dog også til en god dose &#8220;guilty pleasures” &#8211; til publikums store begeistring &#8211; da det ender ofte opp med allsang og hender i været på dansegulvet når disse jentene slår seg løs bak spillerne.</p>\n<p><a href=\"https://www.facebook.com/neikedmusic/\">www.facebook.com/neikedmusic</a> // <a href=\"http://soundcloud.com/nkdmusic\">soundcloud.com/nkdmusic</a> // <a href=\"https://www.facebook.com/danbravopage\">www.facebook.com/danbravopage</a> // <a href=\"https://soundcloud.com/dankristianbravo\">soundcloud.com/dankristianbravo</a> // <a href=\"https://www.facebook.com/WEAREQANDI\">www.facebook.com/WEAREQANDI</a></p>\n<p><strong>FREDAG 11. AUGUST:</strong><br />\n<strong> MR. BELT &amp; WEZOL (NL)</strong><br />\n<strong> DJ FMC</strong><br />\n<strong> PATSKI LOVE &amp; CHRIS STALLION</strong></p>\n<p>Fredagen på Oslos tak har house i sentrum. De nederlandske kometene Mr. Belt &amp; Wezol, Oslo-DJ og produsent DJ FMC og selvfølgelig festgarantistene Patski Love &amp; Chris Stallion sørger fra kok fra start til mål!</p>\n<p>MR. BELT &amp; WEZOL (NL)<br />\nFra Delft i Nederland kommer de gode kompisene og musikkelskerne Bart Riem og Sam van Wees, også kjent som Mr. Belt &amp; Wezol. Duoen startet opp i 2013 og lydbildet har med årene utviklet seg til klassisk house og ble til stor grad definert gjennom debutsingelen “Homeless” i 2013 som sampler Crystal Waters sin klassiske “Gypsy Woman”. Etter deres bootleg av Drake sin låt &#8220;Too Much” fanget duoen Tiësto sin oppmerksomhet og kort tid etter var deres navn spredt som ild i tørt gress blant artister, DJs og fans. I 2014 signerte de platekontrakt med gigantiske Spinnin’ Records og deres samarbeid med Oliver Heldens “Pikachu” ble raskt spilt av verdens største DJs; Martin Garrix, David Guetta, Hardwell, Martin Solveig og Diplo. Skamløse som de er har de også med årene samplet CeCe Peniston sin klassiker “Finally”, Earth, Wind &amp; Fire sin &#8220;Boogie Wonderland” og nå nylig Chic “Good Times” &#8211; med andre ord bare å glede seg til good times når disse to tar over scenen på Oslos tak!</p>\n<p>DJ FMC<br />\nSebastian Emes, bedre kjent som DJ FMC fra Oslo er et kjent ansikt i musikkmiljøet i Norge. Han har en sterk lidenskap for musikk, og har vunnet Red Bull Thre3style; Norgesmesterskapet for DJs to ganger. Med gode tekniske ferdigheter og energisk tilværelse på scenen, skapes det en ekte og eklektisk atmosfære. Musikken han spiller strekker seg fra hiphop til house, og kan til tider oppleves i en naturlig mashup mellom sjangere. FMC har spillejobber bak seg rundt i Europa, Australia og Sør-Amerika. I tillegg til å DJe produserer han melodiøs housemusikk som har høstet god kritikk. Deriblant låten &#8220;Keep On&#8221; med 300.000 streams på Spotify. Han har også gjort remixer for Sandra Kolstad, Son of Light og Numa Edema, som har fått rotasjon på NRK P3. I øyeblikket er aktuell med sin siste singel &#8220;Body Over Mine” og har også turnert med blant annet Karpe Diem og Cezinando.</p>\n<p>PATSKI LOVE &amp; CHRIS STALLION<br />\nDet høres kanskje rart ut å være eksperter på fest, men det er dét Club Juicy-gutta Patski Love &amp; Chris Stallion faktisk er. Som to halvskrullete vitenskapsmenn vet disse to nemlig 110% hvordan man skal få alt til å klaffe når det kommer til stemning. De har lang erfaring. I over 12 år har Love &amp; Stallion holdt det gående på Oslos beste klubber, samtidig som de stadig merker økt etterspørsel fra storklubber i utlandet. Artistgjestelista på Club Juicy har etterhvert blitt lengre og mer kredibel enn på de beste stedene i utlandet, med en nesten fulltallig A-Å av bra DJer og artister innom på jevnlig basis. Fire platespillere, to miksere, en mic og masse fantastisk musikk i sjangrene R&amp;B, Trap, Disco, House, Afrobeat med mer er det som gjør Patski Love og Chris Stallion til landets aller fremste bak spakene.</p>\n<p><a href=\"https://www.facebook.com/mrbeltandwezo\">www.facebook.com/mrbeltandwezol </a>// <a href=\"https://soundcloud.com/mrbeltandwezol\">soundcloud.com/mrbeltandwezol</a> // <a href=\"https://www.facebook.com/djfmc1\">www.facebook.com/djfmc1</a> // <a href=\"https://www.facebook.com/clubjuicy\">www.facebook.com/clubjuicy</a></p>\n<p><strong>LØRDAG 12. AUGUST:</strong><br />\n<strong> SYLLE0NE (DK &#8211; MØ’S TOUR DJ)</strong><br />\n<strong> JCY</strong><br />\n<strong> FUTURE DUPER</strong></p>\n<p>Til å avslutte årets Øyanatt-festiviteter på Stratos kommer Danske Sylle0ne, som også er MØ sin DJ og keyboardist. Den produktive duoen Future Duper starter showet, mens den brennheite trioen JCY sørger for at alt fyrverkeriet på Oslos tak blir sendt opp til himmels før Øya 2017 er omme!</p>\n<p>SYLLE0NE (DK &#8211; MØ’S TOUR DJ)<br />\nSylle0ne aka Sylvester Struckmann er bosatt i København og har røtter i byens undergrunnsscene hvor han under flere forskjellige navn har produsert og gitt ut musikk siden 2009. Sylvester har siden 2012 vært en fast del av MØ (som spiller på Øyafestivalens hovedscene samme kveld) sitt live band og har opptrådt verden rundt med superstjernen. Mannen har i tillegg til utallige klubber og festivaler i Danmark spilt i Mexico, New York, Berlin, Los Angeles og Paris. Gled dere til et energifylt sett med mye bass ved hjelp av liveelementer som trommemaskiner og samplere.</p>\n<p>JCY<br />\nJCY (uttales Juicy) er en trio bestående av DJene og produsentene Chris Stallion, Patski Love og Rykkinnfella. Sammen har de rukket og gi ut 3 singler hvor av “Wasting Your Time” med Alida på vokal har streamet over 7 millioner på Spotify, gått platina i Norge, vært liste på alle de viktige radiokanalene og ligget 15 uker på Spotify topp 50 i Norge. Det hele startet med deres remiks av Madcon sin giga-hit “Don’t Worry” i 2015, etterfulgt av debutsingelen “Your Way”, gjestet av Cal, som kom ut sommeren 2016. I sommer slapp trekløveret sin tredje singel sammen med ingen ringere enn R&amp;B-legenden Sisqo (også tidligere kjent som frontfigur i Dru Hill) som er en ny versjon av platina-toppen sin “Thong Song” fra 1999. På scenen leverer disse tre krutt og dynamitt, så det er null bekymring for at ikke årets Øyanatt på Stratos skal ende på topp!</p>\n<p>FUTURE DUPER<br />\nFuture Duper er Lars og Benjamin. Produsentninjaer. Lekent kreative. Ufiltrerte. Rastløst produktive. Uforskammet ambisiøse. Komfortable utenfor komfortsonen. Nesten fire meter høye tilsammen. Future Duper liker San Holo (som spilte på Øyanatt på Stratos i 2015) og Flume, ishockey og trommemaskiner, Los Angeles og Hønefoss, vorspiel og nachspiel. “Fever&#8221; med Hilde på vokal var deres debutsingel, og siden det har de også rukket å gi ut singlene “Feels So Good” med Hanne Mjøen og “Didn’t Feel A Thing” med Emilie Adams.</p>\n<p><a href=\"https://www.facebook.com/SylleStruck\">www.facebook.com/SylleStruck</a> // <a href=\"https://www.mixcloud.com/SylleStruck_in_the_mix\">www.mixcloud.com/SylleStruck_in_the_mix</a> // <a href=\"https://www.facebook.com/jcyprod\">www.facebook.com/jcyprod</a> // <a href=\"https://soundcloud.com/jcymusic\">soundcloud.com/jcymusic</a> // <a href=\"https://www.facebook.com/futureduper\">www.facebook.com/futureduper</a></p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":20349,"translations":{"nb":{"url":"/2017/07/06/oyanatt-pa-stratos-2/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b46f9bef-91f0-5949-921b-ad0c8f28b6b3","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2017/07/06/oyanatt-pa-stratos-2/","redirect":false}}}