{"data":{"wordpressPost":{"title":"Øyaprat 10: Mona &#038; Maria","date":"2013-07-26T12:28:25.000Z","content":"<p>Mona &amp; Maria spiller sin folkinspirerte pop på Enga lørdag 10. august, klokka 14.30. Vi fikk en kort prat med dem begge. De forklarer blant annet hvorfor buksedress er et uegna plagg på festival.</p>\n<p>&nbsp;</p>\n<p>1. Hvilken Øya-opplevelse husker du aller best?<br />\nMona: <em>Tror det må være i 2007, da det lyna og tordna under en Roky Erickson konsert. Perfekt kuliss!</em><br />\nMaria: <em>Ja, og kanskje 120 Days i Klubben over broa.</em></p>\n<p>2. Hvilke band/artister i årets Øya-program mener du publikum ikke<br />\nbør gå glipp av?<br />\nMona: <em>Carmen Villain og Wu Tang Clan!</em></p>\n<p>3. Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?<br />\nMona: <em>Jeg bruker alltid å finne meg et tre å stå/sitte/ligge under. Smart hvis det begynner å regne, og digg å ha noe å lene seg inntil. Og ikke gå med buksedress, det tar unødvendig lang tid og få den av og på på do.</em><br />\nMaria: <em>Tørrshampoo og mastercard.</em></p>\n<p>4. Hva kan folk forvente av konserten deres?<br />\n<em>Vi skal lage en intens og nær stemning på Enga. Med et orkester i ryggen skal vi prøve å få det til å smelle ordentlig også. Vi kommer til å være en hel Kelly Family der oppe. Blir fint å synge til sola.</em></p>\n<p>5. Har du en god eller dårlig festivalhistorie? Fortell!<br />\nMona: <em>Vi varmet en gang opp for Uriah Heep med gamlebandet på en MC-festival på Vinstra. Folk sto med motorsyklene sine og burna foran scenen så vi fikk hosteanfall og mista synet.</em><br />\nMaria: <em>Da jeg danset med Iggy Pop på scenen på Quart på slutten av nittitallet. Det var jo stort, og jeg ble fasinert av den elastiske huden hans, men da jeg kom tilbake til venninnene mine sa de at jeg så feit ut. Haha, det var krise. Fra total lykke til tårer på et sek.</em></p>\n<p>6. Hva hører du på i sommer?<br />\nMona: <em>Francoise Hardy fra sent 70! Da blir det romantisk på stranda. Og siste til Kurt Vile til roadtrip i Nord-Norge.</em><br />\nMaria: <em>Jeg får sommervibber av Grace Jones.</em></p>\n<p>7. Hva vil du aller helst se på scena når Øyafestivalen flytter til Tøyenparken neste år?<br />\nMaria: <em>Gjenforening med Ratt.</em></p>\n","wordpress_id":8140,"translations":{"nb":{"url":"/2013/07/26/oyaprat-10-mona-maria/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"543848e4-390d-5843-89e1-76bd3ef4e36c","locale":"nb"}}