{"data":{"wordpressPost":{"title":"Future for første gang til Norge","date":"16th June 2014","content":"<p><strong>FUTURE (US) – tors 7. aug</strong><br />\n<strong> KELELA (US) – fre 8. aug</strong><br />\n<strong> SEA CHANGE – lør 9. aug</strong></p>\n<p>Hiphop-sensasjonen Future kommer til Skandinavia for første gang i august, og står på scena i Tøyenparken torsdag under Øya. Dette blir hans første konsert i Europa etter slippet årets kritikerroste album Honest, som inntok andreplassen på Billboards albumliste. Årets program er allerede prega av mange aktuelle artister og Norges-eksklusive konserter. Med Outkast, Janelle Monae, Blood Orange, Kaveh, Yoguttene og Jungle allerede klare for torsdagen, vil Future-bookinga kanskje gjøre denne dagen til tidenes beste urban-lineup.</p>\n<p>RnB-håpet Kelela erstatter FKA Twigs, som dessverre har blitt nødt til å avlyse, dagen etter. På lørdagen kan du oppleve ny norsk elektropop med Sea Change på Øya.</p>\n<p>Det er for øyeblikket få dagsbilletter igjen til torsdagen og lørdagen. Onsdagen ligger ikke langt bak.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-tickets/301563?camefrom=Client_Oya_Home_Oyafestivalen_101013\" target=\"_blank\">KJØP DAGSBILLETTER TIL ØYA</a></p>\n<p><strong>FUTURE (US)</strong><br />\nFuture ga tidligere i år ut albumet Honest, som steg helt til en andreplass på den amerikanske Billboard-lista. Nå kommer han for første gang til Skandinavia, og åpner besøket med Øya-konsert i teltscena Sirkus. Future, som er fra Outkast sin hjemby Atlanta, starta karriera med et knippe mixtaper. I 2012 kom debutalbumet Pluto, som ga han et gjennombrudd og en topp ti-plassering i hjemlandet. Samme år var han med på Lil Waynes hit Love Me.</p>\n<p>Fact har i forbindelse med det nye albumet slått fast at «if there’s anyone that can mix — with equal efficacy — rap and R&amp;B, bangers and ballads, the street and the bedroom, it’s Future».</p>\n<p>P3.no mente at «Han veksler mellom det myke, såre, harde, aggressive og lystige, hvor den røde tråden alltid er hans følsomhet og evne til å artikulere dette. Og det er kombinasjonen av de myke balladene og de hardere klubblåtene som er styrken til <em>Honest</em>.»</p>\n<p>Honest fikk meget god mottakelse i Norge, med femmere hos blant annet Aftenposten, P3, Dagbladet og Adresseavisa. Vi veit at stadig flere her hjemme åpner øra for denne fyren, og regner med at det blir hett og livlig når han fyller Sirkus under Øya.<br />\n<a href=\"http://www.futurefreebandz.com/\">http://www.futurefreebandz.com/</a></p>\n<p><strong>KELELA (US)</strong><br />\nKelela Mizanekristos debuterte i 2013 med mikstapen <i>Cut 4 Me</i>, og kort tid etter ble hun av BBC kalt lyden av 2014 på deres årlige «Sound Of&#8230;»-kåring. Den LA-baserte artisten lager eksperimentell og futuristisk R&amp;B ispedd elektroniske impulser, og har blant annet Beyoncé som en uttalt fan. Kelela er inspirert av nittitallets R&amp;B – og oppgir blant annet «Brandy, just weirder» som pekepinn – Tracy Chapman og Øya-aktuelle Little Dragon, en iøyenfallende kombinasjon det er enkelt å høre spor av i den smarte R&amp;Ben til Kelela. Hun jobber nå med nytt materiale.</p>\n<p>Kelelas foreldre kom til USA fra Etiopia. Det er tydelig at hun har god appell i både Europa, Nord-Amerika og Afrika. Allafrica.com mener hun er «One to watch in 2014», og skreiv: &#8211; Her sound is eerie yet calming, and petrifyingly emotive. Hard electronic sounds are juxtaposed with her honey sweet voice. Perhaps, one could call it R&amp;B-electro pop, but that description does not seem to be sufficient.<br />\n<a href=\"https://www.facebook.com/kelelamusic\">https://www.facebook.com/kelelamusic</a></p>\n<p><strong>SEA CHANGE</strong><br />\nFå unge norske artister har fått like mye oppmerksomhet i toneangivende utenlandsk presse som Berlin-baserte Sea Change. Ellen A. W. Sundes, som hun egentlig heter, blir nevnt i høyst flatterende ordelag av blant annet The Guardian, Drowned In Sound, NME og The Line Of Best Fit, hvor hun får skryt for sin gripende, delikate og kjølige elektroniske musikk. Sea Change plasserer seg et sted mellom nordiske likesinnede som Robyn, Lykke Li, Sandra Kolstad og Fever Ray, og nevner selv åttitallet, synthpop og miniatyrinstrumenter som de viktigste bestanddelene i musikkprosjektet. Debutalbumet er ventet til høsten.</p>\n<p>The Guardian har beskrevet musikken hennes slik: &#8211; She specialises in electronic pop notable for its chilly atmospherics and spectral vocals, pitched high &#8211; literally and in terms of fever. But this is emotion recollected in devastated tranquility: the quiet after the emotional storm.<br />\n<a href=\"http://www.seachange.no/\" target=\"_blank\">www.seachange.no</a></p>\n","wordpress_id":10177,"translations":{"nb":{"url":"/2014/06/16/future-for-forste-gang-til-norge/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"992a8fd3-2fc7-51bc-ad35-9fed26a77006","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2014/06/16/future-for-forste-gang-til-norge/","redirect":false}}}