{"data":{"wordpressPost":{"title":"Darkside til Øya","date":"6th February 2014","content":"<p>Vi får stadig bekrefta artister vi har jobba i ukesvis med å få til sommerens Øyafestival. Nå er det klart at Darkside, med Nicolas Jaar og Dave Harrington, kommer til Øyafestivalen lørdag 9. august. De lagde et av fjorårets aller beste og mest spennende elektronikaalbum. Om Øya-konserten ikke er nok for deg, anbefaler vi at du også skaffer deg billett til Darkside på Parkteatret 10. mars. Det er fortsatt noen få igjen.</p>\n<p>I går ble det kjent at også legendariske Slowdive skal spille lørdag 9. august. Se opp for flere artistslipp de neste dagene.</p>\n<p><a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113\" target=\"_blank\">Ukespass i salg her<br />\n</a><a href=\"http://www.billettservice.no/event/lordagsbillett-oyafestivalen-2014-billetter/409623?camefrom=Client_Oya_Hjemmeside lordag_Oyafestivalen_101013\" target=\"_blank\">Dagsbilletter til lørdag 9/8 her</a></p>\n<p><strong>DARKSIDE (US)</strong><br />\nDarkside fra New York har vært en av de siste månedenes store elektronikasnakkiser. Nicolas Jaar, som spilte på Øya i 2012, og Dave Harrington starta Darkside for noen få år siden. Samarbeidet starta i det små på hotellrom under en felles Europa-turné. Etter en EP og en digital remix av den siste skiva til Daft Punk, albumdebuterte Darkside i fjor høst med den strålende Pshycic. Skiva kom ut på Matador og fikk meget sterke anmeldelser. <a href=\"http://p3.no/musikk/hjernevask/\" target=\"_blank\">P3</a> har ment at duoen «fusjonerer det beste fra to verdener – kosmisk psykedelia og søvnløs elektronika».</p>\n<p><a href=\"http://consequenceofsound.net/2013/10/album-review-darkside-psychic/\" target=\"_blank\">Concequence of Sound</a> forsøkte å beskrive skiva sånn: &#8211; … they encourage listeners to embrace the array of mood swings your body conquers: airy dissonance, uncontrollable excitement, wondrous confusion. Dancing is now a complete experience that explores more than just the surface, as minds are expanded four-fold from its mental challenges, bringing the physical practice to an explorative high.</p>\n<p><a href=\"http://thequietus.com/articles/13747-darkside-psychic-review\" target=\"_blank\">The Quietus</a> mente at: &#8211; The sound of <i>Psychic</i> is meticulous and luscious. The beats are varied and creative, taking in thumping club kicks and swirling handclaps, and there are dubby, psychedelic soundscapes that, like Jaar’s solo material, feel architectural in their fastidious construction.</p>\n<p>De siste månedene har Darkside solgt ut spillesteder over hele Europa, og de var høyt oppe på flere av de viktige 2013-oppsummeringene. Lørdag 9. august spiller de i Tøyenparken. Om du ikke klarer å vente så lenge, er det fortsatt noen billetter igjen til deres besøk på Parkteatret 10. mars.</p>\n<p><a href=\"http://www.darksideusa.com/\">darksideusa.com/</a><br />\n<a href=\"http://otherpeople.net/\" target=\"_blank\">otherpeople.net</a><br />\n<a href=\"http://twitter.com/DarksideUSA\" target=\"_blank\">twitter.com/DarksideUSA</a><br />\n<a href=\"http://facebook.com/DarksideUSA\" target=\"_blank\">facebook.com/DarksideUSA</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f349af28-330f-5f31-8b1a-8550c892e63c"}}