{"data":{"wordpressPost":{"wordpress_id":212,"title":"Wiz Khalifa til Norge for første gang","excerpt":"<p>Vi starta uka med å slippe Explosions In The Sky og Fleet Foxes. Nå følger vi opp med nok en amerikaner, innen et helt annet musikalsk uttrykk. Wiz Khalifa er et av de store nye håpa blant unge rappere fra USA. Det knytter seg enorme forventninger til musikken hans etter at han i fjor fikk stor platekontrakt. I august kommer han til Middelalderparken for å vise deg hvorfor han er spådd en lysende karriere.Få med deg hans første konsert i Norge under Øyafestivalen. Følg med de neste to dagene for flere spennende artistslipp her på nettsidene våre.</p>\n","content":"<p>Wiz Khalifa (US)<br />\nDen Pittsburgh-baserte rapperen Wiz Khalifa har, til tross for at han bare er 23 år gammel, vært et hett samtaleemne i engere hiphop-kretser siden 2005. Da slapp han nemlig den første mixtapen Prince of the City: Welcome to Pistolvania. Året etter kom debutalbumet Show and Prove, som førte til særs positiv omtale i blant annet Rolling Stone og lovende plasseringer på Billboard-listene, men det store gjennombruddet uteble dessverre. </p>\n<p>Cameron Jibril «Wiz Khalifa» Thomaz ble født i Nord-Dakota i 1987. Foreldrenes arbeid i det amerikanske militæret førte ham verden rundt som barn, før familien etter hvert slo rot i Pennsylvania. Det gikk ikke lang tid før den lovende rapperen gjorde seg bemerket på den lokale scenen. Wiz Khalifas melodiske rimestil og atypiske produksjon gjorde at han sto ut fra mengden. </p>\n<p>I 2010, etter flerfoldige singler og mixtapes og det finfine, relativt kommersielt vellykkede albumet Deal or No Deal (2009), begynte endelig ballen å rulle på ordentlig. En kritikerrost opptreden på bransjetreffet SXSW, kombinert med en forside hos hiphop-magasinet XXL og prisen «Rookie of the Year» hos konkurrenten The Source, ga Khalifa et større publikum. Han har over 3,5 millioner avspillinger på Myspace og har av MTV blitt utropt til ” hottest breakthrough MC of 2010”. I sommer signerte han med Atlantic Records, og forventningsfulle fans og forståsegpåere spår at han med det kommende albumet legger verden for sine Chuck Taylor-skodde føtter.<br />\n<a href=\"http://www.myspace.com/wizkhalifa\" target=\"_blank\">MYSPACE</a></p>\n","date":"2011-01-12T07:48:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/01/12/wiz-khalifa-til-norge-for-forste-gang/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"78c9567c-4bbe-599f-8e4a-552974324c85","locale":"nb"}}