{"data":{"wordpressPost":{"title":"Matinékonsert med The National i Operaen 11. august","excerpt":"<p>Onsdag 11. august vil Øyafestivalen og Den Norske Opera &#038; Ballett i samarbeid by på en unik konsertopplevelse. Noen timer før utendørsdelen av festivalen starter i Middelalderparken, kan du få med deg den melankolske amerikanske kvintetten The National på Hovedscenen i vårt populære operabygg i Bjørvika, kun fem minutters gange fra selve festivalområdet. Gå ikke glipp av denne muligheten til å oppleve moderne, mørk kvalitetsrock tidlig på dagen. Etterpå kan du rusle bort og nyte en full festivaldag i samme nabolag.</p>\n","content":"<p>THE NATIONAL (US)<br />\nThe National lager mørk musikk inspirert av så vel moderne americana, som dyster storbyrock. I omtrent ti år har de spredd sin melankolske og melodiøse godlyd på begge sider av Atlanteren. Bandet er egentlig fra Cincinnati, men har i flere år vært bosatt i Brooklyn, New York. Siden skiva Alligator i 2005 har de hatt kritikerne på sin side og et stadig voksende publikum. The National fulgte opp suksessen med Boxer i 2007 og sommeren etter fikk de turnere sammen med superstjernene R.E.M. og besøkte i tillegg Øyafestivalen. Om akkurat den konserten skrev Aftenposten ”et mer solid løft fra et pent album til en knallsterk konsert skal man i alle fall lete lenge etter”.</p>\n<p>Bandet bringer fram assosiasjoner om forlatte gater, slitte barkrakker, fulle aksebegre og snart tomme flasker. The National treffer fans av Tindersticks, Nick Cave, Leonard Cohen og American Music Club rett i hjerterota. Det blir en svært stemningsfull og sterk konsert i Oslos flotteste bygg for musikkopplevelser. Gled dere til Matt Breningers myke og mørke stemme fyller lokalet med musikalsk varme mens han introduserer publikum for bandets mystiske og behagelige uttrykk.</p>\n<p>Ved forrige plateutgivelse skrev amerikanske Pitchfork “these songs reveal themselves gradually but surely, building to the inevitable moment when they hit you in the gut”. I mai kommer et nytt album, som skal hete High Violet, og kort id etterpå legger bandet ut på en større turné. 11. august spiller de på Hovedscenen i Operaen.<br />\n<a href=\"http://www.myspace.com/thenational\" target=\"_blank\">MYSPACE</a></p>\n<p>Billettsalget til The National sin konsert i Operaen starter torsdag. Du får rabatt på billetten om du har festivalpass til Øyafestivalen. NOK 380,-/430,-<br />\n<a href=\"http://www.operaen.no/Default.aspx?ID=27184&#038;ProductID=PROD531\" target=\"_blank\">BILLETTER</a><br />\nDørene åpner kl 12, konsertstart kl 13</p>\n","date":"2010-04-06T18:28:00.000Z","wordpress_id":417,"featured_image":null,"translations":{"nb":{"url":"/2010/04/06/matinekonsert-med-the-national-i-operaen-11-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"90d96830-2593-5b29-a5d8-ea80895dfcb2","locale":"nb"}}