{"data":{"wordpressPost":{"title":"Øyaprat 2: Selmer","date":"2017-07-06T08:09:36.000Z","content":"<p>Vi fikk til en kort prat med gutta fra det lovende bandet Selmer i sommervarmen. Få med deg Selmer sin minikonsert i Biblioteket onsdag 9. august</p>\n<p><strong>1. Hvilken Øya-opplevelse husker du aller best?</strong><br />\nErlend: &#8211; Den beste Øya-opplevelsen skjedde på fjorårets festival, da trommestikken til Anderson .Paak bare falt ned i hånda mi. En jævlig bra konsert btw.</p>\n<p><strong>2. Hvilke tre band eller artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong><br />\nSivert: &#8211; Madlib, Mac Demarco, BadBadNotGood.</p>\n<p><strong>3. Har du et praktisk festivaltips til nybegynnere på utendørsfestival?</strong><br />\nErlend:- Hvis du vil spare penger, kjøper du øl utenfor festivalområdet og nyter den i parken ved siden av mellom konsertene.</p>\n<p><strong>4. Har du en god eller dårlig festivalhistorie? Fortell!</strong><br />\nSivert: &#8211; Har en del gode og dårlige festivalhistorier, men en dag vært å nevne var fredag på Roskilde i fjor, da vi hadde æren av å se Anderson .Paak, BadBadNotGood, Mac Demarco, Tame Impala og James Blake!</p>\n<p><strong>5. Hva spiser og drikker du helst i sommer?</strong><br />\nHenrik: &#8211; En feit børger og en kald en med gætta.</p>\n<p><strong>6. Hvor i Oslo opplever man sommeren best?</strong><br />\nAlle: &#8211; Øyafestivalen!</p>\n<p><strong>7. Hva hører du helst på i sommer?</strong><br />\nMats: &#8211; Vi kommer nok til å høre på mye av de artistene vi skal se denne festivalsommeren. Skal innom Roskilde, Moldejazz og Øya selvsagt.</p>\n<p><strong>8. Hva er din favorittscene å spille på i Oslo? Hvorfor?</strong><br />\nJulian: &#8211; I stua hjemme hos Jonathan Krabbe. Stuekonserter er the shit!</p>\n","wordpress_id":20253,"translations":{"nb":{"url":"/2017/07/06/oyaprat-2-selmer/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0d02c6b0-86a5-5db1-b105-c2200614a8c9","locale":"nb"}}