{"data":{"wordpressPost":{"title":"Tre nye navn – Under 3000 ukespass igjen","excerpt":"<p>HIGH ON FIRE (US) – torsdag 9. august / KHRUANGBIN (US) – lørdag 11. august / COURTNEY MARIE ANDREWS (US) – lørdag 11. august</p>\n","content":"<p>&nbsp;</p>\n<p>Det er nå under 3000 ukespass igjen, og salget av dagsbilletter har gått langt raskere enn normalt. Det går altså mot nok en utsolgt Øyafestival. Mange av artistene er allerede plassert på dag.</p>\n<p>Dagens tre Øya-slipp er alle fra USA, men veldig ulike i sine musikalske uttrykk. Khruangbin er en aktuell trio som spiller en spennende og eksotisk miks av musikk med elementer fra flere verdensdeler. Courtney Marie Andrews er en singer/songwriter som snart er albumaktuell, og det er store forventninger til at hun skal nå et større publikum. Et av våre favorittmetalband High On Fire fyller 20 år, samtidig som de jobber med ny skive. To gode grunner til å invitere dem til Tøyenparken.</p>\n<p>&nbsp;</p>\n<p><strong>HIGH ON FIRE (US)</strong></p>\n<p>For 20 år siden, etter at kultbandet Sleep ga opp, starta gitarist Matt Pike det sintere og mer temposterke High On Fire med trommeslager Des Kensel. Etter noen utskiftninger på bass, kom Jeff Matz (tidligere Zeke) med kort tid før bandet spilte sin forrige Øya-konsert i 2006. De siste månedene har High On Fire jobba med sitt åttende studioalbum, som skal utgis i løpet av året. I fjor spilte Matt Pike på Hagen-scena med gjenforente Sleep. Vi er minst like entusiastiske over at han kommer tilbake med High On Fire i år.</p>\n<p>Oakland-trioen spiller ekstremt mektige og tunge låter, med dype røtter metalundergrunnen. På samvittigheten har de knallsterke album som Surrounded By Thieves (2002), Death Is This Communion (2007) og Snakes For The Divine (2010). De et band det alltid er en glede å oppleve fra ei scene. Bli med på 20-årsfeiring av High On Fire, og en mulighet for nytt materiale, i Tøyenparken.</p>\n<p><a href=\"https://www.allmusic.com/album/luminiferous-mw0002846990\">Allmusic.com</a>: &#8211; One reason that High On Fire don&#8217;t get accused of resting on their laurels is that they always come out hungry, anxious to refine their sound and remove anything that is not absolutely essential to their purposes.</p>\n<p><a href=\"https://www.facebook.com/highonfire/\">www.facebook.com/highonfire</a></p>\n<p><a href=\"http://www.highonfire.net/\">www.highonfire.net</a></p>\n<p>&nbsp;</p>\n<p><strong>COURTNEY MARIE ANDREWS (US)</strong></p>\n<p>Courtney Marie Andrews fra Arizona ga ut debutalbumet sitt Urban Myths (2008) mens hun fortsatt var tenåring. Forrige skive Honest Life (2016) medførte et karrieremessig løft og fikk skryt fra Rolling Stone, MOJO, Stereogum og NPR. I slutten av mars kommer May Your Kindness Remain, som er produsert av Mark Howard. Han har tidligere gjort det samme for Lucinda Williams, Marianne Faithfull og Vic Chestnutt. Låtene på skiva er skrevet under de siste årenes hektiske turnering. Det er store forventninger til at vårens album vil gi henne nok et løft.</p>\n<p>Låtene hennes er fulle av både folk og country. Stilen til Andrews bør appellere til fans av både Emmylou Harris og Øya-aktuelle Jenny Lewis. Hun har samarbeida med både Jimmy Eat World og Damien Jurado innimellom egne utgivelser.</p>\n<p><a href=\"https://www.pastemagazine.com/articles/2016/09/courtney-marie-andrews-honest-life-review.html\">Paste Magazine</a>: &#8211; Andrews sings with the knowing air of someone who has seen a lot of life, and the quiet optimism of someone who knows there’s so much more yet to see. It’s a powerful blend on songs about itinerant lives, fragile hearts and the steady determination of people searching for something they themselves would likely be hard-pressed to name.</p>\n<p><a href=\"https://www.courtneymarieandrews.com/\">www.courtneymarieandrews.com</a></p>\n<p><a href=\"https://www.facebook.com/CourtneyMarieAndrews/\">www.facebook.com/CourtneyMarieAndrews</a></p>\n<p>&nbsp;</p>\n<p><strong>KHRUANGBIN (US)</strong></p>\n<p>Texas-trioen Khruangbin henter inspirasjon fra eksotisk og obskur musikk, som thailandsk funk fra gamle kassettutgivelser, 60-talls instrumentalrock, små hint om godlyd fra Middelhavet eller Midtøsten, lett psykedelia, eller soundtrack fra kultfilmer. De spiller lekent og varmt. Bandet kom sammen etter at to av dem hadde vært musikere på en turné med Yppah. Etter noen mindre utgivelser, kom albumet The Universe Smiles Upon You i 2015. Etter denne har de turnert som oppvarming for Father John Misty i Europa. Tidligere i år kom den flotte oppfølgeren Con Todo El Mundo.</p>\n<p><a href=\"http://culturefly.co.uk/live-music-review-khruangbin-at-electric-brixton/\">Culturefly.co.uk</a>: &#8211; Their music deserves to be played in the arid deserts of their home state, beneath starry skies and beside crackling campfires. Their far-out, chilled-out take on funk is neither needlessly showy nor overly minimalistic. They just write great melodies and explore them with the steady hand of good musicianship.</p>\n<p><a href=\"https://www.facebook.com/khruangbin/\">www.facebook.com/khruangbin</a></p>\n<p><a href=\"http://www.airkhruang.com/\">www.airkhruang.com</a></p>\n","date":"2018-03-06T10:49:46.000Z","wordpress_id":21475,"featured_image":{"title":"high on fire crop","filename":"high-on-fire-crop.jpg","filesize":56744,"url":"http://oya.test/assets/uploads/2018/03/high-on-fire-crop.jpg","link":"/2018/03/06/tre-nye-3000-ukespass-igjen/high-on-fire-crop/","alt":"","author":"3","description":"","caption":"","name":"high-on-fire-crop","status":"inherit","uploaded_to":21475,"date":"2018-03-05 11:10:40","modified":"2018-03-05 11:10:40","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2018/03/high-on-fire-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2018/03/high-on-fire-crop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2018/03/high-on-fire-crop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2018/03/high-on-fire-crop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2018/03/high-on-fire-crop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2018/03/high-on-fire-crop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2018/03/high-on-fire-crop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2018/03/06/tre-nye-3000-ukespass-igjen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ba4e9a43-f51b-5cbe-b2f9-b7cf8f85bec9","locale":"nb"}}