{"data":{"wordpressPost":{"title":"Highasakite til Øya fredag 12. august","date":"3rd February 2016","content":"<p>Årets norske headliner er Highasakite, som spiller i Amfiet fredag 12. august. Bandet starta langt nede på Øya-plakaten da de spilte første gang for noen år siden, i år er de sjølve finalen på fredagen. Konserten blir en av veldig få i Norge dette året, og den første på Østlandet etter slippet av albumet Camp Echo.</p>\n<p>Vi prøver hvert år å finne den norske artisten som det er riktig å flytte opp et hakk til den prestisjefylte plassen på toppen av Øya-plakaten. I fjor gjorde Sundfør sitt første store headlinershow på Øya, året før var det Todd Terje, i 2012 var det Karpe Diem. Disse artistene prega alle det aktuelle musikkåret, noe vi er sikre på at Highasakite vil gjøre i 2016.</p>\n<p>Første gang Highasakite spilte på Øya, ble de oppdaget av Bon Ivers Justin Vernon, som ble fan. Siden den gang har de blitt svært etterspurt utenlands, og kommer også i 2016 til å ha større fokus på det internasjonale markedet.</p>\n<p>Dette sier bandet sjøl:<br />\n<em>&#8220;Vi gleder oss enormt til Øyafestivalen! Det er på mange måter festivalen over alle festivaler på østlandet, kanskje også i hele Norge. Øyafestivalen var dessuten den første virkelig store festivalen som tok oss ordentlig inn i varmen og ga oss en solid sjanse. Å komme tilbake som headliner noen år senere føles veldig godt, og vi lover gi publikum en fantastisk konsertopplevelse.&#8221;</em></p>\n<p>Samme dag som Highasakite spiller blant andre New Order, CHVRCHES, Lush og Daughter. Dagsbilletter og ukespass er i salg.</p>\n<p>&nbsp;</p>\n<p><strong>KUN 3000 UKESPASS IGJEN</strong></p>\n<p>Det er nå kun 3000 ukespass igjen til Øyafestivalen 2016. Vi har nå solgt 1000 ukespass på litt over en uke, så det kan gå fort mot at Billettservice tømmes for billetter som inkluderer alle fire dager i Tøyenparken, og Klubbdagen tirsdag 9. august.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-thumbnail\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"150\" height=\"150\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p><strong>HIGHASAKITE – fredag 12. august</strong></p>\n<p>Highasakite ga nettopp ut første smakebit på det kommende tredjealbumet Camp Echo. VG kalte den nye singelen Someone Who’ll Get It «en strålende og intelligent poplåt; en mystisk marsjerende komposisjon med tre like melodiøse elementer». Forrige skive, Silent Treatment, toppa salgslistene og gjorde bandet til et av Norges aller største. Skiva slo ny rekord i å ligge sammenhengende på albumlista, hele 94 uker.</p>\n<p>Bandet har klart å lage sitt eget sound, basert på mørk elektronisk pop, som er sår og stor samtidig. De mest nysgjerrige fikk sansen allerede med tidlige låter som Indian summer og Son Of A Bitch, mens de store massene ble begeistra av Since Last Wednesday og Leaving No Traces fra Silent Treatment (2014).</p>\n<p>Highasakite får et stadig større internasjonalt publikum, og mye av 2016 vil brukes på utenlandsturneer. Faktisk er konserten på Øya den første de gjør i Oslo etter vårens plateslipp. Da Highasakite spilte på Øyafestivalen i 2012, fikk de en ny fan i Bon Iver, som skulle spille seinere på samme scene. Seinere spilte de inn en versjon av Bon Ivers Heavenly Father.</p>\n<p><a href=\"http://www.thelineofbestfit.com/reviews/albums/highasakite-silent-treatment-145563\" target=\"_blank\">The Line Of Best Fit</a> beskreiv forrige utgivelse slik: &#8211; Silent Treatment animates melodic pop songs and paints a Björk-dipped-in-Cocteau Twins fantasia of iridescent synths, yet one always shunted along by powerful, clashing drums.</p>\n<p><a href=\"http://www.osloby.no/oslopuls/musikk/Morkt-og-magisk-fra-HighasaKite-7453300.html\" target=\"_blank\">Aftenposten</a> endte opp med denne beskrivelsen: &#8211; Musikalsk leker bandet med folkemusikktradisjoner fra ubestemmelige opphavsland, og Håviks vokal veksler mellom å være kjølig og tung som snikende Sunnmørståke, for så å eskalere i nærmest elektrisk desperasjon.</p>\n<p><a href=\"http://www.highasakite.no/\">www.highasakite.no</a></p>\n<p>&nbsp;</p>\n<p>foto Lasse Fløde</p>\n","wordpress_id":13527,"translations":{"nb":{"url":"/2016/02/03/highasakite-til-oya-fredag-12-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d66729ae-4cd0-5fb7-861b-3608d57930a0","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2016/02/03/highasakite-til-oya-fredag-12-august/","redirect":false}}}