{"data":{"wordpressPost":{"title":"Grimes spiller på Øya torsdag 8/8","excerpt":"<p>Nå er det klart at en av fjørårets store nykommere innen elektropop spiller i Middelalderparken under Øya torsdag 8. august.</p>\n","content":"<p>&nbsp;</p>\n<p>En artist vi veit mange har ønska at skal komme til Norge i sommer, er canadiske Grimes. Skiva Visions ble kåra til en av 2012s aller beste utgivelser av flere internasjonale medier.  Nå er det klart at en av fjorårets store nye navn innen elektropop spiller i Middelalderparken under Øya torsdag 8. august. Dette blir hennes første besøk i Europa på nesten et år.</p>\n<p>&nbsp;</p>\n<p>Det er dagsbilletter igjen til denne, og de andre tre dagene i Middelalderparken, hos Billettservice. <a href=\"http://www.billettservice.no/event/377287\" target=\"_blank\">KJØP TORSDAGSBILLETT HER</a></p>\n<p>&nbsp;</p>\n<p>Samtidig som vi fikk bekrefta Grimes fikk vi en trist beskjed om at Palma Violets likevel ikke har mulighet til å besøke Oslo i august. Bandet har sendt oss denne meldinga:</p>\n<p>&#8216;Unfortunately due to some lack of foresight and planning by the bands booking agents, Palma Violets will have to cancel their appearance at Oya this year. Where bands would normally say unforeseen circumstances these should really have been foreseen and therefore we can only offer out heartfelt apologies for any inconvenience and will hopefully return in 2014.&#8217;</p>\n<p>&nbsp;</p>\n<p>GRIMES (CA) – torsdag 8/8</p>\n<p>Grimes, eller Claire Boucher om du vil, har det siste året blitt en ny favoritt innen primitiv, småmørk og dansbar pop. Etter noen enklere produksjoner på Montreal-baserte Arbutus, signerte hun med kredible 4AD. Albumet Visions kom for omtrent et år siden og ble kåra til album of the year av Rough Trade i England. The Guardian mente Grimes ga ut den nest beste skiva i fjor og slo fast at Visions er «a smart, funny album, and it&#8217;s almost impossible not to dance to it”. Det lover bra for festen i Middelalderparken i august.</p>\n<p>&nbsp;</p>\n<p>Gaffa var til stede under Grimes sin konsert på Blå i 2012 og skreiv: &#8211; Låtene ble sammenføyd av lydtepper bestående av hvisking, baklengsvokal og langtrukne synthklanger, og det var befriende å se en artist som alene klarer å fremføre et så sømløst og nærmest jammete sett, uten å bryte opp i stemningen.</p>\n<p>&nbsp;</p>\n<p>Grimes har en særegen stil som du seint glømmer. Hun lager rett og slett en slags popmusikk fra en annen dimensjon. Det er ikke mange artister som får kritikere til å nevne så ulike sammenligninger som Fever Ray, Björk, Lady Gaga, Chelsea Wolfe, Mariah Carey, Crystal Castles og Depeche Mode. For to år siden opplevde hun økt oppmerksomhet, da hun varma opp for Lykke Li i Canada og USA. Grimes jobber for tiden med et nytt album. Nå gleder vi oss til å oppleve henne i Oslo, sammen med mange av dere.</p>\n<p><a href=\"http://www.grimesmusic.com/\">http://www.grimesmusic.com/</a></p>\n<p>foto Aaron Stern</p>\n","date":"2013-04-05T05:58:22.000Z","wordpress_id":6177,"featured_image":{"title":"grimes øyafestivalen 2013 635x350","filename":"grimes-yafestivalen-2013-635x350.jpg","filesize":168351,"url":"http://oya.test/assets/uploads/2013/04/grimes-yafestivalen-2013-635x350.jpg","link":"http://oya.test/grimes-oyafestivalen-2013-635x350/","alt":"","author":"4","description":"","caption":"","name":"grimes-oyafestivalen-2013-635x350","status":"inherit","uploaded_to":0,"date":"2013-04-04 10:05:12","modified":"2013-04-04 10:05:12","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/04/grimes-yafestivalen-2013-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/04/grimes-yafestivalen-2013-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/04/grimes-yafestivalen-2013-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/04/grimes-yafestivalen-2013-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/04/grimes-yafestivalen-2013-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/04/grimes-yafestivalen-2013-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/04/grimes-yafestivalen-2013-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2013/04/05/grimes-spiller-pa-oya-torsdag-88/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8250008d-9767-5c02-ab79-38dcd8be1e1e","locale":"nb"}}