{"data":{"wordpressPost":{"title":"Øyafestivalen donerer bort overskuddsmaten","date":"17th June 2015","content":"<p>Matsentralen er en veldedig mottakssentral for overskuddsmat. Maten blir videreformidlet til over 90 organisasjoner som igjen deler ut maten til vanskeligstilte. Sentralen har både en humanitær og en miljømessig målsetning; å redusere matsvinn og samtidig bidra til å forhindre sult.</p>\n<p>Matsvinn er et stort miljøproblem. Hele 25 prosent av maten som produseres og omsettes i Norge går rett i søpla. Det betyr også at alle ressursene som gikk med på å produsere maten var bortkastet. I følge <a href=\"http://matvett.no/\">matvett.no</a> viser forskning at det er forbrukerne som står for det største volumet &#8211; i gjennomsnitt kaster hver og en av oss hele 46,3 kilo mat i året! Nå ønsker Øyafestivalen å sette fokus på problemet ved å inngå ett samarbeid med Matsentralen.</p>\n<p>&#8211; Selv om alt matavfallet fra festivalen går til produksjon av miljøvennlig biodrivstoff ønsker vi selvfølgelig heller at de matvarene som blir igjen etter festivalen skal bli spist. Vi gleder oss til å bidra til det fantastiske arbeidet Matsentralen og byens suppekjøkken gjør for de som går sultne i Oslo, sier Line Lønning, miljøkoordinator i Øyafestivalen.</p>\n<p>Øyafestivalen har i mange år hatt stort fokus på mat og miljø, og sammenhengen mellom de to. I fjor ble det servert over 30 tonn økologiske råvarer til festivalens publikum, frivillige og artister. I år ønsker de å ta det ett skritt lengre, og samtidig inspirere andre arrangement aktører, samt publikum, til å tenke over sitt eget matsvinn.</p>\n<p>&#8211; At Øyafestivalen har et bevisst forhold til matsvinnproblematikken, og samtidig ønsker å bidra gjennom å gi overskuddsmat til Matsentralen er strålende. Øyafestivalen viser publikum at konkrete tiltak nytter, og vi ser frem til et videre samarbeid, sier Linn Weiergang i Matsentralen.</p>\n","wordpress_id":12174,"translations":{"nb":{"url":"/2015/06/17/oyafestivalen-donerer-bort-overskuddsmaten/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"87906194-01a7-5086-a6f5-3cea23343b8f","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2015/06/17/oyafestivalen-donerer-bort-overskuddsmaten/","redirect":false}}}