{"data":{"wordpressPost":{"title":"Fire lovende til Øya","date":"27th June 2016","content":"<p>I det intime teltet vi kaller Biblioteket blir det litteratur, debatt, prat om festivaldesign og musikk, intervjuer, quiz og mer. I tillegg blir det minikonserter med noen av de mest lovende navna fra undergrunnen. Sibiir, Mats Wawa og Farida har vært klare en stund. Nå legger vi til ytterligere fire.</p>\n<p>&nbsp;</p>\n<p>Disse dagene spiller artistene i Biblioteket</p>\n<p>ONS 10/8: MATS WAWA og UNNVEIG AAS</p>\n<p>TORS 11/8: SIBIIR</p>\n<p>FRE 12/8: FARIDA og RISE ABOVE</p>\n<p>LØR 13/8: SKALLA og KOO KOO KITCHEN</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"300\" height=\"234\" data-srcset=\"http://oya.test/assets/uploads/2015/12/billettknapp-16-300x234.png 300w, http://oya.test/assets/uploads/2015/12/billettknapp-16.png 461w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p>UNNVEIG AAS</p>\n<p>Unike Unnveig Aas har på kort tid blitt kjent som den lille lavmælte kvinnen med den store sorgfulle stemmen. Når Unnveig synger lytter man intenst. I løpet av få år har hun rørt publikummere på klubber, scener og festivaler over hele Norge, spilt support for Judy Collins, John Fullbright og Daniel Romano. Hun imponerte under vårens Camp Indie på Rockefeller. Nå har arbeidet med debutalbumet starta.</p>\n<p><a href=\"https://www.facebook.com/unnveigaas/?fref=ts\">www.facebook.com/unnveigaas</a></p>\n<p>&nbsp;</p>\n<p>RISE ABOVE</p>\n<p>Rise Above fra Kristiansand er vokst opp på klassisk hardcore og energisk punk. De imponerer stadig fra små scener rundt om i landet. Bandet er kompromissløse og eksplosive på scena, eller «kort prosess, tungt og rett i trynet», som det har blitt sagt om dem. Til høsten kommer debut-EPen, men allerede i august får du smakebiter i Biblioteket på Øya. Det kan bli en intim utblåsning du seint vil glemme.</p>\n<p><a href=\"https://www.facebook.com/riseabovehc/\">www.facebook.com/riseabovehc</a></p>\n<p>&nbsp;</p>\n<p>SKALLA</p>\n<p>Skalla kaller sjøl stilen sin passiv-aggressiv punk. I mai slapp de låta Sognsvann, som nymusikkhverdag.net kalte «… tungt og febrilsk, samtidig er det fokusert.». Den er også et av høydepunktene på den ferske samleren Bransjevelter 10. Kom deg innom Biblioteket for noen fortjente musikalske knyttneveslag. Den som følger med i den dypeste undergrunnen har kanskje fått med seg at noen av gutta har bakgrunn fra PRTLVX og Cunt Fistula. Til høsten kommer det en EP.</p>\n<p><a href=\"http://skalla.bandcamp.com\">skalla.bandcamp.com</a></p>\n<p>&nbsp;</p>\n<p>KOO KOO KITCHEN</p>\n<p>Koo Koo Kitchen er en ny kvartett fra Oslo som blander røff gitarlyd med passe doser harmonipop. Både Sonic Youth og Siouxsie and The Banshees har vært nevnt i forsøk på plasserte dem i et musikalsk landskap. Debutalbumet skal være på vei, men vi foreslår at du gjør deg kjent med denne gjengen allerede i Biblioteket under Øya.</p>\n<p><a href=\"http://www.facebook.com/kookoookitchen/\">www.facebook.com/kookoookitchen</a></p>\n<p>&nbsp;</p>\n","wordpress_id":14347,"translations":{"nb":{"url":"/2016/06/27/fire-lovende-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9a1bd780-b681-5ba3-8159-73d8a14f38d2"}}