{"data":{"wordpressPost":{"title":"Mer musikk til Hi-Fi Klubben","date":"9th March 2017","content":"<p>Tre nye navn er klare for teltet Hi-Fi Klubben, vår satsing på variert elektronisk musikk i samarbeid med nettopp Hi-Fi Klubben. Madlib, Mental Overdrive og Kaitlyn Aurelia Smith skal fylle teltet med svært ulik, og veldig spennende musikk.</p>\n<p>Dagsbilletter og ukespass er i salg.</p>\n<p>&nbsp;</p>\n<p>MADLIB (US), DJ-sett</p>\n<p>Madlib har mange talenter, men ser seg sjøl hovedsaklig som en DJ. Mange kjenner han kanskje enda bedre som profilert produsent og som mannen bak Quasimoto og Madvillain, sistnevnte sammen med MF Doom. Han har vært involvert i flere musikalske prosjekter enn vi klarer å huske, og han har samarbeida med blant andre J Dilla, Georgia Anne Muldrow, Talib Kweli, og Freddie Gibbs.</p>\n<p>Otis Jackson Jr, som han egentlig heter, vokste opp med svært musikalske foreldre. Han starta sjøl som en del av Lootpack tidlig på 90-tallet. Han har jobba i studio med storheter som Kanye West, De La Soul, Mos Def, Erykah Badu og Ghostface Killah. Madlib har en old school-tilnærming til å lage musikk og en forkjærlighet for vintage utstyr.</p>\n<p>Madlib har gjennom karrieren vært borti mange sjangere, han har blant annet sluppet mixen Blunted in the Bomb Shelter, med klassikere fra etiketten Trojan, remixet klassikere fra Blue Note-katalogen på oppdrag fra det renommerte jazzselskapet. Hvilke plater han spiller i Hi-Fi Klubben vet vi ikke, men vi garanterer at det blir bra!</p>\n<p><a href=\"https://www.facebook.com/madlib/?fref=ts\">www.facebook.com/madlib</a></p>\n<p>&nbsp;</p>\n<p>MENTAL OVERDRIVE</p>\n<p>Mental Overdrive er blant det aller ypperste innen norsk elektronisk musikk. Bak navnet finner vi Per Martinsen, som har gitt ut en stor mengde musikk på labeler som Discfunction, Smalltown Supersound, Airtight, Music Man, Virgin, Full Pupp og sitt eget Love OD Communications. For tre år siden vant han Spellemann for albumet Everything Is Connected. I år slipper Mental Overdrive intet mindre enn to album, først Hardware på det anerkjente, bergenske technoselskapet PLOINK, og deretter et album på Prins Thomas’ Rett i Fletta til sommeren.</p>\n<p>På Øya 2017 vil Mental Overdrive presentere et samarbeid med Tromsøs visuelle kunstner Nicolas Horne i et prosjekt hvor de søker å finne ut om det er noen utpregede sammenhenger mellom geometri, lydfrekvenser og signaler fra det ytre og indre rom.</p>\n<p>Per Martinsen sier sjøl dette om forventingene til settet han skal spille i Hi-Fi Klubben: &#8211; Jeg ser frem til å spille et sett med hovedfokus på «back to basics»-techno med en maskinpark kun basert på hardware, og er veldig spent på hva man kan få ut av anlegget i Hi-Fi teltet med dette oppsettet.</p>\n<p><a href=\"http://Mentaloverdrive.net\">Mentaloverdrive.net</a></p>\n<p><a href=\"https://soundcloud.com/mentaloverdrive\">soundcloud.com/mentaloverdrive</a></p>\n<p><a href=\"https://mentaloverdrive.bandcamp.com/\">mentaloverdrive.bandcamp.com</a></p>\n<p>&nbsp;</p>\n<p>KAITLYN AURELIA SMITH (US)</p>\n<p>Kaitlyn Aurelia Smith utforsker mulighetene som ligger i elektroniske instrumenter og hennes egen stemme. Hun har studert musikk ved anerkjente Berklee College i Boston. I fjor kom albumet EARS, som kan oppleves som både svevende, utforskende og spontant. EARS var blant 2016-favorittene til Resident Advisor, Pitchfork og NPR.  Siden forrige utgivelse Euclid har hun fokusert mer på vokal.</p>\n<p>Crack Magazine om Smiths arbeid på EARS: …sees the human, the organic, and the cosmic cast aloft together, spinning and enveloping &#8211; the world, illustrated as perfect and beautiful.</p>\n<p>Opprinnelig jobba hun med mer tradisjonelle musikalske uttrykk, men Smith falt for synthmodellen Buchla 100 og arbeidet tok nye retninger. Hun har turnert med Animal Collective.</p>\n<p><a href=\"https://www.facebook.com/kaitlynaurelia/?fref=ts\">www.facebook.com/kaitlynaurelia</a></p>\n<p><a href=\"http://www.kaitlynaureliasmith.com/\">www.kaitlynaureliasmith.com</a></p>\n<p>&nbsp;</p>\n<p>foto av Mental Overdrive: Kahuun Stoltz</p>\n","wordpress_id":19604,"translations":{"nb":{"url":"/2017/03/09/musikk-hi-fi-klubben/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"578d3512-9861-56ad-982c-40db55ab8bae","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2017/03/09/musikk-hi-fi-klubben/","redirect":false}}}