{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"b6ae2a2b-f754-5057-ab87-242f85a965d6","slug":"pa-jakt-etter-%c3%b8ya-billetter","title":"På jakt etter Øya-billetter?","date":"2010-08-06T13:41:53.000Z","excerpt":"<p>•\tSvært få billetter igjen til onsdag og torsdag<br />\n•\tNoen få billetter til fredag og lørdag selges ved inngangen samme dag</p>\n<p>Nå er det svært få billetter igjen til onsdag 11. august og torsdag 12. august. Etter en finregning er det i dag under 150 dagsbilletter igjen til onsdagen og under 500 igjen til torsdagen. </p>\n"}},{"node":{"id":"bf717805-130a-5d23-a5f0-5efdd9733b31","slug":"ren-elektrisk-transport-pa-%c3%b8yafestivalen","title":"Ren elektrisk transport på Øyafestivalen","date":"2010-08-06T11:24:00.000Z","excerpt":"<p>Øyafestivalen har mottatt stor anerkjennelse og flere nasjonale og internasjonale priser for sin miljøinnsats. I år er det foretatt flere miljøløft. Øyas generalsponsor, Hafslund, har en stor elbil-park som de stiller tilgjengelig for festivalen. Det betyr at en del av transportoppgavene under festivalen blir løst på en mer klimavennlig måte enn ved bruk av tradisjonelle bensin- og dieselbiler. I forbindelse med Hafslunds &laquo;Grønt kort&raquo; vil også publikum kunne transporteres med elbiler til og fra festivalen.</p>\n"}},{"node":{"id":"8a0efc47-7715-50ee-97f0-b59018468742","slug":"en-ny-musikkjournalistikk-debatt-pa-%c3%b8ya","title":"En ny musikkjournalistikk &#8211; debatt på Øya","date":"2010-08-06T11:22:00.000Z","excerpt":"<p>I en tid der musikkjournalistikken har falt til en blodfattig forbrukerveiledning for et produkt stadig færre kjøper, kan det virke som om det å skrive om musikk har blitt en faststivnet øvelse. En ufri dagjobb underlagt dagspressens krav til aktualitet og maler for den som skriver, og et irritasjonsmoment og uinspirerende spaltefyll for den som leser. Hvor er entusiasmen, melodien, bassen og rytmen i teksene vi leser om musikk?</p>\n"}},{"node":{"id":"db16c73e-df60-5caa-820c-974913d5465d","slug":"serena-maneesh-med-sporsmal-til-stooges-gitaristen-james-williamson","title":"Serena Maneesh med spørsmål til Stooges-gitaristen James Williamson","date":"2010-08-06T09:33:00.000Z","excerpt":"<p>Emil Nikolaisen og Serena Maneesh kommer tilbake til Øyafestivalen, stedet hvor de etter førsteskiva fanga oppmerksomheten til internasjonal presse. Du kan oppleve bandet når de avslutter Sjøsiden-scena onsdag 11. august fra klokka 22.00. Samme dag slippes forøvrig en splittsingel med denne gjengen og canadiske Fucked Up, som spiller tidligere samme dag, på samme scene.</p>\n"}},{"node":{"id":"e4420c0b-b075-5db3-bb8c-55f5d02739e2","slug":"dyrk-leselysten-under-%c3%b8yafestivalen","title":"Dyrk leselysten under Øyafestivalen","date":"2010-08-06T07:36:32.000Z","excerpt":"<p>I samarbeid med foreningen !les tilbyr Deichmanske bibliotek litterære festivalopplevelser på Øyafestivalen 11.-14. august.<br />\nBesøk Litteraturteltet for å høre Martha Breen intervjue aktuelle forfattere, låne bøker, eller rett og slett bare slappe av med ferske aviser, magasiner eller en god bok. Ta gjerne med deg de små og heng i barnekroken vår! Bibliotekarer er på plass hele dagen, så er det noe du lurer på er det bare å spørre. Husk lånekort hvis du vil låne bøker.</p>\n"}},{"node":{"id":"1fff0819-0931-5e3f-ab2f-f0de9163afab","slug":"casiokids-vil-ha-lokal-hatt","title":"Casiokids vil ha lokal hatt","date":"2010-08-05T20:11:01.000Z","excerpt":"<p>Ketil Kinden Endresen fra Casiokids innrømmer at han gleder seg til å møte og å se LCD Soundsystem, Tony Allen, Jonsi og Panda Bear. Casiokids spiller på Enga torsdag 12. august, klokka 15.55. Vi så dem på Roskilde tidligere i sommer og kan love at det var storveis. Det store spørsmålet tilknytta deres Øya-besøk er vel; hva kan falle inn under begrepet &laquo;lokal hatt&raquo; i Gamlebyen?</p>\n"}},{"node":{"id":"23f82bab-ff2a-5003-8478-b49c82a34878","slug":"nytt-musicheads-ute-na","title":"Nytt musicheads ute nå","date":"2010-08-05T19:55:00.000Z","excerpt":"<p>Nå er det snart festival og musicheads er ute med et ferskt digitalt magasin med Øya-stoff og annet musikksnacks for den nysgjerrige. Les mer om spennende band som spiller under Klubbdagen på Øya, festivalanbefalinger fra Øya-kontoret, potensielle høydepunkter fra konserthøsten på Rockefeller/John Dee/Sentrum Scene, aktuelle plateanbefalinger og masse mer.</p>\n<p><a href=\"http://cde.jollygood.no/1R4c59763a1b352012.cde\" target=\"_blank\">Sjekk ut nye musicheads her</a></p>\n"}},{"node":{"id":"0a82ed79-85ca-5828-907c-e01eaab55a6b","slug":"to-nye-filmer-pa-%c3%b8yakino","title":"To nye filmer på Øyakino","date":"2010-08-05T18:23:32.000Z","excerpt":"<p>Det er med stor glede vi kan ønske publikum velkommen til enda to filmer på Øyakino, konsertdokumentaren ”Ride, Rise, Roar” med den legendariske David Byrne og den alternative komedien ”Gentlemen Broncos” av Jared Hess. Filmene vises på Eldorado kino tirsdag 10. august og billetter kan kjøpes på <a href=\"http://www.oslokino.no.\" target=\"_blank\">www.oslokino.no</a> Andre filmer på Øyakino er Kommandør Treholt &#038; Ninjatroppen, The Kid, Taqwacore  – The Birth of Punk Islam, Micmacs, Heartbeats, samt stumfilmkonsert med Æthenor. Det er fortsatt billetter igjen til alle forestillingene.</p>\n"}},{"node":{"id":"432c95a1-3a07-58c5-aa03-25704cb58fda","slug":"vinneren-av-juba-konkurransen-er-karet-mary-me-young","title":"Vinneren av Juba-konkurransen er kåret: Mary Me Young","date":"2010-08-05T15:18:00.000Z","excerpt":"<p>Platekompaniet og Øyafestivalen har denne sommeren, som tidligere annonsert, arrangert en stor konkurranse for band og artister uten platekontrakt. Juryen har nå kåret vinneren som får opptre på Øyafestivalen, samt muligheten til å utgi en plateinnspilling på CD. Vinneren er: Mary Me Young</p>\n"}},{"node":{"id":"b45758e6-166b-5bf2-ac7f-5c85d8186a85","slug":"kunst-pa-%c3%b8yafestivalen","title":"Kunst på Øyafestivalen","date":"2010-08-05T10:04:00.000Z","excerpt":"<p>Øyafestivalen tar nok en gang kunst ut fra galleriet og inn i parken for å gi vårt publikum noe attåt for øyet. Kunst og musikk inspireres ofte gjensidig av hverandre og maner til refleksjon, her blir det begge deler i skjønn forening. God festival – for alle sanser!<br />\n*Who are you?* av Jannik Abel / *Palast der Republik* av Tammo Rist / *Bjørn-Kowalski Hansen og Jan Christensen*</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":131,"pageCount":183,"additionalContext":{}}}