{"data":{"wordpressPost":{"title":"Tyske Touchy Mob og Camera til Øyanatt","date":"13th June 2013","content":"<p>Berlin er den røde tråden i Øyanettene på det nye, midlertidige Kulturhuset på 800 kvadratmeter ved Youngstorget. Vi får presentert støyimpro-krautere og suggestiv technopop fra verdensbyen, som kobles med en skjult svensk elektroavantgarde-juvel med nær tilknytning til Berlin, og til våre egne spacerock-eminenser The Low Frequency in Stereo, som har Berlin og Tyskland som sitt hovedterritorium utenfor Norge. Programmet presenteres av Øyafestivalen, Kulturhuset og GAFFA, samt en av Tysklands fremste alternativradioer, <a href=\"http://byte.fm\" target=\"_blank\">byte.fm</a>, og det Berlin-baserte norske agencyet lash/out.</p>\n<p><strong>Torsdag 8. august</strong><br />\nlash/out og GAFFA presenterer:<br />\nTOUCHY MOB (DE)<br />\nSOFIA HÄRDIG (SE)<br />\nKulturhuset, Youngstorget<br />\nPris med/uten øyabillett: 120/150<br />\nAldersgrense: 20 år</p>\n<p><a href=\"http://touchymob.com/\" target=\"_blank\">Touchy Mob</a> er en mangearmet, sårbar romanse med hjemsøkende varm gitar og kroppsspråk av beats som er ment for dansegulvet. Det er et langvarig ekteskap med den lyriske intensiteten og det betryggende mørket til låtskrivere som for eksempel Chad VanGaalen, dog med stupforelskelse i riffs og rave. Legg til litt &#8220;found-sound&#8221; a la The Books, et kraut-kyss her og der, og boks det hele inn i marsjtakten til Four Tet. Touchy Mob er en løs masse, men også en masse å miste seg selv i.</p>\n<p>Berlinerens turnéhistorikk klokker over 200 konserter i Tyskland, Polen, Tsjekkia, Østerrike, Sveits, Danmark og Sverige samt obligatoriske avstikkere til SXSW, Eurosonic og Iceland Airwaves. På Øyafestivalen kan han for første gang føye til Norge i arkivet. Ventetiden kan nyttig anvendes med et besøk til hans bandcamp der alle utgivelsene kan høres helt gratis.</p>\n<p>&nbsp;</p>\n<iframe src=\"http://www.youtube.com/embed/F5aBpTZCHk8\" frameborder=\"0\" width=\"635\" height=\"357\"></iframe>\n<p>&nbsp;</p>\n<p><a href=\"Http://www.sofiahardig.net\" target=\"_blank\">Sofia Härdig</a> sitt musikalske eventyr begynte som barn med melodier og harmonier til lyden av støvsugere og bilmotorer. I voksnere alder var det sprukket blues og deformert rock som dominerte, hvor øret var utlånt til blant andre PJ Harvey og Nick Caves mest klaustrofobiske utbrudd. I 2006 endret kursen til sexy electronika, tunge danserytmer, kvernende gitarer and truende industrilyder, i form av det kritikerroste albumet The Need to Destroy, som fikk rikelig med airplay i Sverige og utlandet, og landet henne flere kunstnerstipender. De to albumene siden, Berlin-barnet Dream fra 2008 og fjorårets The Nord of the Locked Room videreutvikler det elektroniske uttrykket både eksperimentelt og improvisatorisk, men alltid med hennes forstyrrende og messende stemme som en signalrød tråd gjennom alt.</p>\n<p>Sofias prosjekter har hatt mange navn og former, blant andre Sofia Härdig and The Needles, 303 og The Happiest Girl in the World, og har involvert (og gjør det stadig) navn som John Essing (Bob Hund), Michael Nilzén (Thåström), Kenny Håkansson (Hellacopters) og Stevie Jackson (Belle and Sebastian).</p>\n<p>&nbsp;</p>\n<iframe src=\"http://player.vimeo.com/video/57282988\" frameborder=\"0\" width=\"635\" height=\"357\"></iframe>\n<p><a href=\"http://vimeo.com/57282988\">Streets &#8211; Sofia Härdig</a> from <a href=\"http://vimeo.com/user8531253\">KOSTR</a> on <a href=\"http://vimeo.com\">Vimeo</a>.</p>\n<p>&nbsp;</p>\n<p><strong>Fredag 9. august<br />\n</strong>lash/out og GAFFA presenterer:<br />\nCAMERA (DE)<br />\nTHE LOW FREQUENCY IN STEREO<br />\nKulturhuset, Youngstorget<br />\nPris med/uten øyabillett: 120/150<br />\nAldersgrense: 20 år</p>\n<p><a href=\"https://www.facebook.com/wearecamera\" target=\"_blank\">Camera</a> liker ingenting bedre enn å spille spontankonserter på offentlige steder. Uten lov, selvsagt. Tradisjonelt har det vært vanligere å oppleve Berlin-trioen midt på natten under en bro, på undergrunnsstasjonen, eller til og med på et offentlig toalett helloer enn på en scene. En annen spesialitet er å snike seg inn på høyprofilerte aftershow-fester og spille løs helt til noen innser at de ikke er en del av programmet. Fornøyelig for publikum, i mindre grad fornøyelig for vokterne av lov og orden.</p>\n<p>Bandet har fanget oppmerksomheten til kraut-pionérene Michael Rother og Dieter Moebius, og de har samarbeidet med begge live ved flere anledninger. Dermed er det ikke uventet å spore innflytelse fra nettopp legendariske kraut-navn som NEU, Harmonia, Cluster og La Düsseldorf i musikken deres. Med andre ord en perfekt konsertpartner for The Low Frequency in Stereo som opptrer samme dag. Forvent deg motorisk rock, gjennom fredfulle og episke flytende øyeblikk til mørkere lydlandskaper. For første gang i Norge: Vi gir dere Krautrock Guerilla! Vi gir dere Camera.<br />\n<iframe src=\"http://www.youtube.com/embed/dZ_697psKxE\" frameborder=\"0\" width=\"635\" height=\"476\"></iframe></p>\n<p>&nbsp;</p>\n<p>I oktober kommer første utgivelse på fire år fra det internasjonalt bejublede Haugesunds-bandet <a href=\"http://www.lowfrequencyinstereo.com\" target=\"_blank\">The Low Frequency in Stereo</a>. Fra deres kritikerroste om enn noe bråkete forrige album Futuro (Rune Grammofon) tyder tidlige sniklyttinger på at femte inkarnasjon beveger seg mot en et litt smoothere og mer underfundig låtarsenal enn sist, selv om deres symptomatiske kraut-psykedelia stil umiskjennelig er tilstede. Fortsetter utviklingen av platen den veien vi tror, vil denne utgivelsen gjøre deres tilnavn &#8220;Scandinavian rulers of Cool&#8221; mer fortjent enn noen gang.</p>\n<p>Med over 300 livekonserter og 12 års fartstid under beltet er The Low Frequency in Stereo live et betongsikkert kort hver eneste gang. Det er nok også derfor tilbudene om turnéer og konserter fra fjern og nær aldri har sluttet å hagle inn, og som nå blir i hvert fall litt forløst med bandets releaseturné i høst og vinter. Og konserten under Øyafestivalen blir første sniktitt på livesettet de kommer til å presentere. Happy floating!<br />\n<iframe src=\"http://www.youtube.com/embed/a5IowdIC2UQ\" frameborder=\"0\" width=\"635\" height=\"357\"></iframe></p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":6882,"translations":{"nb":{"url":"/2013/06/13/tyske-touchy-mob-og-camera-til-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"762f7ecd-3359-53b0-a81a-95e47fefd008","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2013/06/13/tyske-touchy-mob-og-camera-til-oyanatt/","redirect":false}}}