{"data":{"wordpressPost":{"title":"M83 til Øya onsdag 10. august","date":"1st December 2015","content":"<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13254 size-thumbnail\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"ticket\" width=\"150\" height=\"150\" data-srcset=\"https://api.oyafestivalen.no/assets/uploads/2015/11/ticket-150x150.png 150w, https://api.oyafestivalen.no/assets/uploads/2015/11/ticket-300x300.png 300w, https://api.oyafestivalen.no/assets/uploads/2015/11/ticket.png 480w\" sizes=\"(max-width: 150px) 100vw, 150px\" data-sizes=\"auto\" data-aspectratio=\"480/480\"></body></html>\n</a></p>\n<p><strong>M83 (FR)<br />\n</strong>M83 ble danna på den franske sørkysten rett etter tusenårsskiftet. Deres egen variant av svevende drømmepop ble i løpet av få år lagt merke til utenfor landets grenser, i første omgang på grunn av andrealbumet Dead Cities, Red Seas &amp; Lost Ghosts. Etter at den andre grunnleggeren forlot M83 etter to album, har det i all hovedsak vært Anthony Gonzalez sitt prosjekt. M83s atmosfæriske, elektroniske pop kan være vanskelig å beskrive med få ord, men sammenligninger med synthpop, ambient og new wave har forekommet ofte.</p>\n<p>Det kommersielle gjennombruddet kom i 2011, da Hurry Up, We’re Dreaming ble nominert til Grammy, og gikk inn på listene i flere store land. Den gjorde det også godt i Norge. Singelen Midnight City hjalp et mye større publikum å bli oppmerksomme på M83.</p>\n<p>I tillegg til egen musikk har de remiksa blant andre Depeche Mode, Goldfrapp og Bloc Party. De har turnert med giganter som Killers, Kings Of Leon og tidligere nevnte Depeche Mode. Siden forrige ordinære album, har M83 rukket å lage to soundtrack, til filmene Oblivion og You And The Night. Nå er det bare å glede seg til ny musikk i 2016, og konsert i Tøyenparken.</p>\n<p>Dette er en konsert du bør få med deg på Øya, for som <a href=\"http://consequenceofsound.net/2012/05/live-review-m83-at-chicagos-riviera-theatre-54/\" target=\"_blank\">Counsequence Of Sound</a> har skrevet: &#8211; M83 has become a juggernaut on the concert circuit, brandishing a style of dream pop that’s evolved into a cultural phenomenon</p>\n<p><a href=\"http://www.telegraph.co.uk/culture/music/cdreviews/8824818/M83-Hurry-Up-Were-Dreaming-CD-review.html\" target=\"_blank\">The Daily Telegraph</a> beskreiv forrige album på denne måten: &#8211; On top of booming synth-pop templates, his cosmic compositions arch off in weird directions, incorporating blues-bar sax solos, Afrobeat slap bass, swooping strings, psychedelic imagery and – really – a children’s story all about frogs. It’s surprisingly exhilarating stuff.</p>\n<p><a href=\"http://ilovem83.com/\">ilovem83.com</a></p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"95953c7c-a719-52a0-8c32-b67196f759f4"}}