{"data":{"wordpressPost":{"title":"The Cure til Øya onsdag 7. august","date":"5th November 2018","content":"<p>Få band har preget og påvirket indierocken og undergrunnspopen som The Cure. De har kombinert kommersiell suksess med kunstnerisk frihet på en helt egen måte. Onsdag 7. august avslutter bandet på vår største scene, med et fullt konsertsett. Ryktene sier at det kommer et nytt album før den tid.</p>\n<p>Allerede for over 5 år siden fikk vi vite at Øya er en festival The Cures Robert Smith har hatt et ønske om å spille på. I 2019 skal altså både han og vi få et ønske oppfylt. Dette blir første gang bandet spiller festival i Norge, og det blir den største konserten de har gjort her.</p>\n<p>&nbsp;</p>\n<p><strong>THE CURE (UK) – onsdag 7. august. Billetter i salg nå!</strong></p>\n<p>The Cure ble starta av Robert Smith og skolekamerater som Easy Cure i 1976. Tre år seinere var navnet forkorta og debutalbumet Three Imaginary Boys ble sluppet. Deretter fulgte en fantastisk rekke album og singler, som danna grunnlaget for den legendestatusen Smith og The Cure har i dag. Fra midten av 80-tallet har de også hatt stor suksess utenfor Europa. Klassikeren Wish fra 1992 toppet listene i UK og Australia og endte på topp ti i mange andre land.</p>\n<p>Bandet står bak en imponerende mengde sterke låter, og det er mange som har et tett forhold til singler som Boys Don’t Cry, A Forest, The Walk, Love Cats, Just Like Heaven, Lullaby, Friday I’m In Love, Close To Me og mange andre. Bandet har solgt ut store arenaer på flere kontinenter og spilt på de største og viktigste festivalene.</p>\n<p>The Cure sine låter har variert mellom melankolsk post-punk, synthpop, drømmeprega psykedelia og sløy gitarpop. Musikken deres har inspirert minst et par generasjoner med artister og låtskrivere, noe den fortsetter å gjøre.</p>\n<p>Sist The Cure spilte i Oslo, ga Aftenposten 6 av 6 mulige og konkluderte slik: &#8211; Vi kan vel kalle dem tidløse, flere av The Cures klassikere fra både de gothsvarte albumene og de mer poporienterte, og det føles som å delta på noe helt spesielt i Spektrum i dag. Jeg tviler på at det finnes en eneste publikummer som ikke ville ha mer.</p>\n<p>Vi er enormt stolte av å kunne presentere The Cure på vår største scene i 2019, for de er et band vi har hatt på ønskelista i årevis. Ekstra begeistra blir vi av å tenke på at Øya skal være en festival Robert Smith har ønska å spille på. Bandet kommer til å spille mange av de største og viktigste festivalene i Europa sommeren 2019.</p>\n<p><a href=\"http://www.thecure.com/\">www.thecure.com</a></p>\n<p><a href=\"https://www.facebook.com/thecure/\">www.facebook.com/thecure</a></p>\n","wordpress_id":22790,"translations":{"nb":{"url":"/2018/11/05/the-cure-til-oya-onsdag-7-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6ae58662-ce77-5da9-ae8b-34132aebb553","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/11/05/the-cure-til-oya-onsdag-7-august/","redirect":false}}}