{"data":{"wordpressPost":{"title":"Festivalens skitneste jobb","date":"5th August 2015","content":"<p>Ute av festivalpublikummets rekkevidde, på festivalens bakområde, står frivillige fra <a href=\"http://www.nu.no/\">Natur og Ungdom</a> og åpner hver enkelt søppelsekk, utstyrt med syrehansker, tapetkniv og en solid dose miljøengasjement. Innholdet i posene sorteres i opptil 15 ulike fraksjoner &#8211; som for eksempel mat, plast, papp og trevirke.</p>\n<p>&#8211; Jobben vi gjør for Øyafestivalen er både tung og skitten, likevel er det stadig flere som vil være med. I år har vi mottatt rekordmange søknader fra engasjerte NU&#8217;ere som ønsker å være frivillig. Som miljøverner er det ganske befriende å få jobbe med hendene, med noe en, mer eller mindre umiddelbart, ser resultater av, sier Martha Wilhelmine Revheim, leder for Natur og Ungdoms frivillige.</p>\n<p>I fjor sørget Natur og Ungdom for at hele 72% av avfallet fra festivalen ble materialgjenvunnet, og brukt til å lage nye produkter. Resten av avfallet ble energiutnyttet som fjernvarme via Hafslund. Det kan dukke opp litt av hvert på miljøstasjonen, og noe kan også gjenbrukes.</p>\n<p>&#8211; Et år kunne jeg så å si innredet hele leiligheten min med ting og tang vi tok i mot på miljøstasjonen. Det artigste er likevel at vår jobb sikrer at en så stor andel av avfallet fra Øyafestivalen blir gjenvunnet, og brukt til å lage nye ting. Det kan få andre festivaler skryte på seg, sier miljøstasjonsjef Anton Petter Hauan.</p>\n<p><b>Tjen deg rik på søppel<br />\n</b>Avfall har verdi, også for deg som festivalpublikum. Det lønner seg å hjelpe oss å kildesortere, og du kan cashe ut i en av Natur og Ungdom tre pantboder &#8211; på Munchløkka, i handlegata og på Caltexløkka. Omtrent 200.000 ølglass blir samlet inn på denne måten i løpet av festivalen. Når du panter ølglasset ditt er du med på å spare over to tonn CO2 og 5620 liter olje!</p>\n<p>Foto: Amanda Iversen Orlich / Natur og Ungdom</p>\n","wordpress_id":12889,"translations":{"nb":{"url":"/2015/08/05/festivalens-skitneste-jobb/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1210c8dd-8240-539a-848f-5b3df07f24e7"}}