{"data":{"wordpressPost":{"title":"Øya-prat 14: El Doom","date":"2nd August 2012","content":"<p>Etter å ha spilt i et utall band og prosjekter solodebuterte Ole Petter Andreassen for noen måneder siden, under navnet El Doom &amp; The Born Electric. Her byr han på fyldige doser progressiv og hard rock.</p>\n<p>&nbsp;</p>\n<p>Få med deg <a href=\"https://api.oyafestivalen.no/artist/el-doom-the-born-electric/\" target=\"_blank\">El Doom &amp; The Born Electric </a>på Vika onsdag 8. august, klokka 21.20</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>1.      Hvilken Øya-opplevelse husker du aller best?</strong></p>\n<div>&#8211; Jeg husker nok best de konsertene jeg har spilt der selv. Både Thulsa Doom og The Cumshots gjorde sine siste store konserter på Øya før vi la opp, så de var jo begge minneverdige selvfølgelig, mens min gjesteopptreden med amerikanske Endless Boogie på Øyanatt i fjor også huskes som spesielt morro.</div>\n<div>\n<p><strong>2.      Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong></p>\n</div>\n<div>&#8211; El Doom &amp; The Born Electric, The Good The Bad and The Zugly og Sweden blir helt klart årets høydepunkter. Siden alle tar musikken vår gratis, må vi støtte opp om de lokale banda, hjelpe til med å bygge opp nye svære acts fra Oslo.</div>\n<div>\n<p><strong>3.      Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong></p>\n</div>\n<div>&#8211; Ta med nok penger.</div>\n<div>\n<p><strong>4.      Hva kan folk forvente av konserten din/deres?</strong></p>\n</div>\n<div>&#8211; Innovativ og god rockemusikk fremført av musikere i verdensklasse. Pluss en eldre mann i helt ok form.</div>\n<div>\n<p><strong>5.      Har du en god eller dårlig festivalhistorie? Fortell!</strong></p>\n</div>\n<div>&#8211; Jeg pissa i buksa under Tool konserten på Øya, ville ikke gå glipp av noe. Var vel både en god og dårlig opplevelse.</div>\n<div>\n<p><strong>6.      Hva hører du på i sommer?</strong></p>\n</div>\n<div>&#8211; Creedence Clearwater Revival, Doug Paisley, Pål Angelskår (ny skive i september, dødsfet).</div>\n<div>\n<p><strong>7.      Hva vil du aller helst se på Øyafestivalens plakat i 2013?</strong></p>\n</div>\n<div>&#8211; Rush, helt klart! Verdens største undergrunnsband. Burde passe bra inn.</div>\n<div>foto: Eivind Yggeseth</div>\n","wordpress_id":4045,"translations":{"nb":{"url":"/2012/08/02/%c3%b8ya-prat-14-el-doom/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3ca1ee7c-bae8-51c3-985f-43758c95dab2","locale":"nb"}}