{"data":{"wordpressPost":{"title":"Øya er årets festival","date":"7th March 2016","content":"<p>På Parkteatret fredag kveld var stemningen meget spent da de årlige prisene til klubber og festivaler skulle deles ut. Etter å ha blitt nominert til denne prisen for n&#8217;te gang var det fantastisk forløsende å endelig kunne ta skrittene opp til podiet for å motta prisen.</p>\n<p>Denne festivalprisen er det arrangørkollegaer fra det ganske land som stemmer frem. Det gjør det ekstra stas å motta den. I juryens beskrivelse står det:</p>\n<p><strong>Øya 2015 var andre året festivalen ble arrangert i Tøyenparken i Oslo, og ble en enda bedre opplevelse for alle involverte enn det fantastiske førsteåret på Tøyen. Artistene var som vanlig plukket fra øverste hylle, både nasjonalt og internasjonalt.</strong></p>\n<p><strong>Store navn som Florence &amp; The Machine og Beck blandet med Susanne Sundførs første headlinershow og viktige konserter fra Lars Vaular, Bendik, Father John Misty og Flying Lotus gav den sedvanlige bredden og dybden som festivalen er kjent for. I 2015 fikk Øya i tillegg en rendyrket scene for elektronisk musikk, i samarbeid med Hi-Fi Klubben og Bowers &amp; Wilkins.</strong></p>\n<p>I tillegg til at Øyafestivalen ble Årets festival, mottok Blå prisen for Årets helårsarrangør, Årets nykommer ble tildelt Terminalen byscene i Ålesund, Årets konsertbilde gikk til Folken og fotograf Toffa Berg som avbildet en konsert med Ingenting, Årets plakat(er) ble tildelt Rockeklubben i Porsgrunn og Eggstockfestivalen.</p>\n<p><a href=\"http://www.konsertarrangor.no/forside/nyhetsarkiv/2016/3/oeya-og-blaa-er-aarets-festival-og-helaarsarrangoer.aspx\" target=\"_blank\">Les mer om prisutdelingen hos Norske Konsertarrangører</a>.</p>\n<p><em>Troféutforming og foto: Paal Ritter Schjerven</em></p>\n","wordpress_id":13673,"translations":{"nb":{"url":"/2016/03/07/oya-er-arets-festival/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a6f4773d-003c-5ca3-816d-04b18a97d38e","locale":"nb"}}