{"data":{"wordpressPost":{"title":"To Øyanetter på The Villa","date":"2017-07-04T10:15:53.000Z","content":"<p><span style=\"text-decoration: underline;\">Fredag 11. august</span><br />\n<strong>Main room:</strong><br />\nButch [Otherside, Tuskegee] (DE)<br />\nDanby Choi</p>\n<p><strong>Sweat Shop:</strong><br />\nSubjekt DJs: Siri Sangria &amp; Sport7000</p>\n<p>150 CC uten Øyapass, 100 CC med Øyapass, kjøpes i døren.</p>\n<p>Butch aka Bulent Gurler har virkelig steppet inn i DJenes premier league de siste årene. Med releaser sammen med Ricardo Villalobos og brilliante utgivelser på etiketter som Seth troxlers Tuskagee, Jamie Jones sitt Hot Creations og Radioslave sin egen etikett Rekids skjønner du at han mener alvor. Det er funky, det har edge og extremt dansevennelig når Butch gir ut musikk. Det samme ryktes om hans DJ-gigs. Med faste gigs på klodens superklubber og ikke minst headline shows på ulike festivaler var det på høy tid å endelig kunne presentere han i Oslo og ikke minst under en så nydelig helg som dette.<br />\n<a href=\"http://www.facebook.com/pg/cometobutch\">www.facebook.com/pg/cometobutch</a></p>\n<p><span style=\"text-decoration: underline;\">Lørdag 12. august</span><br />\n<strong>Main room:</strong><br />\nArchie Hamilton [Fuse](UK)<br />\nCharlotte T.</p>\n<p><strong>Sweat Shop:</strong><br />\nSubjekt DJs: Deep Dope Dark &amp; Bendik HK</p>\n<p>150 CC uten Øyapass, 100 CC med Øyapass, kjøpes i døren.</p>\n<p>Archie Hamilton gjør endelig sitt første norgesbesøk! Den talentfulle briten har, særlig i løpet av det siste året, virkelig etablert seg som en av de mest spennende blant up and coming produsenter/DJs/label owners. Med sine tre egne labels Moscow records, Arkityp, &amp; Moss Co. har han allerede funnet fotfeste for lengst. Hans egne produksjoner på respekterte plateselskaper som Fasten, Musique Concrete, Be Chosen, &amp; Pleasure Zone har blitt spilt flittig av DJs verden rundt. Musikken hans er preget av en sofistikert funky groove og smittsom energi som gjør at du fort vil finne frem &#8220;stanky face” uttrykket når du hører den. Som en fast del av London sitt FUSE crew, har Archie tatt store steg på karrierestigen den siste tiden &#8211; og vel fortjent har han nå funnet sin plass på Resident Advisor’s Top 100 DJs poll.<br />\n<a href=\"http://www.facebook.com/archiehamiltonmusic\">www.facebook.com/archiehamiltonmusic</a></p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":20306,"translations":{"nb":{"url":"/2017/07/04/to-oyanetter-pa-the-villa-3/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"35795e3f-0138-517d-b45e-63acb786fc09","locale":"nb"}}