{"data":{"wordpressPost":{"wordpress_id":9475,"title":"Kun 2000 ukespass igjen til Øya","excerpt":"<p>4 nye navn: THE JULIE RUIN (US), JUNGLE (UK), FARAO og BRODY DALLE (US)</p>\n","content":"<p><strong>Kun 2000 ukespass igjen</strong><strong></strong><br />\n<strong> JUNGLE (UK)</strong><br />\n<strong> FARAO</strong><br />\n<strong> BRODY DALLE (US) – ons 6/8</strong></p>\n<p>De siste dagene har det rent inn med heite navn vi kan legge til i årets Øya-program. Lista over band og artister som skal spille i Tøyenparken blir stadig lengre, men vi er fortsatt ikke halvveis engang. For øyeblikket er det kun 2000 ukespass igjen, det betyr at du bør forte deg om du vil ha med deg fire dager i parken og en fyldig Klubbdag. Både ukespass og dagsbilletter er i salg hos Billettservice.</p>\n<p><a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113\" target=\"_blank\">Kjøp ukespass til Øya her</a></p>\n<p>Vi gleder oss stort til å presentere masse ny musikk under Øya 2014. I dag Brody Dalle kommer til Tøyenparken med nytt materiale. Hun spiller samme dag som ektemannen Josh Homme og hans Queens Of The Stone Age. I tillegg har vi fått bekrefta det mystiske funk/disco/soul-prosjektet Jungle fra England og det norske stortalentet Farao. De to utenlandske bookingene skal begge spille sin første konsert i Norge under Øya.</p>\n<p>JUNGLE (UK)<br />\nJungle fra London ble en snakkis i England umiddelbart etter utgivelsen av førstesingelen Platoon i fjor vår. Viktige radio-DJs som Huw Stephens plukka den opp umiddelbart og de britiske musikkredaksjonene skrøyt på papir og nett. Oppfølgeren The Heat/Lucky I Got What I Want bekrefta at Jungle er et navn å følge med på. Deres melodiøse, moderne soul vil nok nå et betydelig større publikum i løpet av 2014. Til tross for en begrensa mengde utgitt musikk har de vært presentert som ukas band hos NME og band of the day hos The Guardian.</p>\n<p><a href=\"http://www.theguardian.com/music/2013/jun/19/jungle\" target=\"_blank\">The Guardian</a> prøvde å plassere deres første singel i et musikalsk landskap på denne måten: &#8211; The handclaps are disco and the bass-as-guitar is pure Peter Hook, but the timbre evokes a place somewhere to the left of Byrne/Eno&#8217;s Bush of Ghosts.</p>\n<p>Jungle har en god stund dyrka mystikk, ved at de lenge har hemmeligholdt hvem som står bak musikken. Spenningen og de gode låtene medførte at over 600 000 så videoen til Platoon på Vimeo. Rett før jul spilte de sin første konsert noensinne, i London. Denne solgte ut i løpet av et døgn, noe som sier en hel del om forventningene til disse gutta. De imponerte stort da vi så dem i januar, under Eurosonic-festivalen i Nederland. I august tar de med festlyden til Oslo og Øya.<br />\n<a href=\"www.junglejunglejungle.com\" target=\"_blank\">www.junglejunglejungle.com</a></p>\n<p>FARAO<br />\nFarao starta året med en strålende EP og deltagelse i årets Urørt-finale. Hennes dempede, men spennende låter smyger seg inn i bevisstheten og gir lytteren umiddelbart lyst til å høre mer. EPen hennes ble spilt inn på Island, med hjelp fra Mike Lindsay fra bandet Tunng. I studio har hun spilt de fleste instrumentene sjøl. Kari Jahnsen, som Farao egentlig heter, er bosatt og lager musikk i London. I forsøk på å beskrive uttrykket hennes, har man trukket fram referanser som Bon Iver, PJ Harvey eller Laura Marling.</p>\n<p>Time Out Magazine har allerede blitt begeistra: &#8211; Farao&#8217;s subtly supernatural folk is the next big thing to come out of the fjords</p>\n<p><a href=\"http://www.dagbladet.no/2014/02/13/kultur/musikk/anmeldelser/musikkanmeldelser/anmeldelse/31775876/\" target=\"_blank\">Dagbladet</a> har ment dette om uttrykket til Farao: &#8211; Gjennomgangstonen er et dempet og rolig pulserende driv, der gitarklimpringen følges av mykt skurrende synth og lag med perkusjon. Det som løfter det hele over «fint», er Jahnsens lyse, klare stemme; uttrykksfull, men med en naturlig letthet, uten unødig fiksfakseri</p>\n<p>Farao var Øya-kontorets absolutte favoritt i Urørt-finalen. Vi er sikre på at Farao kommer til å imponere mange i 2014. Hun har allerede rukket å spille konserter over store deler av Europa, og vist at hun er en artist av internasjonalt kaliber. Sørg for å få med deg konserten hennes på Øya.<br />\n<a href=\"http://www.farao.co.uk\" target=\"_blank\">www.farao.co.uk</a><br />\n<a href=\"https://www.facebook.com/faraomusic\" target=\"_blank\">www.facebook.com/faraomusic</a></p>\n<p>BRODY DALLE (US)<br />\nBrody Dalle fikk sitt gjennombrudd som medlem av punkbandet The Distillers på starten av 2000-tallet. I åra etterpå har hun vært dama bak bandet Spinnerette, og hatt noen gjesteopptredener på skivene til Queens Of The Stone Age. I sistnevnte band er ektemannen Josh Homme lagkaptein. I 2014 kommer Brody Dalles første soloalbum, og første catchy smakebit heter Meet The Foetus/Oh The Joy. <a href=\"http://www.nme.com/blogs/nme-blogs/nme-exclusive-brody-dalle-meet-the-foetus\" target=\"_blank\">NME </a>beskreiv soundet sånn: &#8211; It’s not quite the in-your-face punk that formed some of The Distillers’ finest moments but its buzzsaw guitars, gleaming melodies and heartfelt lyrics hint that Brody’s moved on leaps and bounds from those days.</p>\n<p>Hun har produsert skiva sammen med Alain Johannes, som mange kjenner fra hans arbeid med Queens Of The Stone Age, Mark Lanegan og andre. Onsdag 6. August, same dag som Queens Of The Stone Age runder av kvelden, kan du oppleve Brody Dalle i Tøyenparken. Hennes solomateriale har klare referanser til den rufsete pønkrocken og de sterke poprefrengene hun har laga tidligere. Gjør deg klar for leksjon i fet rock og herlig energi.<br />\n<a href=\"https://www.facebook.com/faraomusic\" target=\"_blank\">www.brodydalle.com</a></p>\n","date":"2014-02-17T09:51:18.000Z","featured_image":{"title":"julie ruin øyafestivalen 2014 crop","filename":"julie-ruin-yafestivalen-2014-crop.jpg","filesize":102659,"url":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop.jpg","link":"http://oya.test/julie-ruin-oyafestivalen-2014-crop/","alt":"","author":"3","description":"","caption":"","name":"julie-ruin-oyafestivalen-2014-crop","status":"inherit","uploaded_to":0,"date":"2014-02-17 06:56:54","modified":"2014-02-17 06:56:54","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":400,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop-300x150.jpg","medium_width":300,"medium_height":150,"medium_large":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop-768x384.jpg","medium_large_width":768,"medium_large_height":384,"large":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop.jpg","large_width":800,"large_height":400,"small":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop.jpg","small_width":320,"small_height":160,"medium_small":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop.jpg","medium_small_width":640,"medium_small_height":320,"xlarge":"http://oya.test/assets/uploads/2014/02/julie-ruin-yafestivalen-2014-crop.jpg","xlarge_width":800,"xlarge_height":400}},"translations":{"nb":{"url":"/2014/02/17/kun-2000-ukespass-igjen-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"73ea469b-c0de-57e8-98c1-0903bd3aea58","locale":"nb"}}