{"data":{"wordpressPost":{"title":"Phosphorescent og Mikhael Paskalev til Øya","date":"8th April 2013","content":"<p><strong>PHOSPHORESCENT (US) – fre 9. aug</strong></p>\n<p><strong>MIKHAEL PASKALEV – ons 7. aug</strong></p>\n<p><strong>DAGSBILLETTER IGJEN TIL ALLE DAGER</strong></p>\n<p><strong>FLERE ARTISTER PLASSERT PÅ DAG</strong></p>\n<p>&nbsp;</p>\n<p>Øya-kontoret mottar for tiden bekreftelser i høyt tempo og vi er i ferd med å bygge et meget sterkt program. Samtidig får vi plassert stadig flere artister på dager. For foreløpig oversikt, <a href=\"https://api.oyafestivalen.no/program/#all\" target=\"_blank\">se her </a></p>\n<p>&nbsp;</p>\n<p>Nå er det klart at det siste årets største singer/songwriter-nykommer skal åpne festivalen utendørsdel onsdag i festivaluka. Det har blitt en tradisjon at vi flytter en artist opp på en større scene året etter sin første konsert i Middelalderparken. Mikhael Paskalev spilte på en av våre minste scener i fjor. Siden den gang har han gitt ut et solid debutalbum, og er nå klar for vår Enga. Fra Georgia, USA kommer Matthew Houk, bedre kjent som Phosphorescent. Vi har fulgt ham en stund, men etter årets knallalbum Muchacho vil vi veldig gjerne vise fram denne videreutvikleren av klassisk americana til Øya-publikummet. Han spiller i Middelalderparken fredag 9. august, sammen med fullt band.</p>\n<p>&nbsp;</p>\n<p>Det er foreløpig dagsbilletter igjen til alle dager. Kjøp billetter til onsdagen og fredagen her:</p>\n<p><a href=\"http://www.billettservice.no/event/377283\" target=\"_blank\">ONSDAG 7. AUGUST</a> med Blur, Kvelertak, Tame Impala, Alabama Shakes, Electric Wizard, Black Debbath, Mikhael Paksalev og mange flere</p>\n<p><a href=\"http://www.billettservice.no/event/377289\" target=\"_blank\">FREDAG 9. AUGUST </a>med Kraftwerk, Azeaia Banks, Phosphorescent, James Blake, Beach House, Goat, Supersilent feat John Paul Jones og mange flere</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>PHOSPHORESCENT (US)</p>\n<p>For omtrent 10 år siden starta Matt Houck å gi ut musikk under navnet Phosphorescent. Med Pride (2007), Willie Nelson-hyllesten To Willie (2009) og den fantastiske Here’s To Taking It Easy (2010) økte både oppmerksomheten og fanskaren. Årets skive Muchacho gir  musikeren, sangeren og låtskriveren fra Athens, Georgia muligheten til å ta enda noen steg opp popularitetsstigen. Hans egen miks av jordnær americana og indie-flørt gjør det til en glede å oppleve Phosphorescent både på skive og fra scena. At han i tillegg skriver tekster som ofte frambringer små glis, gjør dette til et sjarmerende musikalsk bekjentskap.</p>\n<p>&nbsp;</p>\n<p>Anmeldere på begge sider av Atlanteren har vært begeistra for Phosphorescents ferskeste utgivelse. Pitchfork ment at: -On <em>Muchacho</em>, Houck gathers together everything he&#8217;s attempted&#8211; beery, rollicking country-rock, haunted tribal hymnals, regret-soaked bar room heartbreak&#8211; and fashions it into something close to a defining statement.</p>\n<p>&nbsp;</p>\n<p>Muchacho ble laget etter et samlivsbrudd og er prega av at arbeidsmetodene for låtskriving ble endra. Houck dro til Mexico og benytta hovedsakelig en synth i det tidlige arbeidet. Bruken av elektroniske instrumenter har også fått prege det ferdige resultatet en hel del, sjøl om Phosphorescent er godt gjenkjennelige for fansen. Den ferske utgivelsen har såpass med fine og morsomme detaljer, at det ikke er fare for at man går lei med det første. Vi gleder oss til å høre de såre og varme låtene i sommersola i august.</p>\n<p><a href=\"http://phosphorescentmusic.com/\">http://phosphorescentmusic.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>MIKHAEL PASKALEV</p>\n<p>Mikhael Paskalev har de siste åra etablert seg som en av landets mest spennende nye singer/songwritere, blant annet på grunn av hans Urørt-seier i 2012. I fjor spilte han på Vika-scena under Øya, og nå er det på tide at han får spille på vår største scene. Det etterlengta debutalbumet What’s Life Without Losers kom nylig ut.</p>\n<p>&nbsp;</p>\n<p>Gaffa var et av de begeistra mediene og skreiv: &#8211; Paskalevs karakteristiske stemme og friske tilnærming til nostalgisk folkrock bør bli trykket enda tettere til brystet av mang en musikkglad nordmann i år, og et eksemplar av denne skiva bør være et trygt gavevalg til rastløse indiekids så vel som fastkjørte retrorock-onkler.</p>\n<p>&nbsp;</p>\n<p>Paskalev har vært svært travel de siste åra, både på egenhånd og som musikere for vennene Jonas Alaska og Billie Van. Med smakebitene som kom i forkant av albumet ble det tydelig at han var i ferd med å bygge sin helt egen fanskare.</p>\n<p>&nbsp;</p>\n<p>På lista over hans inpirasjonskilder finner man alt fra ikoner som Paul Simon til moderne popmestere som The Shins. Paskalevs stil har kanskje slektskap med disse, men han har samtidig klart å skape sitt eget lett gjenkjennelige uttrykk. Vi gleder oss til store doser av låtene hans i Middelalderparken når han skal åpne utendørsdelen av festivalen onsdag 7. august. Dette blir garantert en hyggestund, fullspekka med herlig kvalitetspop.</p>\n<p><a href=\"https://www.facebook.com/PaskalevMikhael\">https://www.facebook.com/PaskalevMikhael</a></p>\n<p>foto Steve Gullick</p>\n","wordpress_id":6198,"translations":{"nb":{"url":"/2013/04/08/phosphorescent-og-mikhael-paskalev-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"21f5a3ec-2219-58fc-881c-3005d4d22798"}}