{"data":{"wordpressPost":{"title":"SuperØya MiniDisko","date":"2nd July 2009","content":"<p>Hurra! </p>\n<p>SuperMinidisko er et klubbkonsept for barn og unge mellom 3 og 12 år, med foreldre, hvor de sammen kan hoppe, sprette og danse til pop, disco, elektronica og hip hop.</p>\n<p>SuperSøndag MiniDisko er tilstede under Øyafestivalen både fredag og lørdag i Camp Indie-teltet,  men holder til vanlig hus på Parkteatret på søndager mellom 12.00 og 15.00, med 2 stk proppfulle forstillinger hver supersøndag det siste året. </p>\n<p>Norges mest profilerte dj´s stiller opp og spiller ordentlig musikk, tilrettelagt for barna. Dj´ene som bookes har utelukkende barn selv, og disse barna er også med som musikkpoliti og makker-djs og vil spille back-2-back med dj-mamma og pappa.</p>\n<p>Det vil være dunkel belysning, levende diskolys, røykmaskin og såpeboblemaskin for å skape en superduper diskostemning. </p>\n<p>*Fredag 1705-1755, Camp Indie-teltet:*</p>\n<p>Strangefruit (38år) + Dj Inger Emilie (4 ½år)<br />\nStangefruit aka Pål Nyhus er tidligere kåret til Norges beste dj og har spilt med artister som Herbie Hancock, Wayne Shorter og Michael Brecker. Pål Nyhus er også med i gruppa til Nils Petter Molvær, og Pål ga nylig ut et eget album under navnet Mungolian Jet Set.</p>\n<p>*Lørdag 1720-kl.1810,  Camp Indie-teltet:*</p>\n<p>Dj Olle abstract + DJ Elias abstact 8år<br />\nOlle Abstaract har dj´et land og strand og det store utland samt drevet et utall klubber siden 1985. Han har også vært radiodj på NRK p3 med sitt eget Abstract siden 1993. Olle holder alltid koken og spiller fletta av de fleste med sin miks av funky, svett, klubbmusikk. Henda i været! </p>\n<p>*OPPTREDENER BÅDE FREDAG OG LØRDAG PÅ DISKO&#8217;N:*<br />\nThe Breaker Boys  - består av to gutter på 5- og 9år. Guttene møtte hverandre under innspillingen av tv-programmet Norske Talenter og fant hverandre gjennom sin felles lidenskap for Hip Hop og breakdance. De slo sine krefter sammen og dannet dansegruppa The Breaker Boys. </p>\n<p>DiskoDirektør, Radouane fra NRK Barne TV<br />\n&#8211; binder showet sammen, setter igang konkurranser og drar igang de minste på dansegulvet </p>\n<p>DJ ElskerDeg<br />\n&#8211; er resident dj, Introdusent sammen med Disko Direktøren og fast inventar   Gorilla Mæd<br />\n&#8211; er dørvakt, og passer på at ingen barn sniker med seg medbrakte ballonger. Han kan plutselig synge, danse eller dele ut gratis bananer.   Kaninen DJ Boss O Nova spiller musikk og er med barna og danser på dansegulvet </p>\n<p>VJ For Your Eyes Truly<br />\n&#8211; Live Video Mixing, by Tone Truly</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e8453f63-da23-52cd-8108-ac8503df408b"}}