{"data":{"wordpressPost":{"title":"To ganger Sunkissed på Øyanatt","date":"22nd June 2012","content":"<p><strong>ØYA:SUNKISSED</strong><br />\nTorsdag 9 &amp; Lørdag 11 August<br />\nBlå / Brenneriveien 9c<br />\n22:00 &#8211; 03:30 / 130kr forsalg eller med Øya billett / 150kr i døra<br />\n17:00 &#8211; 22:00 på uteserveringa / gratis<br />\nbillletter på <a href=\"http://www.ticspace.no/\" target=\"_blank\">www.billettservice.no</a> fra mandag 18 juni<br />\nSHED [Wax, Ostgut, DE] / BLOKSBERG [live] / FINNEBASSEN [live] / G-HA &amp; OLANSKII / VINNY VILLBASS  / NICO COLTSFOOT /RONNY RABALDER / DJ GAUTE / HENRI LE COQ &amp; LE CAPTAIN / RASMUSSEN / ASBJØRN E / PETTER CELIUS &amp; FINNEBASSEN &amp; ALEX / SETH SKIZZO &amp; JOKKE<br />\n[+ visuelt] KYRRELYS / INGEBORG OLERUD / OLANSKII</p>\n<p><strong>TORSDAG 11 AUGUST</strong></p>\n<p><strong> SHED [Ostgut Ton, Wax, 50 Weapons / live]</strong><br />\n<strong> Bloksberg [live : onstage 23:30!]</strong><br />\n<strong> g-HA &amp; Olanskii</strong><br />\n<strong> Seth Skizzo &amp; Jokke</strong><br />\n<strong> [+ ute] Ronny Rabalder &amp; Asbjørn E, Rasmussen, Seth Skizzo &amp; Loveshack</strong><br />\n<strong> [+ visuelt] KyrreLys, Ingeborg Olerud &amp; Olanskii</strong></p>\n<p><strong>SHED<br />\n</strong>2012 er året Berlin technoen endelig inntar Oslo for fullt. Etter mange år med stigende Norwegian frekvens, rett fra Gardermoen til Berghain, Bar 25, Club Der Visionaire, Watergate, Kater Holzig, utallige &#8216;open airs&#8217; og et bøttelass med andre klubber i techno&#8217;ens Europolis, har selv hipstere, streitinger, rockere, hip-hop&#8217;ere og andre kommet hjem i konvertert form. Episentrum er en en garde kompromissløse technoprodusenter som utfordrer både intellekt og dansefot. Lydbildet er urban mollstemning:  Bilder fra Fritz Langs &#8216;Metropolis&#8217;, Chaplins &#8216;Modern Times&#8217; og Ridley Scotts &#8216;Blade Runner&#8217; skimtes gjennom et lydbilde fra en binær tidsalder preget av ny krise og kimer til opprør.</p>\n<p>Sammen med Ben Klock, Marcell Fengler og Marcell Dettmann er Shed en sentral artist i Berghain og Ostgut Ton familien. Shed har gitt ut to kritikerroste album på Ostgut Ton, og bidratt på en rekke singler, mixer og samlealbum, i tillegg til utgivelser på andre etiketter. Sammen med plateshappa Hardwax i Berlin driver han også Wax (hvor han gir ut som Wax), en etikett som typisk for Berlin gir ut limiterte håndstemplede vinyl for kjernen av dj&#8217;s og kjennere. Flere av de knapt seks utgivelsene har gått på tung a-liste rotasjon på såvel techno klubber som house klubber kloden over. Typisk Berlin er han også å finne under en bråte andre navn som WK7, EQD, Head High, Panamax Project, Traveller og en rekke andre etikker. Tilsammen sørger det hele for en kombinert diskografi av perler herfra til helvete. Shed er ikke en ren techno produsent, han utfordrer gjerne både struktur og rytme i flere retninger av det elektroniske spekteret. Men i bunn ligger en gjerne et spill mellom bass fra det niende nivå i Dante&#8217;s Inferno, og varm damp som slippes ut, vekselvist kontrollert eller eksplosivt.</p>\n<p><strong>Bloksberg</strong><br />\nGrønne, knugende hender og smaken av tørris. Duoen bestående av Eivind J. Vullum og Jens-Kjole Bjerkan, tidligere å se i kvartetten Sally Suicide, har ganske sikkert funnet nye stier for sine fremtidige ekskursjoner. I sin kjølevannet av sine to første konserter fikk de tilbudet om å være med 120 days som support på tre konserter og ble godt mottat både her i Oslo, Bergen og Stavanger. Instrumenteringen er ekte analoge synther, trommemaskiner og sequensere. Musikksjangeren er definert som Kr-techno eller bare Tækno. Et unikt tilbud til ungdommen såvel som den kommende eldrebølgen. Guttene, de svært pene og interesserte guttene i Bloksberg, som like sannsynlig er å treffe på Kiss-konsert som på et newagerituale, forsøker kanskje å modernisere E2-E4 vil kanskje noen påstå? Det er for stort til å ta på sparket! Det tenker de ikke på.</p>\n<p><strong>G-HA &amp; Olanskii</strong><br />\nHerr og Fru Sunkissed har servert eplepai til folket på Sunkissed siden tidenes morgen! Gode gud, radarparet har selvfølgelig også turnert i inn- og utland, både med og uten skandaler. Gutta har pakka snippesken og underholdt på blant annet Fabric (London), Panoramabar (Berlin), Robert Johnson (Frankfurt), Mondo (Madrid) og Honkytonks (Melbourne), Nottinghillartsclub (London), Moog (Barcelona) for å nevne noe. Samarbeidet har også ført til en herlig liten cd-samler på krem-etiketten Smalltown Supersound I 2007. I det siste har gutta også herjet fast, med eller uten heit utenlandsk gjest, hver FrÆdag på Jaeger. Gjerne etter at g-HA har svanset seg gjennom spilling både onsdag og torsdag, mens Olanskii sitter og svetter over booking, snekring og hortikulturelle gleder på Jaeger. For ikke å glemme at de sammen med DiskJokke og Vinny Villbass ramler fulle av fanden inn på Footfood hver glade sommer søndag på samme sted borti Grensen.</p>\n<p>&nbsp;</p>\n<p><strong>Seth Skizzo &amp; Jokke</strong></p>\n<p>Seth Skizzo er en tredjedel av DJ og klubb-kollektivet (((Kids Love Bass))). De har over de siste tre årene bragt mang et fint artistnavn inn fra det store utland for å spille for bass og danse-glade nordmenn, samt å kunne snurre opp til dans på egenhånd. Seth spiller House og annen elektronisk dansemusikk fra byer som Baltimore, Bristol, Johannesburg, København og Kingston. Her dreier det seg egentlig mer om tempo og rytmer enn bestemte sjangere. Det skal være groovy, det skal være ærlig. Jokke er ene halvdel av det rendyrkede Techno-konseptet The Void &#8211; Oslos nye snakkis og definitivt et av årets friskeste tilskudd på klubb-scenen. En stor forskjærlighet for Techno og vinyl blandet med stødige mikseferdigheter er det som kjennetegner settene til Jokke. Sammen skal barndomskameratene bygge broer mellom mellom de mørke delene av House og Techno, med en luguber undertone av bystøv og Oslo-Øst. Vålerenga meets Detroit.</p>\n<p>&nbsp;</p>\n<p><strong>Ronny Rabalder &amp; Asbjørn E</strong><br />\nSjåfør-Ronny har spillt myndig techno siden 1997. Blant annet har han arrangert og spilt på en haug med klubber i Oslo og Trondheim. Ikke minst har han både veiva igang lysriggen på Ploink og varma opp for størrelser som Carl Cox og Jeff Mills. Asbjørn har gjort seg bemerket gjennom årene med sitt gode humør og frekke spillestil. Han er tidligere observert med konseptet Fin Gardin, som herjet en gang på 2000 tallet.</p>\n<p><strong>Rasmussen</strong><br />\nSykkelreperatør Rasmussen har vært med oss en god stund. Han er som regel å finne som overoppsynsmann i døra, men er også en meget habil dj. Mannen har ett bein i Berlinerbolla og det andre dypt inne i de svenske skoger. Dette merkes godt når denne herren drar fram deilige dype groovere, og man finner ut at det Rasmussen selv som har snekra, og ikke Svein Weismann eller non&#8217; sånne.<br />\n<strong>LØRDAG 13 AUGUST</strong></p>\n<p><strong>Finnebassen [live &#8211; onstage 23:30]</strong><br />\n<strong> g-HA &amp; Olanskii</strong><br />\n<strong> Vinny Villbass</strong><br />\n<strong> Petter Celius &amp; Alex</strong></p>\n<p><strong> [+ ute] Henri Le Coq &amp; Le Capitan, Gaute Haaversen, Nico Coltsfoot, Petter Celius &amp; Finnebassen &amp; Alex</strong><br />\n<strong> [+ visuelt] KyrreLys, Ingeborg Olerud &amp; Olanskii</strong></p>\n<p><strong>Finnebassen &amp; Petter Celius &amp; Alex</strong><br />\nFinnebassen har sammen med makkerne Petter Celius og Alex vært et frisk pust på house scenen i Oslo. De har med seg uvanlig godt humør og varm analog house musikk hvor enn de spiller. Dette har landet dem faste søndager på Jaeger (når Footfood går i dvale), faste torsdager på Fugazi, og ikke så rent lite buzz rundt om byen. Det siste året har Finnebassen til gangs sluppet et knippe hærlige låter. Det har alt resultert i listinger på flere av Beat Port&#8217;s top 10 lister. I skrivende stund ligger &#8216;Touching Me&#8217;, på überhete Noir Records, på førsteplassen på Beat Ports top 10 &#8216;Deep House&#8217; liste. Det er stort! Og det borger for et ikke så lite internasjonalt gjennombrudd! Dermed var det ikke bare naturlig å gi plass til hele trioen bak spillerne, men vi utfordret også Finnebassen til å gjøre premiere på livesettet på Sunkissed.</p>\n<p><strong>g-HA &amp; Olanskii</strong><br />\nHerr og Fru Sunkissed har servert eplepai til folket på Sunkissed siden tidenes morgen! Gode gud, radarparet har selvfølgelig også turnert i inn- og utland, både med og uten skandaler. Gutta har pakka snippesken og underholdt på blant annet Fabric (London), Panoramabar (Berlin), Robert Johnson (Frankfurt), Mondo (Madrid) og Honkytonks (Melbourne), Nottinghillartsclub (London), Moog (Barcelona) for å nevne noe. Samarbeidet har også ført til en herlig liten cd-samler på krem-etiketten Smalltown Supersound I 2007. I det siste har gutta også herjet fast, med eller uten heit utenlandsk gjest, hver FrÆdag på Jaeger. Gjerne etter at g-HA har svanset seg gjennom spilling både onsdag og torsdag, mens Olanskii sitter og svetter over booking, snekring og hortikulturelle gleder på Jaeger. For ikke å glemme at de sammen med DiskJokke og Vinny Villbass ramler fulle av fanden inn på Footfood hver glade sommer søndag på samme sted borti Grensen.</p>\n<p><strong>Vinny Villbass</strong><br />\nBassen starta i utgangspunktet Sunkissed avd. Trondheim under den herlige student-tida. Etter hjemkomsten til tigerstaden, ble de en naturlig del av hele sulamitten. Villbassen emigrert en stund til Berlin (slik som vaske ekte kunstnere jo gjør), men er allikevel mer aktiv en de fleste her oppe på berget. Vinny er tidvis DiskJokkes sparringspartner både bak platespillerne og i studio, samt at han spiller gitar i Diskjokke band. Om dagen er han også primus motor bak Oslo Club Cast (<a href=\"http://www.osloclubcast.no/\" target=\"_blank\">www.osloclubcast.no</a>), som hver tirsdag bringer lyden av helgen hjem i stua di. I tillegg snur han ethvert dansegulv på hue sånn sirka hver helg, noe som gjerne kulminerer i en etterlengtet dagens.</p>\n<p><strong>Gaute Haaversen</strong><br />\nGutten med det fulle navn Gaute Haaversen Westhassel er en meget opptatt herre; han har vært tungt inne på Blå og syslet med sin egen festival Oslo Live de siste årene. Om dagen herjer han sammen med Øyvind Morken på Jaeger hver bidige Untzdag. Noe som gjerne resulterer i en smule treighet torsdag morgen for mannen som også er ansvarlig for live og event booking på Jaeger. Det hender forøvrig også at han er stigemester og leverandør av godsakene på Sunkissed så klart.</p>\n<p><strong>Nico Coltsfoot</strong><br />\nNico er yngste mann på laget, men feirer allikevel 12-års jubileum som dj I disse dager. Som selverklært gammal sjøulk veit han mer om maling og den norske house og disko scena enn de fleste. En framtidig housemusikkens John Peel om du spør du oss. Mannen er for tiden brennaktuell som makker til Dj Nuhhh! på retro kveldene Jaeger. Her foreleses det om Paradise Garage hver torsdag (når herren selv ikke valfarter til garagen der hele skjedde i New York da &#8230;) ispedd klassisk house og go&#8217; dose Innervision. Heia Odd!</p>\n<p><strong>Henri LeCoq &amp; Le Capitan</strong><br />\nHvis du liker deg på Blå, kan du umulig ha unngått å møte på disse to gutta, mange blir overraska over at det faktisk fins to av de, men det gjør det altså. Dobbelt så bra! I tillegg til å spille snasen house og disco er de også involvert veldig skumle greier hver 17 mai. Forøvrig blir å finne regelmessig med et ansvar for godfoten på uteserveringa på Sunkissed kveldene.</p>\n<p>vœr sunkissed : <a href=\"http://www.sunkissed.no/\" target=\"_blank\">www.sunkissed.no</a></p>\n<p>Sunkissed lyden leveres av Martin Audio fra Ljudia : <a href=\"http://www.ljudia.no/\" target=\"_blank\">www.ljudia.no</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>M ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n<p>foto Bloksberg: Ingrid Pop</p>\n","wordpress_id":3302,"translations":{"nb":{"url":"/2012/06/22/to-ganger-sunkissed-pa-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"72903bf5-0ac4-565c-9186-a85ca5f4a004","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/06/22/to-ganger-sunkissed-pa-oyanatt/","redirect":false}}}