{"data":{"wordpressPost":{"title":"Mayhem runder 30 år på Øya","date":"26th February 2014","content":"<p>Black metal-legendene Mayhem runder 30 år som band og de har valgt å legge feiringa til Øyafestivalen fredag 8. august. I år gir de også ut et nytt album for første gang siden Ordo ad Chao fra 2007. Det ligger an til å bli et stort år for bandet, og du bør ikke gå glipp av konserten i Tøyenparken.</p>\n<p><a href=\"http://www.billettservice.no/event/fredagsbillett-oyafestivalen-2014-billetter/409621?camefrom=Client_Oya_Hjemmeside fredag_Oyafestivalen_101013\" target=\"_blank\">Kjøp fredagsbilletter her</a><br />\n<a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113\" target=\"_blank\">Kjøp ukespass her</a></p>\n<p><strong>MAYHEM</strong><br />\nDenne våren gir Mayhem ut ny musikk for første gang på 7 år. Samtidig er det 30 år siden bandet ble grunnlagt. Få band har en historie så prega av dramatikk og mystikk, og få har klart å holde posisjonen som pionérer og videreutviklere av en stilart på samme måte. Flere av utgivelsene er blant milepælene innen ekstremmetal. Bandet har lojale fans over hele verden. De regnes som en av de største inspirasjonskildene for moderne ekstrem musikk. Flere band har kalt seg verdens største kultband, men vi lurer på om beskrivelsen passer aller best på Mayhem. Sist bandet spilte på Øyafestivalen, i 2008, merka vi hvor opptatt internasjonale artister i ulike sjangre var av at de delte plakat med sjølveste Mayhem. Det ble en konsert mange fortsatt snakker om den dag i dag.</p>\n<p>Innen sommern er her har Mayhem gitt ut et nytt album. Litt før kommer singelen Psywar, som nå er tilgjengelig på nett. Det er ikke ofte bandet har spilt konserter i Norge de siste åra, så det er mange som vil ha seg ei stor dose Mayhem. Foreløpig har bandet vært hemmelighetsfulle om hvordan jubileumskonserten blir, men enhver Mayhem-konsert er noe utenom det vanlige. Denne blir ikke noe mindre spektakulær.</p>\n<p>Om den 20 år gamle klassikeren De Mysteriis Dom Sathanas har <a href=\"http://www.bestblackmetalalbums.com/mayhem_de_mysteriis_dom_sathanas.php\" target=\"_blank\">bestblackmetalalbums.com</a> skrevet: -Essentially, De Mysteriis Dom Sathanas is one of a kind, it&#8217;s beyond comparison, and it&#8217;s one of the genre&#8217;s most fundamental albums and stands as a monument to Norwegian Black Metal.</p>\n<p><a href=\"http://lastrit.es/reviews/3556/mayhem-ordo-ad-chao\" target=\"_blank\">Last Rites</a> mente dette om forrige album: &#8211; Ordo Ad Chao is an outstanding exhibition of skill, mood, and ferocity, and is a most refreshingly torrid, unapologetically oppressive album that surpassed all expectations. Phenomenal.</p>\n<p><a href=\"http://www.thetruemayhem.com/\" target=\"_blank\">www.thetruemayhem.com</a></p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"281\" src=\"http://www.youtube.com/embed/oh8e3d6h_a4?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></div>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fca16ab8-955c-5a75-858c-3682a2146e5e"}}