{"data":{"wordpressPost":{"title":"CHIC featuring Nile Rodgers to play Øya on 12th of August","date":"22nd April 2015","content":"<p>Nile Rodgers is a seminal figure in disco and modern pop, both as an artist with his own outfit CHIC, and as a producer of canonical songs and popcultural mainstays such as Diana Ross&#8217; I&#8217;m Coming Out, David Bowie&#8217;s Let&#8217;s Dance, Sister Sledge’s We Are Family, Duran Duran Notorius and many, many more. His songwriting and inventive guitar playing has inspired generations of artists. Get ready for an amazing musical experience &#8211; and a great party &#8211; when CHIC featuring Nile Rodgers headline our main stage on Wednesday 12th of August.</p>\n<p>There are still day tickets left for Wednesday, Thursday and Friday.</p>\n<p><b>CHIC featuring Nile Rodgers (US):</b> <i>The greatest dance music band of all time – totally LIVE – playing their new smash single, I’ll Be There.</i></p>\n<p>This summer CHIC will release It&#8217;s About Time, their first studio album since 1992. The single I&#8217;ll Be There is out now, and will give you a good taste of the party in Tøyenparken when CHIC featuring Nile Rodgers will headline our great Wednesday line-up.</p>\n<p>Nile Rodgers has reached a new audience in the last few years, partly because of his contribution to Daft Punk’s 2013 album Random Access Memories. He started CHIC with Bernard Edwards, and at the end of the 70s, their albums went platinum and the singles topped the charts. Rodgers is a Grammy award winning composer, guitarist, arranger and producer who has influenced pop music for decades.</p>\n<p>CHIC is probably the most sampled band in history, and their impact goes far beyond disco and pop. Nile Rodgers has produced successful recordings with David Bowie, Madonna, Diana Ross, Sister Sledge, Duran Duran, Mick Jagger, Grace Jones, B-52s and many others. In recent years, he has collaborated with Disclosure, Sam Smith, Pharrell Williams and the aforementioned Daft Punk.</p>\n<p>With CHIC featuring Nile Rodgers, you are guaranteed to get in the best party mood and start dancing. The live set includes their big hits, like Le Freak and Good Times, and songs CHIC has helped to create. Expect a fantastic hit parade by the greatest dance music band of all time!</p>\n<p><a href=\"http://www.theguardian.com/music/2015/mar/24/chic-nile-rodgers-review\" target=\"_blank\">The Guardian</a> was very pleased when CHIC featuring Nile Rodgers played the 02 Academy in Glasgow in March: &#8211; The current CHIC live show seems like an extension of his personality: a two-hour cascade of influential disco, flawlessly delivered in cluster bombs of maxi-medleys. When this incarnation of CHIC is in full flight during I Want Your Love or My Forbidden Lover, it creates the not-unpleasant feeling of being steamrollered by a gigantic mirrorball.</p>\n<p><a href=\"http://www.nilerodgers.com\" target=\"_blank\"><b>www.nilerodgers.com</b></a></p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"281\" src=\"http://www.youtube.com/embed/2OXoSLANXIY?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></div>\n","wordpress_id":5107,"translations":{"nb":null,"en":{"url":"/en/2015/04/22/chic-featuring-nile-rodgers-to-play-oya-on-12th-of-august/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7e756c34-6f40-57e9-8a99-7c109c912dd8","locale":"en","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/en/2015/04/22/chic-featuring-nile-rodgers-to-play-oya-on-12th-of-august/","redirect":false}}}