{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"57997878-076f-5da8-95e5-f4d837a46132","slug":"prov-gront-punkts-sommerquiz","title":"Prøv Grønt Punkts sommerquiz","date":"2011-07-14T10:36:18.000Z","excerpt":"<p>Grønt Punkt har laga en sommerquiz på Facebook, hvor man kan vinne billetter til årets Øyafestival. Test dine kunnskaper om miljøvennlige returordninger og bli med i trekningen av gode festivaloppevelser i Middelalderparken i august. </p>\n"}},{"node":{"id":"977ba212-9869-5ea2-9510-dfc3a69dcebf","slug":"bla-drar-pa-sommerferie-til-sukkerbiten","title":"BLÅ drar på sommerferie til Sukkerbiten!","date":"2011-07-14T10:19:00.000Z","excerpt":"<p>I en liten uke fra søndag 17.juli til og med lørdag 23.juli flytter BLÅ ansatte, DJ&#8217;er og hele sjela si ned til Sukkerbiten, Øyafestivalens lille sommerkrypinn bak Operaen.<br />\nÅrsaken til denne sydenturen er at Næringsetaten mener at BLÅ enkelt og greit er for flinke til å tappe øl. Men dette stopper ikke det kulturelle innholdet på sjappa! Ikke nok med at de flytter allerede bekreftede arrangementer, men det fylles på med DJ&#8217;er og andre godsaker gjennom hele uka. </p>\n"}},{"node":{"id":"1e3f9a13-bfb7-5e74-8609-5b3dcbd36ed0","slug":"kun-en-mulighet-igjen","title":"Kun en mulighet igjen","date":"2011-07-13T13:51:47.000Z","excerpt":"<p>Det er nå kun dagsbilletter igjen til en av dagene under Øyafestivalen, nemlig lørdag 13. august. Om du vil benytte deg av denne siste muligheten til å komme deg i Middelalderparken under Øyafestivalen, anbefaler vi at du kjøper billetter fort. Det er nemlig kun noen svært få igjen. Billettservice gikk i dag tomme for billetter til torsdag 11. august og vi kan trygt si at årets billettsalg har vært det beste noensinne.</p>\n"}},{"node":{"id":"a85930ec-c9fd-573b-a1d5-4de4d40622bb","slug":"festivalmagasinet-er-pa-gata","title":"Festivalmagasinet er på gata","date":"2011-07-13T11:37:59.000Z","excerpt":"<p>Nå kan du finne årets festivalmagasin på de beste barene, konsertlokalene og caféene i de største byene i landet. Festivalmagasinet er i år i et litt mindre format, slik at du får plass til det i lomma. Her finner du en masse nyttig Øya-info, programoppsettet, tips, festivalkart og selvsagt presentasjoner av artistene. Med andre ord kan du slappe av med over 100 sider godt festivalstoff, mens du gleder deg til eller planlegger Øyafestivalen 2011.</p>\n"}},{"node":{"id":"ddd8f4d2-b769-58bf-b921-95d79408e341","slug":"mer-%c3%b8yanatt-her-er-programmet-til-jaeger","title":"Mer Øyanatt! Her er programmet til Jaeger.","date":"2011-07-12T12:41:33.000Z","excerpt":"<p>Vi var ikke helt ferdige med Øyanatt likevel. I dag har turen kommet til Jaeger, som varter opp med blant andre Greg Wilson, ND_Baumecker og et DJ-sett med festivalaktuelle Matthew Dear.</p>\n"}},{"node":{"id":"08606e1d-f335-58b7-a2dd-f9a7686da193","slug":"aya-handler-grant","title":"Øya handler grønt","date":"2011-07-12T12:19:23.000Z","excerpt":"<p>Øyafestivalen har en skarp miljøprofil. Grønne vyer kan alle ha, men Øya omsetter dem også til handling: Festvalen kjøper konsekvent inn miljømerkete varer og tjenester der<br />\ndet er mulig.</p>\n<p>Det meste av papiret du kommer i kontakt med på Øya, er svanemerket – både festivalavisa og andre trykksaker, servietter og dopapir. Svanemerka papir kommer fra bærekraftig drevet skog, er produsert på mest mulig energieffektiv måte, og med lite bruk av kjemikalier. Også når det gjelder innkjøp av såpe og maling til festivalområdet har Øya valgt å handle svanemerka.</p>\n"}},{"node":{"id":"cd853eda-840e-5817-bdb1-d9c2d9cb9e22","slug":"sebadoh-bekreftet-noen-fa-hundre-dagsbilletter-igjen","title":"Sebadoh bekreftet, noen få hundre dagsbilletter igjen","date":"2011-07-11T11:03:00.000Z","excerpt":"<p>Det er fortsatt noen få dagsbilletter igjen til både torsdag 11. og lørdag 13. august. Du bør virkelig kjappe deg om du vil komme deg i Middelalderparken en av disse dagene, spesielt torsdagen. Det er nå 150 torsdagsbilletter igjen hos Billettservice. Blant høydepunktene på torsdagen er Kaizers Orchestra, Guided By Voices, Aphex Twin, Janelle Monáe, Wiz Khalifa, og Fleet Foxes. Samtidig er det under 300 billetter igjen til lørdagen, hvor Håkan Hellström, Hurra Torpedo, Sebadoh, Jamie xx, Kyuss Lives!, Mari Boine og mange flere står på programmet. </p>\n<p>Vi mottok for kort tid siden nyheten om at Fang Island dessverre ikke kan komme til Oslo og Øyafestivalen likevel. Et av medlemmene har nylig slutta og bandet vil ikke være i stand til å spille konserter i sommer. Denne skuffelsen retta seg fort da vi kjapt fikk melding om at indierocklegendene i Sebadoh plutselig hadde en ledig dato i turnéprogrammet. Sebadoh spiller sin eneste Norges-konsert i sommer på Øyafestivalen lørdag 13. august. </p>\n"}},{"node":{"id":"7da627a7-e222-5fa1-89c3-b073f16da2c5","slug":"mer-hiphop-pa-%c3%b8yanatt","title":"Mer hiphop på Øyanatt","date":"2011-07-08T11:35:00.000Z","excerpt":"<p>Tornado Booking, som i fjor laget fest på Living Room, er selvsagt med i år også. Onsdag inntar de Dattera til Hagen med amerikanske DJ Young Guru, den svenske duoen Mohammed Ali og Silje og Christine i DJ-tospannet Hoetell. </p>\n<p>Torsdag holder Rå åpent for anledningen, som er et heftig afterparty for Wiz Khalifas Øya-konsert. Wiz sjøl kommer, og det gjør også DJ Girson. Fett!</p>\n"}},{"node":{"id":"bdcf048c-fb49-5f1f-a28b-8e0744650811","slug":"hurra-elektrisk","title":"Hurra elektrisk!","date":"2011-07-07T13:44:00.000Z","excerpt":"<p>Hva skjer når du putter litt elektrisitet inn i Hurra Torpedos hvitevareinstrumenter? Du får en drøm av et wah-wah-vaffeljern og en deilig sekkestøvsugerpipe. </p>\n<p>Åpningskonserten lørdag blir en hvitevarekonsert litt utenom det vanlige. Med hjelp fra Hafslund, har Hurra Torpedo endelig gått fra akustisk til elektrisk og fått bygget en mengde nye instrumenter. </p>\n"}},{"node":{"id":"91a01f58-4a66-5680-b17b-7295ccb13469","slug":"hotellpakke-med-festivalpass-til-%c3%b8ya","title":"Hotellpakke med festivalpass til Øya!","date":"2011-07-02T16:15:00.000Z","excerpt":"<p>Trenger du både billett og overnatting til Øya? Her er den beste løsninga, med hotellrom midt i byen (i Møllergata).</p>\n<p>Som eneste samarbeidshotell tilbyr Comfort Hotel Xpress overnatting fra 9. til 14. august, og 5-dagerspass til Øyafestivalen 2011.</p>\n<p>Skynd deg og bestill via e-post nå: festival@choice.no.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":113,"pageCount":183,"additionalContext":{}}}