{"data":{"wordpressPost":{"title":"Øya-prat 3: Jonas Alaska","date":"2012-07-20T06:30:51.000Z","content":"<p>Dagens prat er med Jonas Alaska, som deler en dårlig festivalhistorie, gleder seg til St Vincent, Feist og The Black Keys&#8230;og som ikke minst lover lisseslips under egen konsert.</p>\n<p>Få med deg <a href=\"http://oya.test/artist/nekromantheon/\" target=\"_blank\">Jonas Alaska på Enga</a> torsdag 9. august klokka 15.55</p>\n<p><strong> </strong></p>\n<p><strong>1. Hvilken Øya-opplevelse husker du aller best?</strong><br />\n&#8211; Mayer Hawthorne på Vika i fjor. Hadde hørt en del på han den våren men ble helt blåst vekk. Råeste bandet!</p>\n<p><strong>2. Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong><br />\n&#8211; Håper jo folk kommer og hører på meg og Mikhael.. St. Vincent! Hun skal i allefall jeg høre! Gleder meg også til Feist og The Black Keys.</p>\n<p><strong>3. Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong><br />\n&#8211; Ha med fleecegensere med glidelås og en sekk. Bra triks i svingene vær.</p>\n<p><strong>4. Hva kan folk forvente av konserten deres?</strong><br />\n&#8211; Sanger med et ganske stort sprang, mange nye, lisseslips og godt humør.</p>\n<p><strong>5. Har du en god eller dårlig festivalhistorie? Fortell!</strong><br />\n&#8211; Nja..husker jeg gikk på tryne på skateboard i en miniramp på Hove i 2007 og endte opp med å sove med en bærepose knyttet rundt håndleddet halvveis inne i et telt. Dårlig historie.</p>\n<p><strong>6. Hva hører du på i sommer?</strong><br />\n&#8211; Hører en del på Good Intentions, Paving Company, en sang av Joanna Newsome. Hører også en del på Fleetwood Mac. Hørt en del på Gram Parsons i det siste.</p>\n<p><strong>7. Hva vil du aller helst se på Øyafestivalens plakat i 2013?</strong><br />\n&#8211; David Bowie.</p>\n","wordpress_id":3888,"translations":{"nb":{"url":"/2012/07/20/oya-prat-3-jonas-alaska/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6d2c65dc-3b8d-5819-8455-ac58bd3871a2","locale":"nb"}}