{"data":{"wordpressPost":{"wordpress_id":1609,"title":"Øya og MEN tar med Razika og Young Dreams til London","excerpt":"<p>I slutten av februar tar Øyafestivalen og Music Export Norway med seg Young Dreams og Razika til London for to store Øya-kvelder. Samtidig gir vi ut en vinylsingel med de to banda, i samarbeid med prestisjetunge Rough Trade.</p>\n","content":"<p>I slutten av februar tar Øyafestivalen og Music Export Norway med seg Young Dreams og Razika til London for to store Øya-kvelder. Samtidig gir vi ut en vinylsingel med de to banda, i samarbeid med prestisjetunge Rough Trade. Splittsingelen er nummer to i en serie, som starta med Lucy Swann og Team Me i forbindelse med deres London-konserter i fjor.</p>\n<p>Music Export Norway og Øya har tidligere samarbeida flere ganger for å presentere spennende norske artister i utlandet, både i London, Berlin, New York og Austin. Etter fjorårets Øya-kvelder i London opplevde Team Me tilbud om flere konserter i England og fikk økt oppmerksomhet fra britisk bransje og medier.</p>\n<p><strong>YOUNG DREAMS OG RAZIKA I LONDON 23. OG 24. FEBRUAR</strong><br />\nDen første kvelden, torsdag 23. februar, vil være på intime The Lexington i samarbeid musikknettsida med Rockfeedback. Her vil de to norske banda vise seg fram for invitert britisk musikkbransje. Kvelden etter, fredag 24. februar, spiller de på populære Club NME på den anerkjente klubben KOKO, som har 1500-kapasitet. Her skal de to norske banda spille sammen med det australske bandet Bleeding Knees Club. Sistnevnte får i disse dager økt oppmerksomhet for sine korte, fengende låter med røtter i powerpop, punk og garasjerock. The Guardian har sammenlignet dem med blant andre New York Dolls, The Saints og White Stripes. Døm selv <a href=\"http://www.myspace.com/thebleedingkneesclub\" target=\"_blank\">http://www.myspace.com/thebleedingkneesclub</a>. I London forventer man, som vanlig, fullt hus når det er Club NME.</p>\n<p>Vinylsingelen med Razika og Young Dreams vil kun bli solgt eksklusivt gjennom Rough Trade-butikkene i England og av artistene på konserter. Med dette har vi stor tro på at de norske artistene vil få stort utbytte av turen over dammen. Bare det å få Rough Trade-logoen på en utgivelse er stort for to norske band.</p>\n<p><a href=\"http://www.rockfeedback.com/\" target=\"_blank\">www.rockfeedback.com</a><br />\n<a href=\"http://www.nme.com/clubnme\" target=\"_blank\">www.nme.com/clubnme</a></p>\n<p><strong>RAZIKA</strong><br />\nRazika har vært en av de virkelig store, unge popsuksessene det siste året. Debutalbumet Program 91 ble mottatt med trampeklapp fra kritikere og platekjøpere. De fire jentene har laget sin egen stil, med utgangspunkt i blant annet ska, indie og new wave.<br />\n<a href=\"http://www.myspace.com/razika\" target=\"_blank\">www.myspace.com/razika</a></p>\n<p><strong>YOUNG DREAMS</strong><br />\nI dette bandet finner man folk med bakgrunn fra et utall av Vestlandets fineste pop- og rockorkestre. Som Young Dreams lager de melodisk musikk, inspirert av alt fra syrerock til symfonisk pop. Debutalbumet kommer i 2012.<br />\n<a href=\"http://www.youngdreams.no/\" target=\"_blank\">www.youngdreams.no</a></p>\n","date":"2012-01-11T09:15:32.000Z","featured_image":{"title":"razika 635x350jpg","filename":"razika-635x350jpg.jpg","filesize":87801,"url":"http://oya.test/assets/uploads/2012/01/razika-635x350jpg.jpg","link":"http://oya.test/razika-635x350jpg/","alt":"","author":"4","description":"","caption":"","name":"razika-635x350jpg","status":"inherit","uploaded_to":0,"date":"2012-01-11 09:15:02","modified":"2012-01-11 09:15:02","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2012/01/razika-635x350jpg-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2012/01/razika-635x350jpg-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2012/01/razika-635x350jpg.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2012/01/razika-635x350jpg.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2012/01/razika-635x350jpg.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2012/01/razika-635x350jpg.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2012/01/razika-635x350jpg.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2012/01/11/%c3%b8ya-og-men-tar-med-razika-og-young-dreams-til-london/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1f998eeb-6b67-57d4-9aa3-cbf39744b546","locale":"nb"}}