{"data":{"wordpressPost":{"title":"Sommerfest med Linni og Selmer","date":"26th June 2018","content":"<p>Fredag 29. juni slipper vi Øya-spesial i samarbeid med Natt&amp;Dag, og feirer det med sommerfest på den digge uteserveringa til Blå! Gratis inngang, og en matbit så lenge beholdninga rekker.</p>\n<p>Aldersgrense 18 år. <a href=\"https://www.facebook.com/events/245881329506938/\" target=\"_blank\" rel=\"noopener\">Mer info om arrangementet her</a>.</p>\n<p>Det hele starter klokka 17.00 med god musikk på anlegget og mulighet for å lese intervjuer med blant andre Cezinando, Sassy009 og St. Vincent, samt masse tips og anbefalinger i forkant av festivalen, pluss se årets spilleskjema i sin helhet for første gang.</p>\n<p>Fra 19.00 står Øya-DJs for lydsporet, før Øya-aktuelle Linni spiller live på utescenen klokka 20.00, etterfulgt av Klubbdagen-aktuelle Selmer klokka 21.00. Festen fortsetter ute til 23.00, og kveldens toppnotering i værvarslet til Yr.no er i skrivende stund 30 grader. Det kaller vi sommer! (Bank i bordet.)</p>\n<p><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload wp-image-22034 aligncenter\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"\" width=\"1920\" height=\"1080\" data-srcset=\"https://api.oyafestivalen.no/assets/uploads/2018/06/nd-oya.jpg 1920w, https://api.oyafestivalen.no/assets/uploads/2018/06/nd-oya-300x169.jpg 300w, https://api.oyafestivalen.no/assets/uploads/2018/06/nd-oya-768x432.jpg 768w, https://api.oyafestivalen.no/assets/uploads/2018/06/nd-oya-1024x576.jpg 1024w\" sizes=\"(max-width: 1920px) 100vw, 1920px\" data-sizes=\"auto\" data-aspectratio=\"1920/1080\"></body></html>\n</p>\n<p>&nbsp;</p>\n<p><strong><a href=\"https://www.facebook.com/ygmglinni/\" target=\"_blank\" rel=\"noopener\">Linni</a></strong> fikk først oppmerksomhet som en del av den svært aktive og litt mystiske kvartetten Yoguttene, under navnet Handerre Linni. På egenhånd har han i tillegg gitt ut noe så ambisiøst som en albumtrilogi, bestående av Minimum, Maksimum og Medium. Som soloartist viser han enda flere sider av seg selv enn når han skaper fest med Yoguttene. På en fengslende måte blander han mystikk, melankoli, rap, trap og overraskelser.</p>\n<p><strong><a href=\"https://www.facebook.com/selmerband\" target=\"_blank\" rel=\"noopener\">Selmer</a></strong> lager sjarmerende indie pop/rock med sommerlige gitarer og tangenter hentet fra 70-tallet. Bandet, som startet for alvor sommeren 2017, har allerede rukket å spille på Øyafestivalens bibliotekscene, blitt trukket ut av by:Larms demo-jury og solgt ut en Sunday Digestive-konsert på Parkteatret i Oslo. I januar i år signerte de med Playground, hvor de er aktuelle med sin andre singel Palm Tree. Selmer leverte to kritikerroste konserter på by:Larm, til terningkast fem i Aftenposten, og overbeviste stort på Camp Indie i mai. De er rett og slett et band som vil få deg til å synes det er gøy å gå på konserter igjen.</p>\n<p>For de som ikke er mette når vi runder av 23.00, er det <a href=\"https://www.oslopride.no/arrangementer/seksuell-special-guest-dj-omvr/\" target=\"_blank\" rel=\"noopener\">Seksuell inne på Blå</a>, denne gangen med OMVR som gjest. Det koster 100 kroner før midnatt, 150 etter, og aldersgrense er 20 år.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"83f82833-8265-516d-a6f5-1664037d2a58"}}