{"data":{"wordpressPost":{"title":"Øya-prat 16: Casa Murilo","date":"4th August 2012","content":"<p>Casa Murilo skal åpne Øyafestivalens torsdag og er aktuelle med singelen Wrecking Ball. Vi tok en prat med bandets to engelskmenn Chris Winfield og Dan Hesketh. Vi spurte på norsk, de svarte på engelsk. De gleder seg til Øya. Vi får håpe mange møter opp til konserten deres og at de sjøl får en like sterk publikumsopplevelse under festivalen, som de hadde under Pulp i fjor</p>\n<p>&nbsp;</p>\n<p>Få med deg <a href=\"https://api.oyafestivalen.no/artist/casa-murilo/\" target=\"_blank\">Casa Murilo</a> på Enga torsdag 9. august klokke 14.30</p>\n<p>&nbsp;</p>\n<blockquote>\n<div>\n<div><strong><span style=\"color: #000000;\">1.      Hvilken Øya-opplevelse husker du aller best?</span></strong></div>\n<div><span style=\"color: #000000;\">&#8211; Pulp on the mainstage last year is in my top 5 gigs ever but we were talking about Øya when we were on tour last week and 3 of us all told the same story sat the same time &#8211; when Kaizers played in 2010 and Janove Ottesen took off his glove, threw it in the air and the band started &#8220;Hjerteknuser&#8221; perfectly as it hit the floor. Incredible moment.</span></p>\n<div>\n<p><strong><span style=\"color: #000000;\">2.      Hvilke tre band/artister i årets Øya-program mener dere publikum ikke bør gå glipp av?</span></strong></p>\n</div>\n<div>\n<div><span style=\"color: #000000;\">&#8211; We&#8217;re really looking forward to Yelawolf, we&#8217;ve been big fans since our sound guy Lasse started playing us Trunk Muzik last summer. Can&#8217;t wait for that. Chris went to one of the Stone Roses return gigs at Heaton Park in Manchester and described it as a religious experience so they&#8217;re on the list. After that it&#8217;s difficult to choose but I think we&#8217;ll go for The Black Keys.</span></p>\n<div>\n<div>\n<p><strong><span style=\"color: #000000;\">3.      Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</span></strong></p>\n</div>\n</div>\n</div>\n<div><span style=\"color: #000000;\">&#8211; Firstly, drink slowly, if you are aiming to get goosed you should be timing it with whoever is closing the festival that day. There&#8217;s nothing worse than peaking too early and spoiling your evening. Take your time. Wear wellies, even if you look like a dick on the tram ride down. Be prepared for rain. Organise a meeting place with your friends. If you fancy buying band merch, buy a lesser known band&#8217;s tee, they need the money and you will be king of all the hipsters.</span></p>\n<div>\n<div>\n<p><strong><span style=\"color: #000000;\">4.      Hva kan folk forvente av konserten deres?</span></strong></p>\n</div>\n</div>\n</div>\n<div><span style=\"color: #000000;\">&#8211; Having a good time has always been the point so we&#8217;ll be trying to include the crowd in that. We&#8217;ll  also be bringing a couple of new friends to play with us and playing a song we wrote especially for the occasion&#8230;</span></p>\n<div>\n<div>\n<p><strong><span style=\"color: #000000;\">5.      Har du en god eller dårlig festivalhistorie? Fortell!</span></strong></p>\n</div>\n</div>\n</div>\n<div><span style=\"color: #000000;\"> &#8211; Once smoked a joint with Bez from The Happy Mondays at Glastonbury sat in front of a monkey carved from a tree stump. We stared at the monkey for a while and then he suddenly said &#8220;I don&#8217;t like the look of that little guy&#8221;, got up and left.</span></p>\n<div>\n<div>\n<p><strong><span style=\"color: #000000;\">6.      Hva hører dere på i sommer?</span></strong></p>\n</div>\n</div>\n</div>\n<div><span style=\"color: #000000;\">&#8211; Alt J, PSY, bob hund, R Kelly, Yelawolf </span></div>\n<div><strong><span style=\"color: #000000;\">7.      Hva vil du aller helst se på Øyafestivalens plakat i 2013?</span></strong></div>\n<div><strong></strong><span style=\"color: #000000;\">&#8211; Bruce Springsteen and The E Street Band. All Saturday.</span></div>\n</div>\n</div>\n</div>\n</blockquote>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4c5c4a70-9d25-5c7e-a9ae-6789dc1bd675"}}