{"data":{"wordpressPost":{"title":"Tre heite navn","date":"4th February 2008","content":"<p>Øyafestivalens program fylles opp av aktuelle navn fra fjern og nær. To av denne ukas albumdebutanter, de norske rockerne Pirate Love og vår nye svenske favoritt Lykke Li, er klare for å glede publikum i Middelalderparken i august. De får følge av de ferske Zoom-vinnerne i Gerilja. I løpet av kort tid vil flere artister offentliggjøres. Neste slipp kan være rett rundt hjørnet. Følg med!</p>\n<p>Husk at dagsbilletter til fredag 8. august, da blant andre My Bloody Valentine vil spille, legges ut i morgen tidlig.</p>\n<p>PIRATE LOVE<br />\nLYKKE LI (SE)<br />\nGERILJA</p>\n<p>PIRATE LOVE<br />\nAlle som er glade i rå og mørk rock’n’roll bør elske Oslo-bandet Pirate Love. De siste få årene har de med jevne mellomrom dukket opp som et uromoment på hovedstadens rockeklubber. På samvittigheten har de blant annet singelen Laughing Gas, EPen Death Surf Negro Spirituals og en jobb på Øyas Vika-scene i 2006. I disse dager albumdebuterer seksmannsbandet med utgivelsen Black Vodoun Space Blues på det finfine selskapet Kong Tiki. I låpet av våren gjør de scener over hele landet utrygge, mens de på nytt inntar Middelalderparken i august. Gjør deg klar for skitten, aggressiv og gnistrende rock’n’roll som låner fra den tidlige rockens friskhet, 60-tallets garasjeråskap og punkens energi. Dette er uten tvil rock fra hjertet, levra og skrittet. Pirate Love føles ekte, uforutsigbart, skummelt, falleferdig og ærlig, der mye av dagens rock heller mot det konstruerte, oppstylta og markedsretta. Bandet kan uten problemer oppleves som likesinna med Sonics, Stooges, Dead Boys og Johnny Thunders Heartbreakers. Savner du nerve, vilje og innsats i ny musikk? Da er dette konserten du skal innfinne deg på under årets Øyafestival.</p>\n<p>LYKKE LI (SE)<br />\nLykke Li fra Stockholm vokste opp med musikerforeldre og som 21-åring er hun nå klar med sitt debutalbum. I fjor varmet hun opp med EPen Little Bit. Nå er skiva Youth Novels her og Lykke Li har allerede blitt ansett som en av de mest spennende skandinaviske debutantene i 2008. På hennes musikalske CV kan hun allerede føre opp at hun har laget musikk med Röyksopp. Hun blander indie, pop, elektro og soul på en måte som resulterer i hennes eget unike sound. På skiva har hun blant annet fått hjelp av produsent Bjôrn Yttling, som en del kanskje kjenner fra den suksessrike trioen Peter Björn &#038; John. Han har tidligere studioerfaring med blant andre Moneybrother, Caesars Palace og ikke minst Madrugada. Om samarbeidet og plata har artisten sagt til Plan B at resultet er: ”veldig bra, kjempebra faktisk. Skiva beveger seg veldig mye i forskjellige retninger, litt schizofren”. Vi har sett folk referere til Jane Birkin, Joni Mitchell og CocoRosie for å beskrive den svenske jentas musikk, men vi er ikke sikre på at dette danner noe fullstendig bilde av hvordan det låter. Dagens Nyheter mente ”att hon själv gillar all musik med känsla, smärta och kuk i” og det har kanskje satt spor i låtene hun lager selv. Lykke Li er en artist du sikkert vil høre mye om i 2008. Dette er garantert noe du ikke vil gå glipp av på Øya.</p>\n<p>GERILJA<br />\nGerilja ser og høres ut som få andre norske band. De framstår som om de er røska ut av de hotteste rockeklubbene i New York og planta i Oslo-asfalten. Trioen fra Lambertseter og Trondheim vant i høst Zoom, noe som betyr at de på vårparten legger ut på en omfattende landsdekkende turné med Sigh &#038; Explode (som de delte seieren med). Bandet har også vært plukka ut som ”ukas urørt” på NRK på tampen av 2007, da med den herlige låta Disco Shakedown. Gerilja har holdt på noen år, men det har tydeligvis hendt noe i det siste. Selv beskriver de deler av utviklingen slik: ”Gerilja hadde problemer. Etter indre stridigheter preget av blodsutgytelser og vold, krabbet de fantastiske Paus-brødrene og den dynamiske Ottar ut av vraket, for å starte på ny frisk. Paradigmeskiftet var et faktum.”. Gerilja bygger låtene sine på gode porsjoner riffrock, glam og psykedelia. Alice Cooper er nevne som inspirasjonskilde og da dreier det seg om mannens tidlige og fantasifulle 70-tallsalbum. Dette er en sjeldent god krafttrio med fengende låter og smarte gitarer. Deres frekke rock som kaster riktignok blikk til 70-tallet, men virker spennende og moderne fra første møte. Gerilja er fylt med overraskelser og humør som bringer dem et godt stykke fra A4-rocken. Ta på deg rockehabitten, festantrekket eller minst mulig når du skal kaste deg ut i fri utfoldelse under din date med Gerilja i august under Øya.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6446a6b8-fc8b-531c-9247-3a963ff84c33"}}