{"data":{"wordpressPost":{"title":"Miljøworkshop under Øya","date":"10th August 2013","content":"<p id=\"docs-internal-guid-684ac6be-67b5-2a24-5ca0-adba21194f1f\" dir=\"ltr\"><strong>Mens Øyapublikummet fikk med seg gode musikkopplevelser samlet festivalen representanter fra en rekke Europeiske musikkfestivaler for å snakke om miljø.</strong></p>\n<p dir=\"ltr\">Sammen med det europeiske festivalnettverket GO Group og Norsk Rockforbund inviterte Øyafestivalen til en internasjonal miljøworkshop som ble avholdt inne på festivalområdet. I løpet av to dager deltok om lag 30 personer fra festivaler, organisasjoner, akademia og næringsliv.</p>\n<p dir=\"ltr\">Blant deltakerne var representanter fra blant annet Roskilde Festival (DK), North Side (DK), Boomtown (BE), Mysteryland (NL), Vinjerock, Ekstremsportveko, Hovefestivalen og Miniøya. Dette er alle festivaler som har satt miljø på dagsorden og som ønsker å redusere sin miljøpåvirkning.</p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\">Som alle andre aktører i samfunnet har også musikkfestivaler en plikt til å gå foran som gode eksempler og redusere sin miljøpåvirkning. Dette er noe vi har jobbet med i over ti år i Øya og vi deler gjerne på den kompetanse vi har bygget opp, sier Julie Forchhammer, miljøsjef i Øyafestivalen.</p>\n</li>\n</ul>\n<p dir=\"ltr\"><strong>Atferdsendring blant publikum</strong></p>\n<p dir=\"ltr\">Øyafestivalen deltar aktivt i det Europeiske GO Group initiativet som jobber for at musikkfestivaler og arrangementer skal bli mer miljøvennlige. Gjennom seminarer og workshops settes ulike miljøaspekter på agendaen og erfaringer utveksles mellom festivalarrangører.</p>\n<p dir=\"ltr\">Under workshopen som ble arrangert på Øya var det et spesielt fokus på hvordan festivaler bedre kan kommunisere miljøutfordringer og tiltak, og hvordan festivaler kan påvirke holdninger og atferd i sitt publikum.</p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\">Musikkfestivaler har en begrenset varighet så den viktigste miljøinvesteringen vi kan gjøre er i vårt publikum som forhåpentligvis kommer hjem fra festivalen med nye inntrykk og tanker om hvordan de kan leve mer miljøvennlig, sier Forchhammer.</p>\n</li>\n</ul>\n<p dir=\"ltr\"><strong>Høyt faglig nivå</strong></p>\n<p dir=\"ltr\">Deltakerne på workshopen fikk med seg innlegg med høy kvalitet. Seniorrådgiver i CICERO, Christian Bjørnæs, fortalte om hvordan klimaproblemet kan kommuniseres til ulike målgrupper og hvordan festivaler kan legge strategier for dette.</p>\n<p dir=\"ltr\">Paal Fure, CEO i Aegis Media, fortalte om nye trender og holdninger blant forbrukere som man må ta hensyn til når man kommuniserer og prøver å endre holdninger og atferd.</p>\n<p dir=\"ltr\">Professor i sosialpsykologi ved NTNU, Christian Klöckner, snakket om hvordan musikkfestivaler kan bidra til varig atferdsendring i sitt publikum.</p>\n<p dir=\"ltr\">Teresa Moore fra Bucks New University, som i en årrekke har jobbet med bærekraftige arrangement presenterte nye funn fra en internasjonal spørreundersøkelse om publikums holdninger til miljøtiltak under musikkfestivaler.</p>\n<p>Kommunikasjonsrådgiver i GreeNudge, Benedicte Eie, presenterte funn fra deres prosjekter som har fokusert på å nudge folk i en litt mer miljøvennlig retning</p>\n<p>&nbsp;</p>\n<div><em>Bildetekst (fra venstre): Anne Jensen (NorthSide), Freja Marie Frederiksen, Christina Bilde (Roskilde Festival), Marit Flinder Johannessen (Zero), Mariann Skjerdal (Norsk Rockforbund), Louise Winnes (Miniøya), Teresa Moore (Bucks New University), Claire O&#8217;Neill (A Greener Festival), Martine Larsen Rygh (Miniøya), Julie Forchhammer, Håvard Lundberg (Øya), Lyke Poortvliet (Mysteryland), Fredrik Eive Refsli (Hovefestivalen), Sabine Funk (GO Group), Elina Levula (City of Helsinki Environment Centre), Anne Helle Bjørnødegård (Vinjerock), Marte Pettersen (Økofestivalen), Sofie Torlei Olsen og Pernille Olafsen (Ekstremsportveko).</em></div>\n","wordpress_id":8634,"translations":{"nb":{"url":"/2013/08/10/miljoworkshop-under-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d48c4bb4-b24b-552c-9afb-e22eb6545676","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2013/08/10/miljoworkshop-under-oya/","redirect":false}}}