{"data":{"wordpressPost":{"title":"Tre Øyanetter på Internasjonalen","date":"1st July 2016","content":"<p>Har du lagt merke til at skandinavisk musikk virkelig begynner å få fotfeste internasjonalt? Mange spør seg hvorfor Skandinavia plutselig har blitt pop musikkens beste konstruksjonslinje. Noen hevder det er fordi skolesystemet aktivt oppfordrer barn til å spille musikk fra en tidlig alder. Andre sier det er fordi vintrene er så lange og mørke at folk tilbringer mye tid innendørs mens de skriver melankolske sanger. Er det ABBAs musikalske arv som kommer ut via drikkevannet?</p>\n<p>En ting er sikkert; Skandinavia har blitt en komposthaug for ny fremadtenkende musikk dyppet i popsensibilitet og eksperimentelle tendenser. Fengende sanger med et foruroligende mørke, kjølig eleganse og hypnotiserende rytmer.</p>\n<p>Den siste tiden har det eksplodert på den danske scena og dermed ønsker Internasjonalen å presentere tre kvelder under Øyanatt med sine favoritter i en heldansk konsertserie. Ta turen ned til Youngstorget etter festivalen er ferdig i parken for å oppleve Skandinavias nye stemmer.</p>\n<p>&nbsp;</p>\n<p><strong>Kill J (DK) + Noréll (DK)<br />\n</strong>Torsdag 11. august<br />\nDørene åpner kl 23.00<br />\nID: 20 år<br />\nPris: 130,- (+ bill.avg) med Øya-billett / 150,- uten</p>\n<p><a href=\"https://internasjonalen.ticketco.no/oeyanatt_kill_jdk__norlldk\" target=\"_blank\">BILLETTER</a></p>\n<p>&nbsp;</p>\n<p>Kill J (DK)<br />\nSkarpladet elektropop med iskalde synther og huggende R&amp;B-beats. Kill J har de seneste årene markert seg som en oppsiktsvekkende skikkelse på den danske scenen. Med en kjølig eleganse skaper hun catchy synthpop med sin sitrende engle-aktige vokal.</p>\n<p>Det startet med singlen Phoenix for to år siden med et foruroliggende mørke og en fjærlett vokal som fikk musikkverdenen til å spisse ørene. Siden det har Kill J gått fra å være en duo til Julie Aagards soloprojekt, og i mars kom den etterlengtede debut-EPen Quasi. Her beviser hun sin ekstreme spennvidde og kreativitet. Orientalske beats pakkes inn i inderlig nordic noir og overjordiske vokal-samples på alt fra skandinavisk reggaeton til minimalistiske synth-akkorder og kjølige knips.</p>\n<p>Ikke gå glipp av denne konserten på Internasjonalen etter festivalen er ferdig i parken og mørket har lagt seg over Youngstorget.</p>\n<p>”Take everything you know about scandinavian pop and dip it in darkroom chemicals: Kill J is the monochrome film negative that emerges.” &#8211; Stereogum</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"450\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=http%3A%2F%2Fapi.soundcloud.com%2Fusers%2F42998159&#038;show_artwork=true&#038;maxwidth=500&#038;maxheight=750\"></iframe></div>\n<p>&nbsp;</p>\n<p>Noréll (DK)<br />\nNorden er lagret dypt i hjertet til Noréll. Utgangspunktet er kjølig scandi-pop med en sterk og karakteristisk kvinnelig vokal som bygges opp med energisk og kantete alt-pop produksjoner som henter inspirasjon fra både hiphop og Chicago house. I første halvdel av 2016 slapp de 2 singler som høstet mye oppmerksomhet og nå venter vi bare på debut-EPn som slippes i sommer. Vi gleder oss til de skal trollbinde andre etasje på Internasjonalen under Øyanatt torsdag 11. august.</p>\n<p>&nbsp;</p>\n<p><strong>Blaue Blume (DK) + Klubb Lollipop</strong><br />\nFredag 12. august<br />\nDoors: kl. 23.00<br />\nPris: 130,- (+ bill.avg) med Øya-billett / 150,- uten<br />\nID: 20 år</p>\n<p><a href=\"https://internasjonalen.ticketco.no/blaue_blume_dk__klubb_lollipop\" target=\"_blank\">BILLETTER</a></p>\n<p>&nbsp;</p>\n<p>Blaue Blume (DK)<br />\nDen danske kvartetten Blaue Blume har på kort tid markert seg både hjemme i Danmark og utenlands med deres atmosfæriske drømmende og eklektiske pop/rock, preget av vokalist Jonas Smiths unike vokal og bandets kompromissløse samspill, perfeksjonert med brennende lidenskap.</p>\n<p>Utover det skamroste debutalbumet Szyzygy (Årets album hos Gaffa) er Blaue Blume også anerkjent for intense livekonserter hvor publikum blir dratt inn i et dramatisk og dynamisk univers.</p>\n<p>Bandet selger ut konsert på konsert over hele Europa og etter Gaffas 6-stjerners anmeldelse under tittelen ”Kanskje Skandinavia største stemme” er det store forventninger til konserten på Internasjonalen fredag 12. august under Øyanatt.</p>\n<p>&nbsp;</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"450\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=http%3A%2F%2Fapi.soundcloud.com%2Fusers%2F40402035&#038;show_artwork=true&#038;maxwidth=500&#038;maxheight=750\"></iframe></div>\n<p>&nbsp;</p>\n<p>Klubb Lollipop<br />\nKlubb Lollipop er Marianne og Monica. De har en egen forkjærlighet for skamløse hits, sjangerblanding, ting som blinker og lyser i mørket, allsang og ekstremt godt humør. Klubb Lollipop er som vorspielet du ikke vil at skal ta slutt. Du vet når alle favorittlåtene dine kommer som perler på en snor og du tenker at nå har jeg jammen the time of my life! Flaks at denne festen varer hele natta og at nettopp du skal komme!</p>\n<p>Klubb Lollipop har skapt elektrisk stemning på Øyanatt, på Slottsfjell, på Rockefeller, på Sentrum Scene, i Oslo Spektrum, på tøysete kjendisfester, på awardshows, i bryllupet til Jenny og Finger’n, i bryllupet til onkel Geir og tante Britt, i en nedlagt bunkers &#8211; ja til og med Mette Marit er fan! Felles for alle kveldene er entusiastiske folk, high fives, godstemning, 90-talls hits, old school hip hop, og om alt går riktig, en liten svingom innom Backstreet Boys og Ole Ivars. Det eneste som er sikkert er at alt kan skje. Og at det blir usaklig gøy da.</p>\n<p>&nbsp;</p>\n<p><strong>Kenton Slash Demon (DK) + Indieseksuell<br />\n</strong>Lørdag 13. august<br />\nDørene åpner kl 23.00<br />\nID: 20 år<br />\nPris: 130,- (+ bill.avg) med Øya-billett / 150,- uten</p>\n<p><a href=\"https://internasjonalen.ticketco.no/oeyanatt_kenton_slash_demondk\" target=\"_blank\">BILLETTER</a></p>\n<p>&nbsp;</p>\n<p>Kenton Slash Demon (DK)<br />\nPaletten av lyd som både er futuristisk men også har en organisk sjarm. En hel katalog hvor hver produksjon oser av dramatikk og intensitet, og får deg til å bli mye mer følelsesmessig involvert enn med annen musikk som er myntet på dansegulvet. Dette har blitt kjennetegnet til den danske duoen Kenton Slash Demon.</p>\n<p>Silas Moldenhawer og Jonas Kenton vokste opp sammen i Kjøbenhavn på 80-tallet og fant tidlig interessen for å spille plater og produsere musikk. Sammen har de kontinuerlig gitt ut skiver på labler som Tartelet og Future Classics som har blitt hyllet av både kritikere og artister som John Talabot, Dixon, Dj Koze, Hot Chip og Brodinski.</p>\n<p>Vi gleder oss til å ta plass i hyllestkøen da de skal sprenge andre etasje på Internasjonalen under Øyanatt lørdag 13. august.</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"450\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=http%3A%2F%2Fapi.soundcloud.com%2Fusers%2F65008&#038;show_artwork=true&#038;maxwidth=500&#038;maxheight=750\"></iframe></div>\n<p>Indieseksuell<br />\nI snart fem år har Indieseksuell markert seg som hovedstadens mest populære skeive klubbkonsept, og har på kveldene sine presentert en rekke fantastiske navn på scenen. De seneste årene har klubbkonseptet også hatt faste besøk i Tromsø og Bergen, hvor de har tatt med seg mottoet om at man ikke er påbudt å høre på alt av skeive klisjeer hva gjelder musikk – selv om man er skeiv. Felles for alle kveldene er at dansegulvet koker helt til siste sekund.</p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n<p>&nbsp;</p>\n","wordpress_id":14491,"translations":{"nb":{"url":"/2016/07/01/tre-oyanetter-pa-internasjonalen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d474baef-bf7b-5dda-93f5-07539c0ea1c1","locale":"nb"}}