{"data":{"wordpressPost":{"title":"Susanne Sundfør headlines Øya","date":"2015-01-14T12:27:51.000Z","content":"<p>Sundfør is about to release her new album and in August she will headline our main stage on Øya’s Saturday. Expect a more up-tempo Sundfør in 2015, with generous servings of catchy pop. She´ll be the closing act of Øya 2015 and is thrilled to the play the Amfiet stage:</p>\n<p>&#8211; I&#8217;m really excited to headline Øya this year. I promise a great show and lots of love!</p>\n<p><strong>SUSANNE SUNDFØR<br />\n</strong>Susanne Sundfør has been a major musical success in Norway in recent years, since her debut album was released in 2007. Both her next albums &#8211; The Brothel (2010) and The Silicone Veil (2012) &#8211; topped the Norwegian album charts. In February the new album Ten Love Songs will be out and on August 15th she will headline Øya 2015 on our main stage. The single Fade Away has been out for a while, and showed us that she has taken two, three steps towards catchy pop. Recently the Norwegian newspaper Dagbladet wrote that the newest single Delerious might be this year’s best song. The new material has elements of 80s pop, but the melancholy she is known for is not completely gone.</p>\n<p><span style=\"font-family: Times New Roman,serif;font-size: medium\">Sundfør is an amazing live artist. She has had successful collaborations with Röyksopp, and made a spectacular guest appearance at their concert in Tøyenparken last year. The concert at Øya this year will be her first in Oslo after the album Ten Love Songs is released in February. This is really something to look forward to.<br />\n</span></p>\n<p><a href=\"http://susannesundfor.com/\" target=\"_blank\">susannesundfor.com</a></p>\n<p>photo Sofia Fredricks Sprung</p>\n","wordpress_id":4931,"translations":{"nb":null,"en":{"url":"/en/2015/01/14/susanne-sundfor-headlines-oya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"75504b44-f65d-5071-b87d-1015d848e25e","locale":"en"}}