{"data":{"wordpressPost":{"title":"Queens Of The Stone Age på Øya 6. august","date":"11th December 2013","content":"<p>Et band Øyafestivalen har drømt om å få på plakaten siden vi for alvor begynte å booke internasjonale stornavn, er amerikanske Queens Of The Stone Age. 6. august 2014 blir dette virkelighet i Tøyenparken, da bandet skal avslutte vår første dag på nytt festivalområde. Dette blir deres eneste konsert i Norge i løpet av 2014. I år har de nok en gang vist seg som et rockeband i storform og de har bekrefta sin posisjon på toppnivå innen moderne rock.</p>\n<p>Dagsbilletter og ukespass er i salg nå</p>\n<p><a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113\" target=\"_blank\">Kjøp ukespass her</a></p>\n<p><a href=\"http://www.billettservice.no/event/onsdagsbillett-oyafestivalen-2014-billetter/409617?camefrom=Client_Oya_Hjemmeside onsdag_Oyafestivalen_101013\" target=\"_blank\">Kjøp dagsbilletter til onsdag 6. august her</a></p>\n<p>&nbsp;</p>\n<p>QUEENS OF THE STONE AGE (US)</p>\n<p>Queens Of The Stone Age fikk etter et par album med økende oppmerksomhet, et virkelig kommersielt gjennombrudd i 2002 med Songs For The Deaf. Siden da har de behold statusen som et toppnavn innen hard, grovkalibra rock. Samtlige album siden dette har havna på topp fem blant de mestselgende albuma i Norge. De har bygga seg opp en låtkatalog som bør være som en våt drøm for enhver festivalgjest med for både treffende riff og minneverdige refrenger. For noen måneder siden ga de ut sitt sjette album, … Like Clockwork. Den kom etter det lengste oppholdet bandet har hatt. <a href=\"http://www.spin.com/reviews/queens-of-the-stone-age-like-clockwork-matador/\" target=\"_blank\">SPIN</a> slo fast i sin anmeldelse at skiva var beviset på at frontmann Josh Homme er «the finest hard-rock songsmith of our times». Albumet er en gjenganger på diverse årsbestelister i ulike medier.</p>\n<p>Josh Homme har hele veien vært grunnsteinen i bandet. Etter at hans første band Kyuss ble splitta, var han en kort periode innom Screaming Trees, før Queens Of The Stone Age starta i det små på siste halvdel av 90-tallet. Siden den gang har bandet hatt medlemmer og bidragsytere som Dave Grohl, Nick Oliveri, Mark Lanegan, Chris Goss, Dean Ween, Matt Cameron og et utvalg andre etablerte rockemusikere. Homme har i tillegg rukket å være involvert i prosjektene The Desert Sessions, Eagles Of Death Metal, Them Crooked Vultures og en rekke til.</p>\n<p>Queens Of The Stone Age er et av de største og mest stabile rockebanda i dette århundret. Skiver som Rated R, Songs For The Deaf og Lullabies To Paralyze er fortsatt spilt hyppig på rockeklubber og barer over hele verden. Låter som The Lost Art Of Keeping A Secret, I Sat By The Ocean, Feel Good Hit Of The Summer, Little Sister, Go With The Flow, Make It Wit Chu og No One Knows kan få enhver til å vekke liv i rockefoten. <a href=\"http://p3.no/musikk/spruter-pa-stillstanden/\" target=\"_blank\">P3</a> kalte bandets nylige besøk i Oslo Spektrum for en «perfekt rockeoppvisning» og mange mener de leverte en av de aller sterkeste konsertene i Norge dette året. Alt ligger til rette for at det skal bli like bra på Øya.</p>\n<p><a href=\"http://www.qotsa.com/\">http://www.qotsa.com/</a></p>\n<p><a href=\"http://www.rekordsrekords.com/\" target=\"_blank\">www.rekordsrekords.com</a>, <a href=\"http://www.facebook.com/QOTSA\" target=\"_blank\">www.facebook.com/QOTSA</a> , <a href=\"https://twitter.com/qotsa\" target=\"_blank\">twitter.com/qotsa</a></p>\n<p>&nbsp;</p>\n","wordpress_id":9097,"translations":{"nb":{"url":"/2013/12/11/queens-of-the-stone-age-pa-oya-6-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d6e2718f-a5a7-58f6-93dd-de583d7632ae","locale":"nb"}}