{"data":{"wordpressPost":{"title":"Endless Boogie, Navigators og Daniel Norgren til Øyanatt","date":"14th June 2011","content":"<p>Onsdag 10. August<br />\n*DANIEL NORGREN (SE)*<br />\nThe Crossroad Club<br />\nCC: 160,- / 120,- med øyabånd<br />\nForsalg på <a href=\"http://www.tigernet.no/shop/tickets.php\" target=\"_blank\">Tigernet.no</a><br />\nAldersgrense: 20 år<br />\nEt nytt skudd på stammen i en ny verden av «indieblues». I utgangspunktet et one-man-band med Daniel Norgren med gitar i fanget og trommer på føttene, men denne gangen kommer han med et par mann til. Et must for alle som har et forhold til R.L. Burnside, Bob Log III, T-Model Ford og The Black Keys. Etter en vanvittig bra konsert på The Crossroad Club tidligere i år, blir dette et av høydepunktene for mange under Øya.</p>\n<p>Torsdag 11. august<br />\n*NAVIGATORS*<br />\nThe Crossroad Club<br />\nCC: 220,- / 165,- med øyabånd<br />\nForsalg på <a href=\"http://www.tigernet.no/shop/tickets.php\" target=\"_blank\">Tigernet.no</a><br />\nAldersgrense: 20 år<br />\nNavigators limte seg til folks bevissthet høsten for to år siden med singelen «Wall Of Stone», som herjet på P3 i lang tid. De solgte ut Rockefeller før sin konsertdebut i Oslo, og vant hele kongeriket med sterke liveopptredener. Trond Andreassen (tidl. Richochets) styrer skuta med stø hånd, og har et fantastisk band i ryggen. De har jobbet med ny plate i år, og ryktene vil ha det til at vi får vi noen helt geniale smakebiter under Øyanatt. Dette blir trangt, svett og en unik mulighet til å oppleve et av Norges absolutt beste band på en intim scene.</p>\n<p>Fredag 12. august og lørdag 13. august<br />\n*ENDLESS BOOGIE (US)*<br />\nThe Crossroad Club<br />\nCC: 180,-/135,- med øyapass<br />\nForsalg på <a href=\"http://www.tigernet.no/shop/tickets.php\" target=\"_blank\">Tigernet.no</a><br />\nAldersgrense: 20 år<br />\nEndless Boogie fra New York kommer med sin fantastiske mix av psykedelia, classic rock og blues (og verdens kuleste bandnavn hentet fra John Lee Hookers album fra &#8217;71). Og ikke nok med at de kommer til Oslo, de spiller to dager på rad! Endless Boogie spiller hardt, suggererende, tungt, og de har de feteste sveisene og de lengste soloene. Len deg tilbake og bli med på turen, Endless Boogie er genialt.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"dbeae122-bebb-55f3-97da-c96820e2d52a"}}