{"data":{"wordpressPost":{"title":"Øya er utsolgt &#8211; Jessie Ware spiller lørdagen","date":"27th June 2012","content":"<p>I går solgte Billettservice de siste billettene til Øyafestivalen 2012. Det betyr at alle ukespass og dagsbilletter er revet bort på rekordtid. 15 000 mennesker gleder seg til hver av de fyldige dagsprogrammene i Middelalderparken. Vi på Øya-kontoret gleder oss til å komme i gang om seks uker.</p>\n<p>&nbsp;</p>\n<p>Et nytt britisk pophåp er klar for Middelalderparken. London-artisten gir ut sitt debutalbum rett etter sitt besøk på Øya. Hun spiller lørdag 11. august, samme dag som hennes tidligere samarbeidspartnere i SBTRKT. Med dette har Øya-plakaten fått nok et navn du kan oppleve for første gang i Norge i august. Blant de andre som ikke har spilt på en norsk scene tidligere er Frank Ocean, Kindness, SBTRKT, Lightships, Willis Earl Beal, John Maus, A$AP Rocky, The War On Drugs og Best Coast.</p>\n<p>&nbsp;</p>\n<p><strong>JESSIE WARE (UK)</strong>:<br />\n2012 tegner til å bli Jessie Wares store år. Den britiske vokalisten gjorde seg først bemerket gjennom samarbeid med Øya-aktuelle SBTRKT, Sampha og Joker, men har siden vårparten gitt ut egne singler det virkelig har vært verdt å låne øre til. Den første, dramatiske Running, var R&amp;B-influert sophistipop av beste merke. Noen trakk linjer til Sade, andre til Feist sitt første album. Oppfølgeren 110% og splitter nye Wildest Moments har fulgt opp anslaget med stor stil. Alle tre låtene er smakebiter fra det kommende debutalbumet Devotion, med planlagt utgivelse mandagen etter Øya. Se henne først hos oss.</p>\n<p>&nbsp;</p>\n<p>Ware starta sin musikkinteresse i barndommen med klassisk og jazz, men oppdaga seinere soul, elektronika og RnB. Hun har stor sans for lyden fra 80-tallet og har henta fram sin respekt for Whitney Houston og Grace Jones i arbeidet med musikken. Om den kommende skiva har hun sagt dette til Pitchfork:</p>\n<p>&#8211;        … the album feels slightly rough around the edges to me. I don&#8217;t want it to be polished. It&#8217;s got little bits and bobs of everything I love: soul, hip-hop, R&amp;B.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.myspace.com/jessiewaremusic\" target=\"_blank\">http://www.myspace.com/jessiewaremusic</a></p>\n","wordpress_id":3578,"translations":{"nb":{"url":"/2012/06/27/%c3%b8ya-er-utsolgt-jessie-ware-spiller-lordagen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7e63163e-c653-5020-8fe6-644436274b22","locale":"nb"}}