{"data":{"wordpressPost":{"title":"Plateaktuelle Vreid i Middelalderparken","date":"2011-01-31T07:46:42.000Z","content":"<p>VREID<br />\nOm ei uke slipper Vreid sitt femte album, som enkelt nok heter V. I august spiler de for første gang på Øyafestivalen. Vreid ble danna i 2004 av folk med bakgrunn fra Windir fra Sogndal. De har behold mye av tonen fra gammel norsk black metal, men deres sans for thrash og andre metaluttrykk er også tydelige. Med en rocketilnærming til ekstremmetallen, kan man ane deres respekt for både Metallica og Motörhead i låtene. I tillegg finner man spor av god 70-tallsrock på V, så bandet benytter klokt nok begrepet black &#038; roll om sin egen musikk. Metal Hammer har allerede slått fast at bandet har en større musikalsk bredde enn noen gang tidligere, noe vi er sikre på at vil gjøre seg utslag i en større publikumsinteresse. En del nettmedier har gitt V gode anmeldelser i god tid før den når butikkene. </p>\n<p>Vreid har konsentrert tekstene sine rundt moderne historie, med vekt på andre verdenskrig og den kalde krigen. På den nye skiva har de henta inspirasjon fra Kierkegaard, Munch, Hamsun og Sartre. Skiva er produsert av bassist Hváll, i hans eget studio. Bandet har de siste åra spilt på noen av de viktigste metalfestivalen i Europa, vært på en månedslang USA-turne og har varma opp for death metal-heltene Pestilence. Vreid har stått på scena i hele 20 land. Deres forrige album, som hadde tittelen Milorg (2009), mottok gode anmeldelser i det internasjonale metalmiljøet. Etter den forestående albumutgivelsen legger de ut på en runde i Norge. Denne sommeren skal de spille på store festivaler som Wacken Open Air, Summer Breeze og vår egen Øyafestivalen. Det blir et hett år for Vreid i 2011<br />\n<a href=\"http://www.myspace.com/thepitchblackbrigade\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":205,"featured_image":null,"translations":{"nb":{"url":"/2011/01/31/plateaktuelle-vreid-i-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"dd120198-07c2-5359-b153-2fe059f93d01","locale":"nb"}}