{"data":{"wordpressPost":{"title":"James Blake, John Talabot og Mount Kimbie til Øya","date":"8th February 2013","content":"<p><strong>JAMES BLAKE (UK) – fredag 9/8</strong></p>\n<p><strong>JOHN TALABOT (ES) – lørdag 10/8</strong></p>\n<p><strong>MOUNT KIMBIE (UK)</strong></p>\n<p>Vi kliner til med et storslipp av aktuell elektronika til Middelalderparken. James Blake skal i 2013 følge opp den utrolig sterke debuten sin. I går ble det klart at skiva skal hete Overgrown og komme ut i april. Vi gleder oss til å se han tilbake i Middelalderparken. I tillegg kommer spanske John Talabot, som sto for et av fjorårets sterkeste album innen moderne klubbmusikk. Mount Kimbie, som tidligere har samarbeida med nettopp Blake, skal i år vise hvordan de har videreutvikla soundet sitt siden den kritikerroste debuten Crooks &amp; Lovers.</p>\n<p>Billettsalget til årets festival unna i rekordtempo og vi kan allerede nå røpe at to etterspurte navn vil føres opp på Øya-plakaten tidlig neste uke.</p>\n<p><a href=\"http://www.billettservice.no/event/367293\" target=\"_blank\">KJØP BILLETTER TIL ØYA HER</a></p>\n<p>&nbsp;</p>\n<p><strong>JAMES BLAKE (UK) – spiller fredag 9/8</strong></p>\n<p>James Blake fra London var plutselig på alles lepper for to år siden, da han med sitt debutalbum blanda elementer fra dubstep og RnB på en helt særegen måte. Albumet føyk inn på topp ti i flere Europeiske land, blant annet i Storbritannia og Norge. Mange oppdaga Blake gjennom hitten han fikk med Limit To Your Love, som opprinnelig er laget av Feist. I 2013 kommer skive nummer to og noen har kanskje fått med seg en forsmak i låta Retrograde. I april kommer albumet Overgrown.</p>\n<p>Det er lett å forstå at forventningene til den unge artisten og produsenten er høye i 2013. Albumdebuten fikk skryt og havna høyt på årsbestelister hos alt fra Mojo til Pitchfork. Consequence Of Sound skreiv dette om utgivelsen:</p>\n<p>&#8211; There is heartbreak, pain, longing, and love written in every timely sample, every perfectly placed sound, and every full-bodied croon. It’s a gauzy, overflowing mass of emotion, done in a new and inventive manner.<em> James Blake</em> is an essential for anybody interested in witnessing how pop music can and will continue to change, progress, and grow into something new with time.</p>\n<p>I 2011 spilte han i Middelalderparken foran et stort publikum på Sjøsiden. Dette skreiv Lydverket om konserten:</p>\n<p>&#8211; Ikke bare bør James Blake få la sin genistatus som plateartist stå videre inn i årtiet, men som liveartist imponerer han til de grader, samtidig som han nærmest stopper hjerterytmen med brutalt tung basslyd.</p>\n<p>Han ga ut sin første singel i 2009 og relativt raskt begynte ryktet å gå om det unge supertalentet. I 2010 ga han ut tre EPer som viste noe av hans musikalske spennvidde. Få navn har prega ny elektronika så mye som James Blake. Bruk av stemme, spenning og rom i musikken. I tenåra hørte han mye på soul, gospel og jazz. Disse stilartene kan gjenkjennes i musikken han lager nå. Han har flere ganger samarbeida med Mount Kimbie, som også er bekrefta til sommerens utgave av Øyafestivalen. Dette blir første mulighet til å høre hans nye låter fra en norsk scene. Vi veit det er mange som gleder seg.</p>\n<p><a href=\"http://jamesblakemusic.com/\" target=\"_blank\">http://jamesblakemusic.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>JOHN TALABOT (ES) – spiller lørdag 10/8</strong></p>\n<p>Den spanske DJen og produsenten fikk et gjennombrudd i fjor med skiva fIN. I 2010 ble flere oppmerksomme på arbeidet hans, på grunn av singelen Sunshine. Han har tidligere beskrevet arbeidsprossessen sin som å ta utgangspunkt i en mengde ulike musikkbiter han liker og så se om det er mulig å få dem til å fungere sammen. The Guardian var veldig begeistra for fIN og ga full pott med denne begrunnelsen:</p>\n<p>&#8211; A penchant for rising chords means that all his melodies make you feel like raising your arms and face to the sun. Talabot also has arguably the greatest sense of build-and-release in dance music since prime Booka Shade: ƒin is full of incredible tension-releasing moments, from the extended break in Destiny to the entrance of Missing You&#8217;s bouncing bass. The generosity of Talabot&#8217;s sound can also be ascribed to the amount of disparate ingredients he puts to use in service of his aesthetic – particularly the variety of human voices on display.</p>\n<p>I forsøk på å kategorisere John Talabot, har flere vært innom begreper som house og nydisco. Andre har påpekt den mørke stemningen som ligger over låtene. Pitchfork har forsøkt å beskrive Talabots musikk på denne måten:</p>\n<p>&#8211; In the past two years, Talabot has become an exemplar of a new breed of producers working at the intersection of deep house, disco, and indie pop, and he has carved out his own niche somewhere between the slow-motion theatrics of artists such as Mark E and Tensnake, the globe-trotting jewel tones of Four Tet and Caribou, and the psych-pop rush of Animal Collective and Delorean.</p>\n<p>Talabot har tidligere turnert i hele Europa sammen med The xx. Han kommer til Middelalderparken 10. august med en målsetting om å få deg til å bevege deg i sommervarmen og for å bidra til tidenes lørdagsstemning.</p>\n<p><a href=\"http://www.myspace.com/johntalabot\" target=\"_blank\">http://www.myspace.com/<wbr>johntalabot</wbr></a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>MOUNT KIMBIE (UK)</strong></p>\n<p>Er du en av mange som venter på nytt album fra Dominic Maker og Kai Campos? De to, som går under navnet Mount Kimbie, ga ut sitt debutalbum i 2010 og har lenge jobba med nytt materiale. Akkurat som den også Øya-aktuelle James Blake, har de blitt gjort ansvarlige for såkalt post-dubstep. Etter noen EPer kom albumet Crooks &amp; Lovers. Om debuten skreiv Drowned In Sound dette:</p>\n<p>&#8211; Broadly speaking the band’s debut fits into the great tradition of dance music that you can’t quite dance to. Dubstep is obviously one of the key reference points, and is ultimately the easiest genre to place Mount Kimbie in, but it would be a misconception to think that it’s the only influence at play here.</p>\n<p>…og dette:</p>\n<p>&#8211; As a whole <em>Crooks &amp; Lovers</em> is a fantastically constructed album; the repetition and ambience makes for a hypnotic listen, yet Mount Kimbie know exactly when to break this mesmerising flow with heartfelt vocal samples and perfectly delivered instrument lines. It’s rare to find a level of craftsmanship like this on a debut; Mount Kimbie have delivered a strong statement of intent and a record that is certainly a contender for album of the year.</p>\n<p>&nbsp;</p>\n<p>De har de siste åra De har remixa The xx, Foals og The Big Pink. I tillegg har de turnert med den kompisen James Blake som musiker. Det passer jo veldig godt at begge kommer til Middelalderparken når de igjen er aktuelle med ny musikk. Nå har Mount Kimbie signa til kredible Warp og lover at de nye låtene vil virke større og friere. De har fått skryt for å klare å komme opp med sitt helt eget sound og jobber hele tiden for å bevege seg videre. Opplev det sjøl på Øya.</p>\n<p><a href=\"http://www.mountkimbie.com/\" target=\"_blank\">http://www.mountkimbie.com/</a></p>\n","wordpress_id":5705,"translations":{"nb":{"url":"/2013/02/08/james-blake-john-talabot-og-mount-kimbie-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"81fe550f-1de9-5637-8799-a73c9d191d40","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2013/02/08/james-blake-john-talabot-og-mount-kimbie-til-oya/","redirect":false}}}