{"data":{"wordpressPost":{"title":"PJ Harvey will play Øya","date":"12th January 2016","content":"<p>We have worked for years to present PJ Harvey at Øya, and on August 11th it will finally happen. This year she will release a new album, and play selected festivals. Both day tickets and week passes are on sale now.</p>\n<p>&nbsp;</p>\n<p>PJ HARVEY (UK)</p>\n<p>This spring PJ Harvey will follow up one of her best albums, Let England Shake from 2011. The new album was recorded in Somerset House, London about a year ago. The process was quite unusual, as she gave the audience opportunities to observe while she recorded.</p>\n<p>Polly Jean Harvey is among the most exciting songwriters and performers in rock. She caught many people’s attention by the unpolished sounds and great songs of Dry (1992) and Rid Of Me (1993), while Bring You My Love (1995) was the first album to make an impact on the Norwegian album charts. Harvey has one foot in the punkish underground rock and several toes in the blues, and maybe one or two in art rock.</p>\n<p>She is the only artist who has received the renowned Mercury Prize twice. In addition to music, she has been involved in film, poetry and sculpture. Last year she released the book The Hollow Of The Hand, a collaboration with photographer Seamus Murphy.</p>\n<p><a href=\"http://www.telegraph.co.uk/culture/music/cdreviews/8319569/PJ-Harvey-Let-England-Shake-review.html\" target=\"_blank\">The Daily Telegraph</a> about Let England Shake: &#8211; It’s not a barrel of laughs, then and there are no pop hits. But it is note perfect, considered and distilled to its essential parts by a great and ambitious artist who, contrary to the trajectory of too many rock careers, is getting better with time.</p>\n<p>This will be the first time PJ Harvey enters a Norwegian festival stage in over 15 years.</p>\n<p><a href=\"http://pjharvey.net/home.asp\">pjharvey.net/home.asp</a></p>\n<p>foto: MARIA MOCHNACZ</p>\n","wordpress_id":15675,"translations":{"nb":null,"en":{"url":"/en/2016/01/12/pj-harvey-will-play-oya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"33c81adc-3885-50be-9518-e3b92a2547ea","locale":"en"}}