{"data":{"wordpressPost":{"title":"The Knife til Øya lørdag 10. august","excerpt":"<p>Svenske The Knife er kanskje et av verdens mest eksklusive aktive band å få på en festivalplakat. De skal avslutte på Enga, vår største scene, på festivalens siste dag. Dette blir den eneste muligheten til å se The Knife i Norge denne sommeren. </p>\n","content":"<p>Svenske The Knife er kanskje et av verdens mest eksklusive aktive band å få på en festivalplakat. Duoen har nemlig kun gjort noen få konserter og har ikke turnert siden 2006. De solgte nettopp ut hele sin Europa-turné på rekordtid, inkludert en Sentrum Scene-konsert i mai. Vi kan berolige alle som ikke fikk billetter med at de er tilbake i Oslo lørdag 10. august for å spille på Øyafestivalen. Det er ingen tvil om at 2013 blir The Knife sitt store år. The Knife skal avslutte på Enga, vår største scene, på festivalens siste dag. Dette blir den eneste muligheten til å se The Knife i Norge denne sommeren. Se fram til et show og en musikkopplevelse av de sjeldne.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.billettservice.no/event/377291\" target=\"_blank\">Dagsbilletter</a> og <a href=\"http://www.billettservice.no/event/367293\" target=\"_blank\">ukespass</a> er i salg hos Billettservice.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>THE KNIFE (SE)</p>\n<p>The Knife er Karin Dreijer Andersson og broren Olof Deijer. De har siden sitt andre album Deep Cuts fra 2003 vært helt i fronten av ny elektronika. Først i 2006 la de ut på turné, noe som også tok dem til Middelalderparken og Øyafestivalen. De leverte et sterkt, visuelt show som mange fortsatt prater om. Da var de aktuelle med skiva Silent Shout. Om den skreiv Drowned In Sound:</p>\n<p>&#8211;<em>Silent Shout</em> is an album of intense, pungent evocations; macabre dreams, naked loneliness, risk, safety and loss; desperation, disconnection and yearning. From seeming at first inaccessible, repeated listening reveals a hidden fortune of lyricism and musical texture nestled away in every song. This is electronically created music that has a beating heart at it&#8217;s core. This is one of the most rich and accomplished albums of recent times. Essential.</p>\n<p>&nbsp;</p>\n<p>The Knife er kjent for et uttrykk preget av mystikk og det uventede. De har evnen til å overraske på flere måter enn kun gjennom musikken. Begge har hatt soloprosjekter. Karin har hatt suksess som Fever Ray, som spilte på Øya i 2009.  Olof har gitt ut musikk under navnet Oni Ayhun. I tillegg til egne utgivelser, lagde de musikkverket Tomorrow, In A Year sammen med Mt. Sims og Planningtorock i 2010. Karin Dreijer er også kjent som vokalist på flere Röyksopp-låter.</p>\n<p>&nbsp;</p>\n<p>Hele Europa-turneen Shaking The Habitual i april og mai solgte ut på noen minutter. I Oslo kommer de til å besøke et stappfullt Sentrum Scene 15. mai. Albumet med samme navn som turnéen vil være i salg 8. april. På Øya 10. august forventer vi å få oppleve en konsert som setter minst like dype spor som ved forrige Øya-besøk. The Knife er ikke noe man har mulighet til å oppleve på en scene så ofte, så vi anbefaler alle å få dette med seg.</p>\n<p><a href=\"http://theknife.net/\">http://theknife.net/</a></p>\n","date":"2013-01-22T09:57:41.000Z","wordpress_id":5539,"featured_image":{"title":"The Knife_2551 (2) 635x350","filename":"The-Knife2551-2-635x3501.jpg","filesize":162921,"url":"http://oya.test/assets/uploads/2013/01/The-Knife2551-2-635x3501.jpg","link":"http://oya.test/the-knife_2551-2-635x350-2/","alt":"","author":"4","description":"","caption":"","name":"the-knife_2551-2-635x350-2","status":"inherit","uploaded_to":0,"date":"2013-01-21 13:32:48","modified":"2013-01-21 13:32:48","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/01/The-Knife2551-2-635x3501-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/01/The-Knife2551-2-635x3501-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/01/The-Knife2551-2-635x3501.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/01/The-Knife2551-2-635x3501.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/01/The-Knife2551-2-635x3501.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/01/The-Knife2551-2-635x3501.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/01/The-Knife2551-2-635x3501.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2013/01/22/the-knife-til-oya-lordag-10-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"affdd2f6-70ad-5ff6-94d8-723242b06759","locale":"nb"}}