{"data":{"wordpressPost":{"title":"Jakter på godt scenelys, røyk og ivrige artister","date":"10th August 2012","content":"<p><strong>Med all access og klatreseler foreviger Øyas egne fotografer de beste øyablikkene. Steffen Rikenberg er leder for Øyafoto, et team på elleve dyktige fotografer som sørger for eksklusive blinkskudd av hver eneste konsert på festivalen.</strong></p>\n<p><strong>Er det noen typer konserter som gjør dere ekstra gira?</strong></p>\n<p>-Ja, når vi for eksempel hører om band som Devil&#8217;s Blood som har vært på Strøm Larsen og kjøpt inn griseblod som har ligget til tining i 24 timer før konserten vil jo alle gjerne dit og dokumentere. Ellers er vi alltid på jakt etter mye røyk, godt scenelys og ivrige artister. Den kombinasjonen gjør seg ekstra godt på bilder.</p>\n<p><strong>En av fotografene ankommer kontoret med blodsprut på t-skjorta og smiler:</strong> -Folk så litt rart på meg da jeg gikk gjennom festivalområdet!</p>\n<p><strong>Teamet består av totalt elleve fotografer, hvorav syv har ansvar for bildene fra festivalkonsertene, to dekker Øyanatt og to tar bilder av alle de frivillige som står på før, etter og under festivalen. Konsertfotografene er plassert på hver sin scene og rullerer i løpet av festivalen. I tillegg er en av fotografene også riggemann på Øya, så ham kan de sende opp i scenestillaset med klatresele når de aller største navnene spiller. Så fort en konsert er over bærer det tilbake til Steffen på kontoret hvor bildene skal redigeres og legges ut på Øyanettsidene til glede for publikum og presse.</strong></p>\n<p>-Det er stor etterspørsel etter bilder fra konsertene så vi står på for å få oppdatert så fort vi kan! I galleriet på nettsidene kan du i tillegg finne arkivbilder helt tilbake til 2007. Vi har også lekt litt med tanken på å få samlet en del av Øyabildene på en utstilling eller kanskje i en fotobok etter hvert. Vi er stolte av bildene våre og gleder oss til å ta bilder her på festivalen hvert år!</p>\n<p><strong>Bildegalleriet finner du <a href=\"https://api.oyafestivalen.no/gallery/\">her</a></strong></p>\n<p><strong>Øyafoto er:</strong></p>\n<p>Steffen Rikenberg (leder), Amund Østbye, Julie Loen, Erik Moholdt, Espen Stranger Seland, Markus Thorsen, Tor Orset</p>\n<p>Frivilligfotografene: Johannes Granseth og Ihne Pedersen</p>\n<p>Øyanattfotografene: Isak Frøseth og Siv Randi Vinsrygg</p>\n","wordpress_id":4618,"translations":{"nb":{"url":"/2012/08/10/jakter-pa-godt-scenelys-royk-og-ivrige-artister/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"74bfc892-1abb-5be3-acab-f2903be7e502","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/08/10/jakter-pa-godt-scenelys-royk-og-ivrige-artister/","redirect":false}}}