{"data":{"wordpressPost":{"title":"Øya Under 18: Kvelertak på ungdomsklubber i Oslo","date":"4th September 2012","content":"<p>I november arrangerer vi for første gang Øya Under 18, en turné med et stort norsk band på noen av Oslos ungdomsklubber. Øya ønsker med dette å bidra til å styrke konserttilbudet til de under 18 år, og å gi ungdommer mulighet til sterke konsertopplevelser der de bor. Samtidig ønsker vi å samarbeide med ungdomsklubber som har engasjement, lærelyst og interesse for å arrangere konserter. Vi håper at Øya Under 18 kan bli noe vi får mulighet til å gjøre hvert halvår.</p>\n<p>&nbsp;</p>\n<p>På høstens turné på fire av Oslos ungdomsklubber har vi vært så heldige å få med oss Kvelertak. De skal spille på Kjelsås, Bøler, Rommen og Ullern. På samtlige steder vil de spille sammen med lokale band. Billettprisen er kun 30 kroner og det er en øvre aldersgrense på 18 år. Øyafestivalen finansierer Øya Under 18 med knutepunktmidler, samt pengene vi fikk i forbindelse med tildelingen av Oslo Bys Kulturpris i vår. I tillegg til at Øya bidrar med artist, promo og koordinering, vil det være et faglig opplegg med opplæring av ungdomsklubbene i relevante arrangørtemaer.</p>\n<p>&nbsp;</p>\n<p><strong>OM KVELERTAK</strong></p>\n<p>Kvelertak kommer i høst hjem fra stor USA-turne, og gleder seg stort til å spille for ungdommer i Oslo. Deres debutskive fra 2010 gjorde dem i løpet av kort tid til et av landets mest populære nye rockeband og de fikk kjapt etablert et rykte som et fantastisk liveband. Deres energiske blanding av elementer fra hardcore, rock, pønk og metal, har skaffa dem en stor fanskare. I tillegg har de bygget opp en stor interesse utenlands, med jevnlig turnévirksomhet i Europa og USA. Det er store forventninger til deres neste utgivelse. I mellomtida fortsetter bandet å spille sine intense konserter. Det er ingen grunn til å bli hjemme når Kvelertak kommer til en ungdomsklubb i nærheten av deg.</p>\n<p>&nbsp;</p>\n<p><strong> ØYA UNDER 18 – 2012: KVELERTAK</strong></p>\n<p><em>Onsdag 21. november – Rommen Scene</em>, i samarbeid med Stovner Rockefabrikk (med Globox, Radioclowns og Tuesday Forgets)</p>\n<p><em>Torsdag 22. november – Trikkehallen Kjelsås</em> (med Vegas Syndrome og Dødsgap)</p>\n<p><em>Fredag 23. november – Bøler Fritidsklubb</em>, i samarbeid med alle ungdomsklubbene i bydel Østensjø (med Divided Waves og Oslo Faenskap)</p>\n<p><em>Lørdag 24. november – Stoppestedet Ullern</em> (med Caspers Lane og Bow Crow)</p>\n<p>&nbsp;</p>\n<p>Foto: Jan Erik Svendsen</p>\n","wordpress_id":4909,"translations":{"nb":{"url":"/2012/09/04/oya-under-18-kvelertak-spiller-ungdomsklubber-i-oslo/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9176694c-f342-5933-9a3c-52462cabecb6","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2012/09/04/oya-under-18-kvelertak-spiller-ungdomsklubber-i-oslo/","redirect":false}}}