{"data":{"wordpressPost":{"title":"Flere norske til Øya","date":"11th December 2012","content":"<p>TRULS</p>\n<p>BLOOD COMMAND</p>\n<p>NILS BECH</p>\n<p>Øyafestivalen er allerede godt i gang med billettsalg, program og planlegging for 2013. Som en førjulsgave, byr vi i dag på tre aktuelle norske navn. Blood Command og Nils Bech har mottatt mye skryt for høstens utgivelser og vi føler de har en naturlig plass på vår 2013-plakat. Truls Heggero har bestemt seg for å satse som soloartist. På nyåret kan du få høre hva han har jobbet med i det siste.</p>\n<p>&nbsp;</p>\n<p>Øya-programmet vil bli fyldigere og fyldigere utover vinteren.  Se opp for flere artistslipp de neste ukene</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>TRULS</strong></p>\n<p>Mange kjenner Truls Heggero fra Lukestar og Truls And The Trees. Nå er han i startgropa som soloartist. At tidligere prosjekter er avslutta, betyr  at Truls beveger seg inn i et nytt musikalsk landskap. Som det heter i presseskrivet:</p>\n<p>&#8211;        Truls’ oppgave i livet er å skape musikk. Han har lenge hatt stor kjærlighet for R&amp;B som sjanger, og har dermed alltid lekt med tanken på å lage musikk med en urban tvist. Forsøke å mikse sin karakteristiske stemme og teft for melodier med et nytt lydbilde. Og nå skjer det, endelig.</p>\n<p>&nbsp;</p>\n<p>Foreløpig er det ikke mange som har hørt musikken han har jobba med i det siste, men vi ble mektig imponerte av de smakebitene vi fikk. I 2013 kommer mange til å åpne øra på nytt for denne talentfulle mannen. I februar gir EMI ut den første singelen, og det er god grunn til å vente i spenning. Plateselskapet lover at «De store melodiene møter beats, soulen møter nordisk elektropop og det hele dynkes i sofistikert R&amp;B. Resultatet er umulig å forholde seg likegyldig til.». Til sommeren kan du oppleve Truls på Øya.</p>\n<p><a href=\"http://www.trulsmusic.no/\" target=\"_blank\">www.trulsmusic.no</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>BLOOD COMMAND</strong></p>\n<p>Blood Command fra Bergen har de siste åra imponert på scener over hele landet. Deres energiske rock har tydelige referanser til klassisk hardcore og sint punk. Samtidig lager de refrenger du kan komme til å hyle med til i lang tid. I høst kom deres andre album, kalt Funeral Beach, og anmelderne var enige om at Blood Command har mye å by på. Kjernen i bandet er fortsatt Silje Tombre (vokal), Yngve Andersen (gitar) og Sigurd Haakaas (trommer). Fra deres tidlige EPer til albuma Ghostclocks og Funeral Beach, har de levert sterke, fengende låter som det gnistrer av.</p>\n<p>&nbsp;</p>\n<p>Lydverket: «Blood Command låter sultnere, tøffere og modnere enn tidligere. De låter tryggere på sitt eget uttrykk enn tidligere, og har tar gode valg som låtskrivere; går rett på sak hele veien…»</p>\n<p>&nbsp;</p>\n<p>Bergens Tidende: «Selv om Blood Commands musikk først og fremst er preget av lekenhet, overskudd og smittende humør, er det også et snev av sunn gjenstridighet her.»</p>\n<p>&nbsp;</p>\n<p>Blood Command lager musikk som gir deg lyst til å kaste deg ut i hemningsløs dans eller vill hærjing. Dette bandet låter fett på skive, men om du virkelig vil få med deg Blood Command i fullformat, bør du oppsøke et spillested de besøker snart. Vi gleder oss til de skal lage feststemning på Øya.</p>\n<p><a href=\"http://www.bloodcommand.com\">http://www.bloodcommand.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>NILS BECH</strong></p>\n<p>For ikke lenge siden kom Nils Bechs andre soloalbum, kalt Look Inside. Under innspillingen har han hatt duoen Ost &amp; Kjex i produsentstolene. Resultatet er utfordrende, sofistikert popmusikk, som ikke låter som noe annet enn akkurat Nils Bech. Skiva handler om forhold og brudd, ingen ny tematikk i musikk, men det blir likevel noe ganske eget i Bechs versjon.</p>\n<p>Natt &amp; Dag skreiv dette om Look Inside:</p>\n<p>&#8211;        Javisst leker Bech seg med samtidsmusikk, avanserte strykerarrangementer, housemusikk og pop – med andre ord en sjangerkamel man burde hatt store vanskeligheter med å svelge. Men dette glir ned på høykant, og det er her albumets store styrke ligger – evnen til å formidle en gjenkjennelig kjærlighetshistorie, via avanserte verktøy.</p>\n<p>I konsertsammenheng har Nils Bech sine opptredener sterkt preg av performance. Han spiller like gjerne i kunstgallerier som på klubber. Til sommeren får du mulighet til å se en særpreget og uforutsigbar artist på Øya. Ikke la denne muligheten til å oppdage noe nytt og spennende gå fra deg.</p>\n<p><a href=\"http://www.nilsbech.com/\" target=\"_blank\">http://www.nilsbech.com/</a></p>\n<p>&nbsp;</p>\n<p>foto: Jørgen Gomnæs</p>\n","wordpress_id":5271,"translations":{"nb":{"url":"/2012/12/11/flere-norske-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c686576d-7fe4-5c36-a8d6-6bbd70d89fd3","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/12/11/flere-norske-til-oya/","redirect":false}}}