{"data":{"wordpressPost":{"title":"Pissed Jeans, Deathcrush og Ben Zabo til Øya","date":"2013-04-03T08:30:05.000Z","content":"<p><strong>PISSED JEANS (US)</strong></p>\n<p><strong>DEATHCRUSH</strong></p>\n<p><strong>BEN ZABO (ML)</strong></p>\n<p><strong>DAGSBILLETTER IGJEN TIL ALLE DAGER</strong></p>\n<p>&nbsp;</p>\n<p>Vi har brukt påskeuka godt og tre bekreftelser har kommet mens vi har sitti i solveggen. De plateaktuelle støyrockerne Pissed Jeans er kjente for å levere konsertopplevelser man seint glemmer. Nå kommer de til Middelalderparken. Norske Deathcrush har vært en livesensasjon en stund allerede. Nå kommer debutalbumet og vi så oss nødt til å invitere dem tilbake til festivalen vår. Ben Zabo er et nytt navn innen afropop, som imponerte stort i fjor med sitt debutalbum. Nå skal artisten fra Mali sørge for sol og varme både i kropp og hode under Øya.</p>\n<p>&nbsp;</p>\n<p>Dette blir den første konserten i Norge noensinne for både Pissed Jeans og Ben Zabo. Begge skal spille i Middelalderparken lørdag 10. august.</p>\n<p>&nbsp;</p>\n<p>Vi sitter i spenning og venter på flere bekreftelser, så om ikke lenge har vi ytterligere artistnyheter å komme med.</p>\n<p>&nbsp;</p>\n<p>Årets billettsalg til Øya er blant de aller beste vi noensinne har opplevd. Fortsatt er det dagsbilletter igjen til alle dager, men det er ingen grunn til å nøle lenge. Bestill billetter til sommerens store musikkbegivenhet allerede nå!</p>\n<p><a href=\"http://www.billettservice.no/event/377291\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n<p>&nbsp;</p>\n<p><strong>PISSED JEANS (US)</strong></p>\n<p>Pissed Jeans er en gjeng fra Pennsylvania som er vokst opp til lyden av hardcore, punk og støyrock. Sammen har de laga et herlig leven siden debuten Shallow i 2005. I vinter kom fjerdealbumet Honeys, som er deres tredje på legendariske Sub Pop. Bandet leverer energisk og forstyrra rock på plate og helt fantastisk intense konserter fra scena. De overbeviste under SXSW i Texas for noen uker siden</p>\n<p>&nbsp;</p>\n<p>Honeys har blitt meget godt mottatt i en rekke medier. Popmatters.com skreiv: &#8211; And now comes <em>Honeys</em>, an album that further refines the Pissed Jeans sound and its attacks on the conceits and trammels of adulthood. It is, as a whole, scattershot in its attacks, and yet each attack is surgical, darkly comic without ever succumbing to fearful irony, indignant without being self-righteous. <em>Honeys</em> is 35 minutes of decidedly not-sweet rock tunes, with all the hardcore fury you expect and a few deviations into other genres that fit the band’s grind perfectly.</p>\n<p>&nbsp;</p>\n<p>De valgte navnet Pissed Jeans etter at de visstnok hadde forkasta Unrequired Hard-On. Bandet har blitt nevnt sammen med undergrunnshelter som Mudhoney, Flipper, Jesus Lizard og Black Flag. De er med andre ord som en slags uryddig røre av alt som har vært herlig med amerikansk grumserock de siste 30 åra, men med store doser særpreg. Om du er overbegeistra for urolig og vill bråkerock eller bare trenger en mental venstrehook: Dette bør du ikke gå glipp av på Øya!</p>\n<p><a href=\"http://www.whitedenim.com/pissedjeans/\">http://www.whitedenim.com/pissedjeans/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>DEATHCRUSH</strong></p>\n<p>Trioen Deathcrush overraska oss for et par år siden med sine energiske og kraftfulle konserter. Kjapt ble de kjent som et band man bare måtte se live. Derfor spilte de på Øya allerede i 2011. Bandet har lagt planene for 2013, hvor et nytt besøk i Middelalderparken inngår. I løpet av året gir de ut en serie singler. Første smakebit Lesson # 13 For Nanker Phlege/Fire kom ut tidlig i mars og er litt over to minutter med frekk rårock.</p>\n<p>&nbsp;</p>\n<p>Deathcrush kombinerer klassisk støyrock med et utall andre inspirasjonskilder og de namedropper alt fra Metallica-bassist Cliff Burton til Snoop Dogg til Rolling Stones sitt låtskriverpseudonym. Det sier litt at et bredt utvalg internasjonale musikkmedier allerede har lovprist trioen, deriblant Drowned In Sound, The Stool Pigeon, The Quietus og Le Monde. De har turnert i Europa med Sleigh Bells og spilt de fleste scener som er verdt å nevne i Norge.</p>\n<p>&nbsp;</p>\n<p>NRK har forsøkt å beskrive Deathcrush på denne måten: &#8211; Med diabolske vegger gitarstøy, monotont mørke og likaktig kvinnevokal fremstår den oslobaserte trioen Deathcrush først og fremst som et lydspor til en okkult seremoni ledet an av en gruppe hekser. Det mest fremtredende med mange andre støyrockband er at de lar vakre popmelodier stå som en kontrast til det utilgjengelige mørket støyelementene skaper. Deathcrush, derimot, har få ønsker om å vise noen form for nåde…</p>\n<p>&nbsp;</p>\n<p>Om du var i tvil; man kjeder seg aldri på Deathcrush-konsert.</p>\n<p><a href=\"http://www.deathcrush.no/\">http://www.deathcrush.no/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>BEN ZABO (ML)</strong></p>\n<p>Ben Zabo fra Mali ga i fjor ut et fantastisk album på Glitterhouse, produsert av Chris Eckman (Walkabouts, Dirtmusic, Chris &amp; Carla osv). Her finner man hans vitale lek med afropop, som ikke ligner på det andre Mali-artister driver med for tiden. Zabo er en artist det norske publikummet ikke kjenner ennå, men det har vi tenkt til å gjøre noe med i Middelalderparken i august.</p>\n<p>&nbsp;</p>\n<p>Worldmusic.co.uk har utropt at “Ben Zabo produces powerhouse African dance music guaranteed to leave no-one in their seats!”</p>\n<p>&nbsp;</p>\n<p>Han har i en årrekke spilt i band i hjembyen og hovedstaden Bamako, men det er som soloartist han nå får oppmerksomhet. Ben Zabo skal være den første noensinne fra sin lille folkegruppe i Mali, kalt Bwa, som gir ut innspilt musikk internasjonalt. Han ønsker å øke kjennskapen til sitt folk og sine tradisjoner gjennom musikken, og har et stort fokus på urettferdighetene han opplever. Der de andre kjente musikerne fra Mali ofte lener seg på det som blir kalt ørkenblues, lager Zabo musikk som er langt mer livlig og med høyere tempo. I tillegg har han henta elementer fra stilarter som rock, funk og reggae. Ved siden av å spille sjøl, er han tekniker i det lokale studioet hvor blant annet Tamikrest har spilt inn.</p>\n<p>&nbsp;</p>\n<p>Han sjøltitulerte skive har gitt oss på Øya-kontoret varme i øra igjennom vintern.  Nå anbefaler vi at du sjekker ut Ben Zabo. Sjøl den mest stivbeinte bør lyst til å få i gang dansefoten når han spiller på Øya i sommer.</p>\n<p><a href=\"http://hcmf.de/benzabo/\">http://hcmf.de/benzabo/</a></p>\n<p>&nbsp;</p>\n<p>foto. Tarjei Krogh</p>\n<p>&nbsp;</p>\n","wordpress_id":6118,"featured_image":{"title":"Deathcrush2 by Tarjei Krogh øyafestivalen 2013 635x350","filename":"Deathcrush2-by-Tarjei-Krogh-yafestivalen-2013-635x350.jpg","filesize":131002,"url":"http://oya.test/assets/uploads/2013/04/Deathcrush2-by-Tarjei-Krogh-yafestivalen-2013-635x350.jpg","link":"http://oya.test/deathcrush2-by-tarjei-krogh-oyafestivalen-2013-635x350/","alt":"","author":"4","description":"","caption":"","name":"deathcrush2-by-tarjei-krogh-oyafestivalen-2013-635x350","status":"inherit","uploaded_to":0,"date":"2013-04-02 19:45:49","modified":"2013-04-02 19:45:49","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/04/Deathcrush2-by-Tarjei-Krogh-yafestivalen-2013-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/04/Deathcrush2-by-Tarjei-Krogh-yafestivalen-2013-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/04/Deathcrush2-by-Tarjei-Krogh-yafestivalen-2013-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/04/Deathcrush2-by-Tarjei-Krogh-yafestivalen-2013-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/04/Deathcrush2-by-Tarjei-Krogh-yafestivalen-2013-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/04/Deathcrush2-by-Tarjei-Krogh-yafestivalen-2013-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/04/Deathcrush2-by-Tarjei-Krogh-yafestivalen-2013-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2013/04/03/pissed-jeans-deathcrush-og-ben-zabo-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e56a6cae-53b7-5b9c-8ffd-71878d8fffb3","locale":"nb"}}