{"data":{"wordpressPost":{"title":"Intervju: Fleet Foxes","date":"8th October 2008","content":"<p>av Andreas Milde (bildet ble tatt av Andre Simonsen)</p>\n<p>Da Fleet Foxes begynte å få en buzz her hjemme i Norge, så hadde de vært booket til Øyafestivalen i mange måneder allerede. Jeg tok meg turen bak scena og møtte dette årets store overraskelse. </p>\n<p>Eller en overraskelse er det vel egentlig feil å kalle Fleet Foxes, for de har tross alt gitt ut årets beste skive. Men at det skulle bli så mye oppstyr rundt dem her hjemme i lille Norge, det var en liten overraskelse. I alle fall for meg. But hey, I’m easily surprised.</p>\n<p>Det var litt smått kaotisk bak i intervjuområdet når Fleet Foxes entret teltene bak der. Ikke fordi det var så mange folk der eller noe sånt. Men fordi jeg ikke hadde fått beskjed om at jeg skulle snakke med dem, og at jeg egentlig satt midt i et annet intervju. Men proffe journalister som oss, vi klarer å sjonglere mer enn som så. Og det endte med at jeg fikk fullført begge intervjuene til M+. Hver for seg altså. </p>\n<p>Jeg fikk til slutt satt meg ned med Christian Wargo, og med Skyler Skjelseth sittende lettere henslengt en meter bak meg i et annet intervju. Dette endte relativt kjapt, så jeg slang noen meldinger til han også.</p>\n<p>Så Christian, dere har ikke holdt på så altfor lenge med Fleet Foxes, men er allerede allemannseie. Når startet ideen om Fleet Foxes egentlig?<br />\n&#8211;\tVel, jeg har jo ikke vært med helt fra starten da, men jeg tror Robin startet å lage låter for ca. to og et halvt år siden. Men jeg og Casey (keyboards/orgel) har egentlig bare vært med siden oktober i fjor.</p>\n<p>Aha, ikke lenger altså?<br />\n&#8211;\tNei, vi ble med før vi spilte inn Sun Giant-EP’en, men vi var jo tillstede under hele innspillingen av skiva også da. Men da var vi mer hangarounds.</p>\n<p>Eller groupies, som vil noen kalle det.<br />\n&#8211;\tHaha, ja. Vi var vel egentlig det.</p>\n<p>Men du sa at dere ble med før EP’en, og at dere ikke er med på skiva. Kom ikke ’Sun Giant’ ut før skiva egentlig?<br />\n&#8211;\tJo den gjorde jo egentlig det. Det er litt komplisert det der. </p>\n<p>Kjør på.<br />\n&#8211;\tVi spilte inn skiva, eller de spilte inn skiva i fjor sommer, men den skulle uansett ikke gis ut før dette året her. Og siden vi ikke hadde så mange konserter rundt den tiden, så ble til at vi lagde en del flere låter, som igjen da ble til en EP. Det var egentlig ikke planen i det hele tatt at denne skulle gis ut. Men så tilbød plateselskapet Bella Union seg å gi den ut i Europa, og det var jo ikke noe vits i å bare la de låtene ligge å støve bort heller. Så da ble det sånn. Men da ble plutselig Sub Pop litt misunnelige tror jeg, og de kom plutselig med: ”Hvis de skal gi den ut i Europa, da skal i hvert fall vi gi den ut her (USA). Så det så”. Hahaha. Men det er greit for oss det altså, det er noen flotte låter på den EP’en. </p>\n<p>Oh yes, spesielt ”Mykonos”. Årets beste låt spør du meg.<br />\n&#8211;\tHey, takk skal du ha mann. Alltid hyggelig å høre sånt. </p>\n<p>Du og Casey er jo egentlig fra Philadelphia, hvor dere hadde deres eget band, Crystal Skulls. Hva skjer med dette og hvordan var det å flytte til Seattle på andre siden av landet?<br />\n&#8211;\tHey, kult at du nevner det. Ikke så mange som har fått med seg dette. </p>\n<p>Du veit, jeg er en hardtarbeidende, utforskende fyr.<br />\n&#8211;\tJa særlig, men uansett. Crystal Skulls er et veldig fint band det altså, som jeg anbefaler alle å sjekke ut, men når vi får sjansen til å bli med i et band som Fleet Foxes så kan man liksom ikke takke nei da. Vi pleier å si at Crystal Skulls har en liten pause, men når jeg ser på turne- og innspillingsplanen til Fleet Foxes nå så tror jeg heller det blir en ganske så lang pause. Hehe. </p>\n<p>Synd da…<br />\n&#8211;\tJada, men jeg og Casey bidrar jo såpass mye i Fleet Foxes nå, så det blir jo litt Crystal Skulls der også. </p>\n<p>Jeg skjønner nå at det er du og denne Casey som er beste buddies i bandet?<br />\n&#8211;\tJa, jeg og Casey har kjent hverandre veldig lenge, og vi har laget musikk sammen så lenge jeg kan huske egentlig. Men tilbake til det du sa om å flytte til Seattle, så var det lenge siden vi flyttet fra Philly altså, vi har vel bodd i Seattle i fem-seks år nå. </p>\n<p>Dere trives i regnet altså?<br />\n&#8211;\tGjør ikke du?<br />\n(Sier han ironisk å sikter til vannet som fosser ned fra himmelen)</p>\n<p>Hehe, du kan så si.</p>\n<p>Jeg har lest et par steder at det er vokalist og gitarist, Robin Pecknold, som er sjefen i bandet. Han skriver låtene, han skriver tekstene og han bestemmer hva de andre skal spille. Ikke et hippiekollektiv som de ser ut til å være altså. Men som vanlig, man skal ikke tro på alt man leser…og ikke du heller.</p>\n<p>Hvordan er låtskriverprosessen i Fleet Foxes? Jeg har hørt at den kan være ganske militant.<br />\n&#8211;\tJa det er flere som spør om det, og det er synd at Robin har fått det ryktet på seg, haha. Det er forsåvidt Robin som startet bandet, og Fleet Foxes er på en måte ’hans’ band, men alle bidrar like mye skulle jeg mene. Robin kommer som regel med skissene, og så kommer vi andre med idéer, og omrokkerer på det Robin har gjort. Så begynner låten å ta form. Spesielt Mykonos, som du nevnte i sted, er en låt som har blitt dratt, ristet og snudd på. Det må nesten til det hvis et band skal fungere. Alle låter må gjennom en slags kvern.</p>\n<p>Enig med du. Enig med du, så absolutt. Jeg har ofte forklart venner og uvenner at dere har et ganske gammelt sound. Eller at dere høres ut som noen gamle hippier. Hva mener du om det?<br />\n&#8211;\tVi ser i alle fall ut som noen hippier, men vi har ikke gått inn for å høres sånn ut. Jeg har selvfølgelig lest det flere steder, men det er vel bare en greie dere journalister bruker for å gjøre jobben deres enklere. </p>\n<p>Forsåvidt….<br />\n&#8211;\tVi har spilt inn skiva analogt, det er det jo ikke så mange som gjør lenger. Men ellers har vi gjort som alle andre band gjør. Vi har gitar, bass, trommer og orgel, og vi bruker ingen effekter på noe av det.</p>\n<p>Hei, ikke si at dere ikke bruker reverb (Klang på gitaren eller vokalen for dere som måtte lure..)??<br />\n&#8211;\tHeh, det stemmer selvfølgelig. Vi bruker en hel helvetes haug med reverb. Men ellers så er jeg ikke så fan av å bruke så mye avansert utstyr. Moderne utstyr gjør ikke musikken bedre, den bare gjør at den høres bedre ut.</p>\n<p>Ja, nei, for det er jo ikke viktig…..</p>\n<p>Fleet Foxes tok jo oss her i lille Norge med storm nesten før skiva i det hele tatt var sluppet her hjemme. En liten reportasje på Lydverket på NRK og så var det gjort. Det nye Beach Boys. Det nye Fairport Convention. Det nye Band Of Horses. Det nye Crosby, Stills, Nash &#038; Young. De gamle var solgt, og de unge likeså. Men det skal faktisk gis en del kred til Øyafestivalen også, som booket Fleet Foxes allerede etter South By Southwest i mars. Mange måneder før den reportasjen på NRK. Nok en gang viser de skjeggete kara oppe på Øyakontoret at de har teft som overgår de fleste andre her til lands. </p>\n<p>Men du Christian. Dere er jo blitt umåtelige populære over kort tid. Hva gjør det med dere som band?<br />\n&#8211;\tEeeeh, hva skal jeg si. Jeg har jo lyst til å si at vi ikke bryr oss om det, og fortsetter som vi alltid har gjort, men det ville selvfølgelig vært en liten hvit løgn. Men vi forsøker å ikke tenke så mye på det altså, men det skal jo veldig mye til å ikke legge merke til det også. Vi gjør en hel haug med intervjuer for eksempel, i dag har vi jo gjort ti intervjuer, og vi har bare sittet her en halvtime. Åh, jeg orker ikke tenke på hvor lenge det er igjen. </p>\n<p>Plager jeg deg Christian?<br />\n&#8211;\tÅh, neida, men du skjønner hva jeg mener…vi ville jo heller benyttet dagen å sett oss rundt omkring i Oslo. Og reist i fjordene og sånt ikke sant?</p>\n<p>Joda jeg skjønner dere godt jeg. Men hvordan har dere ellers merket at dere ikke er et lite drittband fra Seattle lenger?<br />\n&#8211;\tNei som sagt så gjør vi som vi alltid har gjort, men vi kan jo ha med oss flere folk på tur, i crewet og sånt altså. Vi får finere hotellrom, hehe, og det betaler seg jo litt bedre da. Men de pengene ser vi ikke noe til før om en stund uansett. </p>\n<p>Hadde dere noen gang forestilt dere at dere kunne få en slik ’hype’, og bare ta over verden?<br />\n&#8211;\tJa selvfølgelig. Vi hadde en femårsplan som vi har fulgt til punkt og prikke, så dette hadde vi helt klart kalkulert med….nei er du helt dust eller, selvfølgelig hadde vi ikke det. Vi trodde vi bare skulle få spille litt rundt på vestkysten vi, og vi hadde egentlig vært ganske fornøyd med det også. Det er konserter som er moro ikke sant. Men herregud, vi skjønner det egentlig fortsatt ikke. Hvordan det her skjedde liksom. Jeg har faktisk hørt at dere i Norge er spesielt glade i oss, er det sant eller?</p>\n<p>Jeg kan vel bekrefte det ja. Jeg er i hvert fall glad i dere, moren min er glad i dere, og hele den Norske presse er glade i dere, så dere kan være trygge på at det blir bra i kveld.<br />\n&#8211;\tWow, det er jo kjempekult. Du får hilse moren din, haha. Men skal jeg være helt ærlig, så er vi litt nervøse for i kveld, for vi er ikke overbegeistret over å spille på festivaler egentlig. </p>\n<p>Ikke?<br />\n&#8211;\tNei, eller, vi elsker å være på festivaler. Vi blir tatt veldig godt vare på, og folkene er helt herlige, men forberedelsene og været og sånt er så usikkert. Man får som regel bare tjue minutter på å gjøre klart utstyret sitt, og siden vi har så komplisert lydbilde med vokalharmonier og lignende, så er vi avhengige av at lyden er bra og at ikke vinden spiser bort alt. Men vi krysser fingrene for at alt går bra! Festivalen virker jo helt knall så langt, så dere fikser det nok. </p>\n<p>Noen timer senere står jeg på Sjøsiden og ser på konserten til Fleet Foxes. De tar lydprøven sin selv, og småsnakker med publikum hele tiden. Det var festivalens beste konsert, uten tvil, og det visste publikum å sette pris på. Og Fleet Foxes smilte seg av scenen etter konsertslutt.<br />\nDer ser du Christian, dere hadde ingenting å frykte.</p>\n<p>Men du, han gitaristen deres, Skye Skjelseth, han har et veldig skandinavisk-klingende navn. Har dere noen røtter på denne siden av verden eller?<br />\n&#8211;\tJa når du nevner det så har faktisk Robin snakket en del om dette. Om Skye har noen familie her det vet jeg ikke, men Robin har faktisk en bestefar her i Norge. Har har vært her flere ganger og feriert. Han skryter fælt av naturen og de gode fiskemulighetene. </p>\n<p>Jøss, husker du hvor i Norge det var hen eller?<br />\n&#8211;\tNei det har jeg ikke sjangs til, men jeg tror det var nordover…eller sørover. Nææh, ikke hør på meg, jeg kan dessverre særs lite om norsk geografi. </p>\n<p>Hva? Da skal jeg lære deg litt. Oslo ligger i sør og Tromsø ligger i nord.<br />\n&#8211;\tJa, det er sikkert greit å vite det. Skal høre med Robin jeg, så kan han rope det til deg fra scenen. Eller, jeg garanterer at han begynner å snakke om det uansett.</p>\n<p>Ah, jeg er spent….</p>\n<p>Det viste seg senere at både Robin Pecknold og Skye Skjelseth har norske aner. Robin har norske besteforeldre, og var en tur på Hitra i Trøndelag i fjor sommer for å lete etter sine røtter. Låta deres ”Blue Ridge Mountains” het opprinnelig ”Bob Valaas” og den var oppkalt etter bestefaren hans. Låta handler også om hans bestefar. Så der ser dere, vi kan ’claime’ litt av Fleet Foxes sin suksess i alle fall. Eller Bob Valås kan gjøre det….</p>\n<p>Men helt til slutt Christian, er det noe spesielt du skal få med deg på festivalen?<br />\n&#8211;\tDet eneste som er bankers er My Bloody Valentine. Herregud jeg har hørt mye på det bandet. ’Loveless’ og ’Isn’t Anything’ er klassikere i mine øyne. Jeg pleide å kjøre rundt i gatene i Philadelphia, med min gamle Oldsmobile å spille skivene deres på fullt volum. Folk ristet på hodet, men jeg har aldri hatt det så fint. </p>\n<p>Så det kan bli stort for deg i kveld altså?<br />\n&#8211;\tGarantert, jeg får gåsehud nå bare når jeg snakker om det. </p>\n<p>Selv gleder jeg meg aller mest til deres konsert.<br />\n&#8211;\tHey, takk. Vi skal gjøre vårt beste.</p>\n<p>Gjør det, vi snakkes.</p>\n<p>Og med det, var intervjuet over. Fleet Foxes leverte som sagt varene, og vel så det. Når de en gang kommer tilbake til ”gamlelandet” Norge, bør dere sørge for å være der. Uansett!</p>\n<p>Andreas Milde<br />\nandreas@furoreiharare.com<br />\nwww.furoreiharare.com</p>\n","wordpress_id":666,"translations":{"nb":{"url":"/2008/10/08/intervju-fleet-foxes/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"221ff01b-5a8f-592c-8e6d-15677e57f55f","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2008/10/08/intervju-fleet-foxes/","redirect":false}}}