{"data":{"wordpressPost":{"title":"Slayer at Øya Saturday 10th of August","date":"7th January 2013","content":"<p><strong>SLAYER (US)</strong><br />\n<strong> ELECTRIC WIZARD (UK)</strong><br />\nWe kick off 2013 with a hard and heavy bands. Slayer and Electric Wizard are two of the best metal bands in the world. We are very proud to have both on this year’s line-up.</p>\n<p><strong>SLAYER (US)</strong><br />\nSlayer will be back in Oslo in August to spread their wonderful aggression. For the first time they will play an outdoor stage in our city. They have started work on their next album, and hope to have it released by Øya. The band is well known for their enthusiastic and loyal fans.</p>\n<p>Slayer was formed in the early 80&#8217;s, in Huntington Park, California. They quickly established themselves as one of the best bands in the growing scene of more extreme heavy metal. Slayer made their own style, based on equal parts of classic heavy metal and the anger of hardcore. After a few years they were one of four bands that are still referred to as The Big Four of thrash metal, along with Metallica, Anthrax and Megadeth. With the albums Reign In Blood (1986), South Of Heaven (1988) and Seasons In The Abyss (1990), they established themselves as one of the world&#8217;s best metal band. Later releases like Christ Illusion (2006) and World Painted Blood (2009) has shown that they do not intend to take it easy just yet.</p>\n<p>We hope to get a mix of old stuff and new songs at Øya in August. A Slayer show is always a great event for anyone who loves aggressive and intense metal.<br />\n<a href=\"http://www.slayer.net/\" target=\"_blank\">http://www.slayer.net/</a></p>\n<p><strong>ELECTRIC WIZARD (UK)</strong><br />\nIn recent years dark, sludgy and heavyweight rock has been popular outside the darkest corners of the underground. One of Europe&#8217;s best bands when it comes to sludgy doom rock is Electric Wizard of Dorset, England. Band captain Jus Osborn has steered the ship for twenty years. In recent years he had Liz Buckingham at his side.</p>\n<p>Electric Wizard got great reviews for their second and third albums, Come My Fanatics (1997) and Dopethrone (2000). They got the attention of both the metal audience and the underground rockers. The band has successfully used the legacy of Black Sabbath, and added large doses of psychedelia. Allmusic.com has described the sound of the band as &#8221; walls of sound so dense that at first they seem too big to fit into your ears&#8221;. Electric Wizard showed with the amazing Black Masses in 2010, the new vinyl single Legalize Drugs And Murder and some great concerts, that they are still great. This summer, they take their muscal rituals to our tent stage.<br />\n<a href=\"http://www.myspace.com/electricwizarddorsetdoom\" target=\"_blank\">http://www.myspace.com/electricwizarddorsetdoom</a></p>\n<p>&nbsp;</p>\n","wordpress_id":2893,"translations":{"nb":null,"en":{"url":"/en/2013/01/07/slayer-at-oya-saturday-10th-of-august/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a3f0778b-35ba-5da7-8466-a569e1fe9b84","locale":"en"}}