{"data":{"wordpressPost":{"title":"Øyafestivalen er en av verdens grønneste festivaler!","excerpt":"<p>Øyafestivalen er stolte over å fortelle at vi er på toppen av lista til A Greener Festival Award, som kårer hvilke festivaler som er best på bærekraft og miljø. For vårt arbeid i 2017 har vi oppnådd en plass i den høyest mulige kategorien; Outstanding Achievment. </p>\n","content":"<p><span style=\"font-weight: 400;\">Øya har ambisjon om å være en av de beste festivalene i verden på miljø, og denne prisen viser at vi er med helt i toppen. En utmerkelse fra en så høyt anerkjent aktør er inspirerende og gir enda en ny giv til miljøarbeidet.</span></p>\n<p><span style=\"font-weight: 400;\">&#8211; Vi på Øyafestivalen vil vise at det nytter, med konkrete og tydelige eksempler, positivitet og engasjement. Vi er heldige som har mulighet til å utfordre oss selv, teste og lære med sammen med våre frivillige, artister og publikum. Vi vil vise bærekraft gjennom handling, sier miljøsjef Cathrine Røsseland.</span></p>\n<p><span style=\"font-weight: 400;\">Non-profit organisasjonen A Greener Festival har siden 2007 vurdert over 400 festivaler og eventer, og gir hvert år ut en pris til dem som jobber aktivt med problemstillinger rundt bærekraft og miljø, med et mål om å gjøre sitt arrangement grønnere. Kriteriene har etterhvert blitt strengere og nåløyet trangere. Søkerne gjennomgår en grundig vurdering, får besøk av en revisor og må levere detaljerte rapporter som beskriver og dokumenterer alt som blir lagt ned i miljøarbeidet. Arrangementene er vurdert på 11 hovedområder, blant annet transport, avfall, energi, bruk og vannforbruk og lokal påvirkning.</span></p>\n<p>Claire O&#8217;Neill, en av grunnleggerne for A Greener Festíval Awards uttaler:</p>\n<p>&#8211; <em>Outstanding</em> er den høyeste anerkjennelsen som kan oppnås hos oss, og det er bare en håndfull festivaler globalt som har oppnådd dette nivået. Prisen betyr at man på en virkelig eksepsjonell og inspirerende måte har redusert utslippene av drivhusgasser, har gode reise-, transport- og avfallshåndteringsprogrammer, beskytter lokalsamfunnet, minimer vannbruk og kommuniserer og forteller om sitt arbeid utad. ØYA har vist seg å være pionerer på dette området og var en av de som fikk den første AGF-prisen for over 10 år siden.</p>\n<p>Øyafestivalen var også nominert til Green Operations Award under European Festival Awards, og vi fortsetter året i 2018 med et fokus på formidling og deling for at vi alle kan bli grønnere sammen.</p>\n","date":"2018-02-06T09:52:44.000Z","wordpress_id":21330,"featured_image":{"title":"AGF Award Flags 2017 crop","filename":"agf-award-flags-2017-crop.jpg","filesize":425882,"url":"http://oya.test/assets/uploads/2018/02/agf-award-flags-2017-crop.jpg","link":"/2018/02/06/oyafestivalen-verdens-gronneste-festivaler/agf-award-flags-2017-crop/","alt":"","author":"7","description":"Foto: AGFA","caption":"Foto: AGFA","name":"agf-award-flags-2017-crop","status":"inherit","uploaded_to":21330,"date":"2018-02-05 12:47:12","modified":"2018-02-05 12:48:09","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":2380,"height":2753,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2018/02/agf-award-flags-2017-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2018/02/agf-award-flags-2017-crop-259x300.jpg","medium_width":259,"medium_height":300,"medium_large":"http://oya.test/assets/uploads/2018/02/agf-award-flags-2017-crop-768x888.jpg","medium_large_width":768,"medium_large_height":888,"large":"http://oya.test/assets/uploads/2018/02/agf-award-flags-2017-crop-885x1024.jpg","large_width":885,"large_height":1024,"small":"http://oya.test/assets/uploads/2018/02/agf-award-flags-2017-crop.jpg","small_width":320,"small_height":370,"medium_small":"http://oya.test/assets/uploads/2018/02/agf-award-flags-2017-crop.jpg","medium_small_width":640,"medium_small_height":740,"xlarge":"http://oya.test/assets/uploads/2018/02/agf-award-flags-2017-crop.jpg","xlarge_width":2380,"xlarge_height":2753}},"translations":{"nb":{"url":"/2018/02/06/oyafestivalen-verdens-gronneste-festivaler/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ee404500-2b09-54f7-aac5-ef91826ba916","locale":"nb"}}