{"data":{"wordpressPost":{"title":"Siri Nilsen til Øya &#8211; se video!","date":"13th April 2012","content":"<p>Siri Nilsen imponerer stort, både på plate og scene. Nå er det klart at en av det siste halve årets mest bejublede norske artister endelig er klar for Øyafestivalen.</p>\n<p>Siri Nilsen er kanskje ikke mer ærlig enn andre artister, men det er lett å få det inntrykket selv om det er like vanskelig å sette fingeren på hvorfor. Låner man øre til det nye albumet Alle snakker sant, blir imidlertid alt tydelig: Velformulerte norske tekster får god plass i et åpent og drømmende lydbilde fundert på strengeinstrumenter og perkusjon, og måten det hele settes sammen og formidles på er både stemningsfull, melankolsk, og nettopp ærlig. Aftenposten sa det kanskje aller best i sin plateanmeldelse: «Det er noe grunnleggende ektefølt i måten vokalisten fremfører tekstene sine; stemmebruken og fraseringene står som kroneksempler på hvordan en god popvokal bør lyde.»</p>\n<p>Da Nilsen vant Grappas debutantpris i 2008, beskrev juryen henne som «(…) en lovende sanger og låtskriver med et hudløst og personlig uttrykk. Hun skriver og fremfører låter som beveger og hun har mot til å skrive enkle, personlige og nære tekster på norsk.» Prisen besto av en platekontrakt for innspilling av hennes første album, som kom ut året etter under tittelen Vi som ser i mørket. Oppfølgeren Alle snakker sant ble altså sluppet i november i fjor, og med den kom Siris virkelige gjennombrudd i Norge. Albumet ble godt mottatt av kritikerne, var blant de mest streamede på Wimp i 2011, og ga Siri en nominasjon til Spellemannprisen 2011, i kategorien for kvinnelig artist.</p>\n<p>Etter å ha overbevist oss på John Dee i januar og under by:Larm i februar, spilte Siri Nilsen sin første konsert for et fullstappet Rockefeller i mars. Det var en magisk opplevelse som vi gleder oss stort til hun gjentar på Øyafestivalen fredag 10. august.</p>\n<p>Foto: Helene Halvorsen Knutsen</p>\n","wordpress_id":2367,"translations":{"nb":{"url":"/2012/04/13/siri-nilsen-pa-oya-fredag-10-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"11052cd2-3470-5ec4-947a-974777822728","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2012/04/13/siri-nilsen-pa-oya-fredag-10-august/","redirect":false}}}