{"data":{"wordpressPost":{"title":"Hurra elektrisk!","date":"7th July 2011","content":"<p>Sammen med Hurra Torpedo har ingeniørene Emma Barfod og Knut Rikkard Bakken plukket ut instrumenter på Haraldrud avfallstasjon. Etter ideer fra kolleger og bandets egne ønsker ble det bygget elektriske instrumenter som tidligere aldri har sett dagens lys. Det elektriske samarbeidet har blant annet ført til nyvinninger som wah-wah-pedal av vaffeljern, en sekkestøvsugerpipe og transformatorstortromme. Resultatet kan du se og høre på Øyafestivalen lørdag 13. august. Du kan også følge instrumentutviklingen gjennom filmsnutter som legges ut på <a href=\"http://www.hurraelektrisk.no/.\" target=\"_blank\">www.hurraelektrisk.no</a></p>\n<p>Vi gikk rett til kilden og snakket med Hurra Torpedo om konserten og hvordan de forbereder seg. </p>\n<p>Tekst: Øyvind Rones<br />\nFoto: Bitmill</p>\n<p>Det øves på mye rart i forkant av den spektakulære konserten Hurra Torpedo skal gjøre på Øyafestivalens siste dag. Men dritefrekvensen tør de ikke øve så veldig mye på.</p>\n<p>– Kjenner du ikke til dritefrekvensen? Den ligger på omkring 32Hz, og det håper vi å oppnå på Øya. Det hadde jo vært en fin avslutning, kroppens egen salutt liksom. Så vi må jo øve med bleier.</p>\n<p>Farbror Blå, her i form av Aslag Guttormsgaard, forklarer litt om hva man kan vente seg av Hurra Torpedo-konserten deres på Øya, en opptreden som er et samarbeid mellom bandet og Øyas generalsponsor, Hafslund. Dritefrekvensen er et av mange prosjekter Hurra Torpedo jobber med for tiden.</p>\n<p>– Vi har fått hjelp av noen ingeniører i Hafslund til å utvikle nye instrumenter, noe vi har hatt lyst til å gjøre veldig lenge, men ikke hatt ressurser til.</p>\n<p>Sekkestøvsugerpipe, wah-wah vaffeljern og transformatorstortromme er noe av det man kan vente seg. Det prøves også ut gode måter å utnytte visper på og hvordan gjøre komfyrer om til gitarforsterkere.</p>\n<p>– Vi har alltid hatt en drøm om å få en støvsuger til å bli en sekkepipe. En støvsuger er jo så å si en sekkepipe, egentlig.</p>\n<p>Og om noen nå tenker at det kommer til å bli bråkete, så er det helt korrekt.</p>\n<p>– Det er faktisk helt grotesk bråkete, verre enn ti sekkepiper, forklarer Guttormsgaard, og høres nesten vantro ut når han snakker om hvor bråkete det kommer til å bli.</p>\n<p>Det er ingen tvil om at dette markerer et skifte for bandet, og at det er store muligheter for at det er konturene av fremtidens Hurra Torpedo vi kommer til å være vitne til.</p>\n<p>– Det er nok helt klart et kvantesprang i en ny retning for oss, og det er godt, siden vi på det området har stagnert litt i det siste.</p>\n<p>Nå har de begynt å utforske mulighetene for å inkludere mer melodi i hvitevarene sine.</p>\n<p>– Vi er jo egentlig bare vant til å knuse hvitevarene på scenen, så det er godt å kunne gjøre melodi også. Vi jobber med en del rytmeting basert på gamle kjøkkenredskaper. Visper til å holde takten, for eksempel, så slipper vi kanskje å spille i det hele tatt. Vi trekker jo på årene. Det hadde vært godt med en pause inni konserten et sted.</p>\n<p>Latskap er altså grunnen til at Hurra Torpedo begynner å kjøre elektrisitet i hvitevarene sine. Men hvordan ble det Hurra Torpedo og Hafslund da?</p>\n<p>– De kontaktet oss, og dette kunne vi jo ikke si nei til. De ønsket å synliggjøre at det brukes energi til å lage et slikt show. Og hvitevarer bruker jo strøm til vanlig. Dessuten står både vi og Hafslund for rå og uforfalsket energi, og det var vel der vi møttes.</p>\n<p>Lørdag 13. august åpner Hurra Torpedo Øyafestivalens siste dag.</p>\n","wordpress_id":15463,"translations":{"nb":{"url":"/2011/07/07/hurra-elektrisk/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3c7d2502-b197-5c6f-ae6a-84bde429f7e1","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2011/07/07/hurra-elektrisk/","redirect":false}}}