{"data":{"wordpressPost":{"title":"Kom deg på Øyanatt!","excerpt":"<p>Man kan kanskje være unnskyld for å ikke utnytte seg av Øyanattprogrammet midt i uka. I hvert fall om man begynner tidlig på jobb dagen etter. Men nå er det helg, og det finnes INGEN unnskyldning for å ikke dra på en av de mange flotte tilbudene rundt om på Oslos konsertsteder. Vi har forhåndsanmeldt fredagen, og det beste er at lørdagen er minst like bra.  </p>\n","content":"<p>Man kan kanskje være unnskyld for å ikke utnytte seg av Øyanattprogrammet midt i uka. I hvert fall om man begynner tidlig på jobb dagen etter. Men nå er det helg, og det finnes INGEN unnskyldning for å ikke dra på en av de mange flotte tilbudene rundt om på Oslo bys konsertsteder.</p>\n<p>Hva med å ta turen til Funhouse der det blir garagerock-extravaganza med amerikanske Wooden Shjips? Eller herlige The Oscillation, med våre egne helter i The Low Frequency In Stereo og Club Komsiche som oppvarming? Og på Stratos snurrer Holy Ghost! skiver til den store gullmedaljen, med et livesett fra krautelektrotekno-hodene i Bygdin som support. </p>\n<p>Rockefeller får storfint besøk av svenske Slagsmålsklubben, mens Garage også får flotte svensker på besøk i form av Suburban Kids With Biblical Names, og Get Dancy snurrer skiver etterpå. og The Villa byr selvfølgelig på ekstremt dansbart program med Tore Jazztobakk, Spiro &#038; Knark Kent og Benga &#038; Skream. </p>\n<p>Som om ikke alt dette var nok, så steller Brödrene Löwenstierne i stand rockefest på Pigalle, mens John Dee får yndig besøk av de svenske ungjentene i First Aid Kit og enda flere svensker i Hellsongs.</p>\n<p>Nei, var heller ikke alt. Klør det skikkelig i rockefoten så kan man også ta turen til Dattera Til Hagen hvor selveste Duke Dumont byr opp til dans, med L-Vis 1990, Fella &#038; Chmmr og Bitch Boys før det igjen. Fisk &#038; Vilt på sin side har DJ Playboy-Marse, og Sunkissed på Blå girer opp til Dixon mens Sunkissed på Gul får besøk av DJ Gaute Shahrokh Dini [Compost] Coltsfoot.</p>\n<p>Det er nesten så vi faller av stolen når vi skriver, så glade er vi. Så sett i gang og velg og vrak i vei!</p>\n<p>Tekst: Øyvind Rones</p>\n","date":"2009-08-14T20:00:00.000Z","wordpress_id":505,"featured_image":null,"translations":{"nb":{"url":"/2009/08/14/kom-deg-pa-%c3%b8yanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"08608908-d51e-5f7b-bd2c-10b692631fb5","locale":"nb"}}