{"data":{"wordpressPost":{"title":"Tre fantastiske til Øya","date":"9th December 2016","content":"<p><strong>Mac DeMarco (CA) – torsdag 10. august</strong></p>\n<p><strong>Julia Jacklin (AU) – onsdag 9. august</strong></p>\n<p><strong>Silja Sol</strong></p>\n<p>Vi får stadig nye bekreftelser på plass fra artister som kommer til Tøyenparken i august. Sjøl om vi bare er i desember, kan man begynne å ane den store variasjonen og mengden innhold Øya 2017 kommer til å presentere. Publikumsfavoritten Mac DeMarco, nykommeren Julia Jacklin og snart albumklare Silja Sol er nå lagt til i programmet.</p>\n<p>Både ukespass og dagsbilletter er i salg. Følg med neste uke, for nok et førjulsslipp.</p>\n<a title=\"Buy tickets here!\" target=\"_blank\" class=\"inline-ticket-button\" href=\"https://www.ticketmaster.no/artist/oyafestivalen-billetter/301563\">Buy tickets here!</a>\n<p><strong>MAC DEMARCO (CA)</strong></p>\n<p>Mac DeMarco opplever å få et større publikum for hver utgivelse og turné, noe som også i Norge. 2017 ser ut til å bli hektisk for Mac DeMarco. To kvelder i mai på O2 Academy Brixton i London er allerede utsolgt, det blir sikkert besøk på en rekke europeiske festivaler, og det går rykter om at et nytt album er på vei. I 2014 besøkte han Øya for første gang, i 2015 solgte han ut Rockefeller. Vi veit det er mange som gleder seg til å oppleve DeMarco på en norsk scene igjen.</p>\n<p>Etter forrige Oslo-besøk slo <a href=\"http://www.musikknyheter.no/konserter/13031/Oya-2014:-Mac-Demarco.html\">Gaffa</a> fast at «balansen mellom tull og fanterier og klassiske fortellinger om knuste hjerter er perfekt».</p>\n<p>Etter å ha spilt i flere lokale band i Edmonton, ga han ut et album under navnet Makeout Videotape. I starten av dette tiåret flytta han til Vancouver og starta solokarrieren. I 2014 kom Salad Days, som medførte virkelig stor oppmerksomhet i mange sentrale musikkmedier. Året etter fulgte han opp med minialbumet Another One. Han har på få år blitt en slackerpopfavoritt.</p>\n<p>Om Salad Days skreiv <a href=\"http://www.clashmusic.com/reviews/mac-demarco-salad-days\">clashmusic.com</a>: &#8211; The lazy melodies, off-kilter vocals and haphazard, plaintive strumming all converge to produce a record of fragmented brilliance. Ultimately, ‘Salad Days’ is an aural testament to the old adage that there’s a fine line between genius and insanity.</p>\n<p><a href=\"http://www.mac-demarco.com/\">www.mac-demarco.com</a></p>\n<p><strong> </strong></p>\n<p><strong>JULIA JACKLIN (AU)</strong></p>\n<p>Julia Jacklin fra Australia ga i høst ut et sterkt album fylt med gode doser folk, country, rock og pop. Don’t Let The Kids Win er hennes debut. Låtene hennes bør være midt i blinken for alle som allerede har falt for Angel Olsen eller Laura Marling. Mottakelsen av skiva har gjort at hun allerede kan kalles en kritikerfavoritt. Hennes lekne utrykk bør kle en sommergrønn Tøyenpark veldig godt.</p>\n<p>Jacklin har varma opp for Øya-favorittene Whitney på turné i Storbritannia og selger for tiden ut klubber i Australia og New Zealand til vinterens turné på hjemmebane.</p>\n<p><a href=\"http://www.allmusic.com/album/dont-let-the-kids-win-mw0002964079\">Allmusic.com</a> mener at debutalbumet: &#8211; …skillfully laces elements of alternative country-rock and early rock into haunting indie folk vignettes. Smoky vocals, discontent, and a presence that&#8217;s mature beyond her twenty-something years suffuse the album with the character of a life hard-lived.</p>\n<p><a href=\"http://www.juliajacklin.com/\">www.juliajacklin.com</a></p>\n<p><strong> </strong></p>\n<p><strong>SILJA SOL</strong></p>\n<p>Du har kanskje fått med deg den fantastiske singelen Dyrene på radio? Etter nyttår kommer Silja Sols tredje album Ni Liv. Med de to foregående På Hjertet og Væremeh, har hun imponert som plateartist, og fra store og små norske scener. Hun er en energisk liveartist som alltid gir deg lyst til å høre mer. Den nye musikken er noe mer elektronisk i uttrykket, og varsler om at 2017 kan bli Silja Sols store år.</p>\n<p>Før hun fikk fart på solokarrieren var Sol med i bandet til AURORA. I hennes eget backingband har hun brukt folk fra Casiokids og The Megaphonic Thrift.</p>\n<p><a href=\"http://p3.no/musikk/stralende-sol/\">P3.no</a> har påstått at «Musikken er leken, befriende lite tilgjort, og byr på store belønninger til den som lytter». <a href=\"http://www.vg.no/rampelys/musikk/oeyafestivalen/konsertanmeldelse-silja-sol/a/23505062/\">VG</a> har valgt å kalle det «veldig glødende og ekstremt gøyal smilepop med tyngre tak».</p>\n<p><a href=\"https://www.facebook.com/siljasolen/\">www.facebook.com/siljasolen</a></p>\n<p>foto Coley Brown</p>\n<p>&nbsp;</p>\n","wordpress_id":15372,"translations":{"nb":{"url":"/2016/12/09/tre-fantastiske-til-oya/"},"en":{"url":"/en/2016/12/09/tre-fantastiske-til-oya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"07f5dcae-becd-5c89-b67c-633bda3b2ecd","locale":"nb"}}