{"data":{"wordpressPost":{"title":"Sjekk ut Øyamenyen her!","date":"10th June 2016","content":"<p><span style=\"font-weight: 400\">Tidligere i uka kunne vi fortelle at Piscoteket, Oslo Fish’n’Chips, Kamai, Texas Barbecue Café, På pinne, Duggurd, Go&#8217;grilla og Funky Fresh Foods kommer til Munchløkka i år. Men vi har også med oss de fabelaktige mataktørene fra i fjor! Her er det de har på menyen:<br />\n</span></p>\n<p><strong>Aymara <span style=\"font-weight: 400\">er en moderne restaurant inspirert av den latin-amerikanske husmannskosten &#8211; gatematen såvel som topprestaurantene &#8211; hvor klassisk sør-amerikanske retter møter smaksimpulser fra de asiatiske immigrantene. I mai gikk de seirende ut av vår vegetarkonkurranse på Aftenposten matfestival og vant en pop-up-restaurant på Øya.</span></strong></p>\n<p><b>Annis Pølsemakeri</b><span style=\"font-weight: 400\"> tilbyr pølser og spekemat av beste kvalitet. Alt er egenprodusert på deres pølsemakeri på Ringebu i Gudbrandsdalen.</span></p>\n<p><strong>Coop</strong> <strong>Mega</strong> lanserte nylig <strong><span style=\"font-weight: 400\">to vegetarburgere som straks ble superpopulære i de norske hjem – en rød burger laget av rødbeter og en grønn burger laget av aspargesbønner og erter. I lanseringsuken var hele 4 av 10 solgte burgere i Coops butikker fra den nye vegetarserien. Nå tar Coop Mega med seg veggisburgerne på Øyafestivalen!</span></strong></p>\n<p><b>Hagen</b><span style=\"font-weight: 400\"> er et grønt matkonsept fra Trondheim &#8211; som serverer deilig og bærekraftig mat for folk i farta. På Øya tar Hagen med sine bestselgende falafelrull &#8211; som i år blant annet vil inneholde supersunne sjøgrønnsaker fra Frøya &#8211; tang og tare! </span></p>\n<p><b>Handwerk</b><span style=\"font-weight: 400\"> er det økologiske surdeigsbakeriet som tar Oslo med storm. Siden åpningen i 2015, har de nå fire filialer i byen, hvor brød bakes på gamle kornsorter som svedjerug, emmer og enkorn, og med egenutviklet villgjær. På Øya serverer de ulike surdeigssandwicher og nystekte surdeigsboller. </span></p>\n<p><b>Hitchhiker</b><span style=\"font-weight: 400\"> handler om lettbeint stemning og gatemat fra alle verdens hjørner. På Øya serverer de ostevaffel med chipotle-coleslaw &#8211; med og uten bacon. </span></p>\n<p><b>Isrosa</b><span style=\"font-weight: 400\"> lager is på ein liten gard i Sunnhordland, sør for Bergen. Glade høner og kyr leverer egg, fløyte og mjølk til isen. Isrosa har laga økologisk is sidan 2003, og har både heimedyrka og meir eksotiske smakar.</span></p>\n<p><b>Kolonihagen</b><span style=\"font-weight: 400\"> har på få år vokst fra en liten nynordisk restaurant på Frogner til en økologisk mastodont med restauranter i flere byer. I år er de tilbake på Øya &#8211; denne gangen med økologisk pizza fra eget bakeri på Lilleborg i Oslo, håndlaget på urkorn. </span></p>\n<p><b>Kompass &amp; co</b><span style=\"font-weight: 400\"> jobber med å få ungdom i Oslo ut i arbeid &#8211; gjennom matlaging, redesign og dyrkingsprosjekter. I år deltar de med sin flunkende nye foodtruck, kjøpt og pusset opp for pengene dere i publikum donerte i fjor. I år har de pusset støvet av den opprinnelige, norske gatematen: Den bakte poteten. Kompass &amp; co gir den en ny vri og tilbyr bakt potet i tre varianter. </span></p>\n<p><b>Kulinarisk Akademi</b><span style=\"font-weight: 400\"> (KA) ønsker å være Norges mest inspirerende kilde til kunnskapsrike matopplevelser. </span><span style=\"font-weight: 400\"> </span><span style=\"font-weight: 400\">KA er et kurssenter for både private hobbykokker og bedriftsmarkedet og på Øya står de for maten på gjesteområdet.</span></p>\n<p><b>Gammelgården Lysklæt </b><span style=\"font-weight: 400\">er tilbake på Øya &#8211; og i år serverer de sin berømte festivalburger hvor alle ingrediensene er dyrket fram på gården. Dyrene går ute og beiter nesten hele året, og spise </span><span style=\"font-weight: 400\">hovedsakelig fôr som er dyrket på gården. Hveten til burgerbrødet er dyrket på gården, det samme med kjøtt og salaten. </span></p>\n<p><b>Ragnalokk </b><span style=\"font-weight: 400\">er foodtruck-utgaven av LOKK &#8211; og lager mat på norske råvarer med elementer og inspirasjon fra hele verden. På Øya serverer de sveler med svin og fruktsalsa, samt kokoscurry med linser.</span></p>\n<p><b>Smalhans</b><span style=\"font-weight: 400\"> &#8211; bydelsrestauranten som får deg til å ønske at du bodde på St.Hanshaugen &#8211; er tilbake på Øya! I restauranten bytter de ut menyen hver dag &#8211; og både ramennudler, oksetungetaco og fiskeboller i hvit saus har en like naturlig plass på menyen. På Øya i år serverer de BBQ-porcetta (eller portebellosopp) i surdeigsbrød med kålslaw og kimchidressing.</span></p>\n<p><b>Taco República </b><span style=\"font-weight: 400\">er Norges første og eneste taquerìa. De baker ferske maistortillas hver morgen og serverer tacos med friske grønnsaker og saftig rent kjøtt. På Øya serverer de ulike tacos, tostada de frijol og meksikansk knutekålsnacks. </span></p>\n<p><span style=\"font-weight: 400\"><strong>Tine Rømme</strong> er &#8211; sammen med Marius-genseren, brunosten og Odd Nordstoga &#8211; kanskje noe av det mest norske som finnes her til lands. I år kommer denne folkefavoritten til Øya for fullt! I løpet av de siste månedene har Tine Rømme reist verden rundt og stiftet nye kulinariske bekjentskaper. Resultatet får du servert på Øya, med retter som Himmelsk hanoi, Spicy Sydney, Aussie Veggie og Max Mexico &#8211; alt servert med valgfri rømmedip.</span></p>\n<p><b>Solberg &amp; Hansen</b><span style=\"font-weight: 400\"> serverer biodynamisk og økologisk kaffe, ellers har vi økologisk mineralvann, økologisk vin og øl tilgjengelig på området.<br />\n</span><br />\n<span style=\"font-weight: 400\">I tillegg kommer det noen overraskelser utover sommeren, så følg med! </span></p>\n<p>&nbsp;</p>\n<p>Foto: Finn Dale Iversen</p>\n","wordpress_id":14078,"translations":{"nb":{"url":"/2016/06/10/sjekk-ut-her-oyamenyen-her/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7351d110-d549-53f5-a856-c1998128a5dc","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2016/06/10/sjekk-ut-her-oyamenyen-her/","redirect":false}}}