{"data":{"wordpressPost":{"title":"Thomas Dybdahl, Windhand og Bloody Beach til Øya","date":"2013-12-11T19:32:02.000Z","content":"<p>THOMAS DYBDAHL<br />\nWINDHAND (US)<br />\nBLOODY BEACH</p>\n<p><em>40 % av ukespassene er solgt</em></p>\n<p>&nbsp;</p>\n<p>Programmet til neste års Øya blir stadig mer fyldig. I dag legger vi til ytterligere tre sterke navn. Tidligere i uka har vi fått bekrefta Queens Of The Stone Age, Röyksopp &amp; Robyn Do It Again 2014, Thulsa Doom og Bombino.</p>\n<p>Thomas Dybdahl har de siste månedene igjen vist hvorfor han er en av landets fremste soloartister. I august spiller han med fullt band i Tøyenparken. Det gjør også de amerikanske kritikerfavorittene Windhand og bergenserne i Bloody Beach. Windhand kommer til Oslo og Revolver før Øya, for å spille en Øya Open-konsert 26. april.</p>\n<p>40% av ukespassene til Øya 2014 er allerede solgt. I tillegg har vi fått fart på salget av dagsbilletter, etter de siste dagenes artistslipp. Kjøp ukespass eller dagsbilletter allerede nå, som en perfekt julegave til musikkinteresserte. De siste årene har ukespass, som dekker Klubbdagen og fire dager i parken, blitt utsolgt allerede i februar.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113\" target=\"_blank\">Kjøp ukespass til Øya her</a></p>\n<p>&nbsp;</p>\n<p>THOMAS DYBDAHL<br />\nÅrets album fra Thomas Dybdahl heter What’s Left Is Forever, og er hans fjerde som har toppa den norske albumlista. Til sammen har Dybdahl solgt godt over 400 000 album og og han har vunnet Spellemann flere ganger. Osloby beskreiv musikken på plata slik: &#8211; Det er lett å bli overveldet av skjønnheten i denne musikken. Den besitter så mange ulike lag. Spenningen mellom varsomhet og drama, intensitet og stillferdig mystikk er bare noe av det som fascinerer. Samtidig tilfører han det svært forseggjorte lydbildet nok uro til at du aldri helt vet hva som skjer.</p>\n<p>&nbsp;</p>\n<p>Konserten på Øyafestivalen blir den første Thomas Dybdahl gjør med fullt band i Oslo i 2014. Før det skal han spille aleine i Operaen 9. mars. De siste årene har han brukt mye tid på å få fotfeste på det internasjonale markedet. De nye låtene er skrevet i Los Angeles og innspillingen er gjort med Larry Klein, som har produsert flere skiver med Joni Mitchell. Thomas Dybdahls utgivelser har alltid vært preget av myke, gode melodier og kledelige arrangementer.</p>\n<p>&nbsp;</p>\n<p>På Øya vil du kunne oppleve Thomas Dybdahl og bandet i fullformat. Vi lover en konsert som kommer til å kle de flotte festivalrammene Tøyenparken gir. Opplev en av de siste ti åras mest folkekjære artister blant grønne trær og med gress mellom tærne.</p>\n<p><a href=\"http://www.thomasdybdahl.com/\" target=\"_blank\">http://www.thomasdybdahl.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>WINDHAND (US)</p>\n<p>Windhand fra Richmond, Virginia har de siste månedene mottatt skryt langt utenfor de etablerte metalkretsene. Andreskiva Soma er en av årets aller sterkeste innen seig, hard, dommedagsprega rock. Tyngden til metal kombineres med biter av utsvevende psykedelia. Tenk deg uttrykket til Electric Wizard, med innslag av de fengende sidene til The Devil’s Blood. I tillegg til vokalist<i> </i>Dorthia Cottrell finner man folk fra Cough og Alabama Thunderpussy i bandet. I det siste har de turnert i USA med High On Fire og Kvelertak.</p>\n<p><em> </em></p>\n<p>Både Spin og Stereogum hadde Soma som ukas album i høst. Sistnevnte skreiv:<em> &#8211; …</em>there’s always a bit of melodic swamp-blues push-pull at work, even when the music is raging as hard as it possibly can.</p>\n<p>Platebutikken Tiger  Oslo har kalt Soma: &#8211; Årest suverent sløyeste plate</p>\n<p>&nbsp;</p>\n<p>Vi mener bestemt at Windhand har levert et blytungt mesterverk, som vi ikke kommer til å bli lei. Nå gleder vi oss til å oppleve dette live i Tøyenparken i august. Om det er for lenge å vente til Øya med å oppleve Windhand live, kan vi røpe at bandet besøker Oslo allerede i april. Da spiller de Øya Open på Revolver.</p>\n<p><a href=\"https://www.facebook.com/WindhandVA\" target=\"_blank\">https://www.facebook.com/WindhandVA</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>BLOODY BEACH<br />\nBloody Beach fra Bergen har gjort seg bemerka med en særegen sjangerblanding. Ved å mikse psykedelia, dub, rock, afrobeat og pop har de begeistra publikum fra mange norske og et utvalg utenlandske scener. Om du ikke har sett dem live, fikk du kanskje med deg at de hadde laga introlåta til Lydverket på NRK TV. I 2011 fikk man en god første smakebit med singelen Quembo Que. Våren 2014 gis debutalbumet Bloody Beach Pirate Radio Presents ut på labelen Nabovarsel. Rett over nyttår kan du høre første singel fra skiva.</p>\n<p>På Øya kan du oppleve et vitalt band vi tror kommer til å prege 2014. De veit hvordan man lager musikkfest, så det er bare å ta på seg noe det er enkelt å danse i før Bloody Beach går på scena i Tøyenparken.</p>\n<p><a href=\"http://bloodybeach.no/\">http://bloodybeach.no/</a></p>\n<p>&nbsp;</p>\n<p>foto Johannes V. Berg</p>\n","wordpress_id":9126,"translations":{"nb":{"url":"/2013/12/11/thomas-dybdahl-windhand-og-bloody-beach-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d16b9864-1157-5621-9b8b-c863688de89c","locale":"nb"}}