{"data":{"wordpressPost":{"title":"The Horrors til Øya fredag 8. august","date":"22nd May 2014","content":"<p>The Horrors har nettopp fått god mottakelse for sitt nye album Luminous, og det er nå klart at de tar turen innom Oslo og Øya på sommerens Europa-turné. De skal spille fredagen, som det nå kun er noen svært få billetter igjen til.</p>\n<p>Fredagen har solgt svært raskt etter at vi gikk tom for ukespass. De andre tre dagene ligger ikke langt bak, og det er på tide å bestemme seg om man vil ha med seg Øyafestivalen 2014 i fantastiske omgivelser i Tøyenparken.</p>\n<p>Mange artister er i det siste plassert på dag. Norske Farao skal også spille på fredagen.</p>\n<p><a href=\"https://api.oyafestivalen.no/program/\" target=\"_blank\">Se foreløpig programoppsett her</a></p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-tickets/301563?camefrom=Client_Oya_Home_Oyafestivalen_101013\" target=\"_blank\">Kjøp dagsbilletter her<br />\n</a></p>\n<p><b>THE HORRORS (UK)</b> – fredag 8. august<br />\nThe Horrors har akkurat sluppet sitt fjerde album, som heter Luminous. Som forgjengeren Skying fra 2011, gikk den inn på topp ti i hjemlandet. Helt siden starten for ni år siden har de blitt fulgt nøye av våkne kritikere og et nysgjerrig publikum. Fra albumdebuten Strange House etablerte de en internasjonal fanbase. The Horrors har veksla mellom røff rock, post-punk og utsvevende psykedelia på sine album. Bandet har lånt elementer fra band ala The Birthday Party, Joy Division og Echo &amp; The Bunnymen, som klassisk amerikansk garasjerock.</p>\n<p>Luminous var ukas album hos <a href=\"http://www.stereogum.com/1680118/album-of-the-week-the-horrors-luminous/franchises/album-of-the-week/\" target=\"_blank\">Stereogum.com</a>, som mente at «if you feel like stepping outside, breathing in warm spring air, and feeling invincible, then <em>Luminous</em> is a thing you need in your life right now». Høres ut som perfekt festivalmusikk, spør du oss.</p>\n<p><a href=\"http://www.theguardian.com/music/2014/may/01/the-horrors-luminous-review\" target=\"_blank\">The Guardian</a> har kalt deres nye album «pulsating, danceable psychedelia». <a href=\"http://drownedinsound.com/releases/18190/reviews/4147671\" target=\"_blank\">Drownedinsound.com</a> har slått fast at «there is something truly special about the way The Horrors have emerged as one of the most adventurous outfits to emerge from these shores in years».</p>\n<p>Fredag 8. august kommer bandet til Tøyenparken for å spille på vår største scene. Da kan du la øra dine flagre til godlyden av The Horrors.</p>\n<p><a href=\"http://www.thehorrors.co.uk/\" target=\"_blank\">www.thehorrors.co.uk</a></p>\n<p>&nbsp;</p>\n<p>foto Nic Shonfeld</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8915e843-b9b7-549a-944b-5a2ae90e4a22"}}