{"data":{"wordpressPost":{"title":"Orions Belte til Øya","date":"19th April 2018","content":"<p>Øyvind Blomstrøm har spilt med en enorm mengde norske artister og band, deriblant Odd Nordstoga, Monica Heldal, El Cuero og Øya-aktuelle Steamdome. Chris Holm er kjent fra blant annet Bloody Beach og Øya-aktuelle Young Dreams. Kim Åge Furuhaug fra Øya-aktuelle Great News kan du i tillegg ha hørt bak trommene hos Lars Vaular, Electric Eye og Casiokids. Nå har de slått seg sammen og resultatet kan du høre på deres ferske singel, det kommende albumet og ikke minst på Øya.</p>\n<p>&nbsp;</p>\n<p><strong>ORIONS BELTE</strong></p>\n<p>Er det blues? Er det verdensmusikk? Er det undergrunnspop? Det kan du nesten bestemme helt selv, for det er ikke så viktig for Orions Belte å bli puttet i bås. De spiller instrumental musikk inspirert av Nigeriansk rock fra 70-tallet, postkort fra den franske rivieraen, Formel 1-løp på Monza-banen i Italia, og da Joe Frazier slo Muhammad Ali i ‘Fight of the Century’ i 1971. Eklektisk og unikt, klarer du å høre det for deg?</p>\n<p>Øyvind Blomstrøm og Chris Holm lever stort sett av å være på veien, og er nesten alltid på reise fra by til by, og land til land. Da deres veier krysset for n’te gang i 2016, ble deres felles drøm om å starte et instrumentalprosjekt endelig satt i gang. Holms makker fra Bergensmiljøet, Kim Åge Furuhaug, ville være med på moroa, og så var Orions Belte født.</p>\n<p>Deres kommende debutalbum, «Mint», er bygget på gamle tradisjoner men føles allikevel nytt, og du skal lete lenge for å finne noe lignende. Det mye omtalte Texas-bandet Khruangbin er kanskje den beste sammenligningen per i dag, men Orions Belte er inne i sin helt egen galakse. En galakse hvor filmer lydsettes, landskap fargelegges, og hvor trioen gjør akkurat som de selv vil, hvordan de selv vil.</p>\n<p>Resultatet har blitt «Mint», et album fylt med låter som glir like lett inn på gatefester i Oslo og London, som på private casinoer i Paris og nattklubber i Lagos. Orions Belte, et lite stykke verden fra Norge. Første singel ut fra albumet er «Le Mans».</p>\n<p><a href=\"https://www.facebook.com/orionsbelte/\">www.facebook.com/orionsbelte</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":21662,"translations":{"nb":{"url":"/2018/04/19/orions-belte-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8dcd4a71-19dc-57e0-a7af-f83bd471c1d9","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/04/19/orions-belte-oya/","redirect":false}}}