{"data":{"wordpressPost":{"title":"Young Dreams og Hollie Cook til Øya","date":"26th January 2018","content":"<p><strong>YOUNG DREAMS</strong><br />\n12. januar kom Young Dreams-albumet Waves 2 You, en utgivelse som flommer over av delikat godlyd og herlig pop. I august skal dette framføres i en luftig Tøyenpark.</p>\n<p><a href=\"http://universitas.no/anmeldelser/63479/young-dreams-smart-og-svevende\">Universitas</a> om det nye albumet: &#8211; Det låter umiskjennelig young dreamsk. Blandingen av barokk, varmende småpsykedelia og kreativ instrumentbruk er der fortsatt (ja takk til mer cembalo i norsk pop). Produksjonen er så klart glitrende. Lydbildet er rikt, men føles ikke overlessende, det er svevende, men ikke utsvevende. Et album hvor elementer fra moderne hiphop, 70-talls vestkystpop og barokkens harmonier sameksisterer som om de alltid var ment å gjøre det.</p>\n<p>Bak navnet Young Dreams finner man blant annet Matias Tellez, som også har en karriere som soloartist. Han og vennene lager ambisiøs og tidvis sommerlig pop. Debutalbumet kom ut i 2013, en utgivelse de vant Spellemann for. Perioden mellom de to albumutgivelsene har inneholdt sykdom og en forkasta utgave av oppfølgeren. Nå er Young Dreams tilbake for fullt, noe de skal vise på Øya.</p>\n<p><a href=\"https://www.facebook.com/youngdreamsband/\">www.facebook.com/youngdreamsband</a></p>\n<p>&nbsp;</p>\n<p><strong>HOLLIE COOK (UK)</strong><br />\nI dag kommer Hollie Cooks tredje soloalbum, kalt Vessel Of Love. Hun lager varme låter med røtter i reggae, dub og sekstitallets vokalgrupper. Sjøl foretrekker hun begrepet tropical pop.</p>\n<p>Cook var i noen år med i en sein utgave av kultbandet The Slits, og ga ut sitt første soloalbum i 2011. Året etter varma hun opp for The Stone Roses, i forbindelse med deres gjenforening. I 2014 fulgte hun opp med Twice. Begge de to første skivene ble laget med Prince Fatty som produsent og støttespiller.</p>\n<p><a href=\"https://topshelfreggae.com/reviews/hollie-cook-vessel-of-love-album-review\">Topshelfreggae.com</a> sier dette om Hollie Cook etter å ha hørt det nye albumet: &#8211; Hollie Cook’s sweet and smooth vocals are hypnotic, sometimes even reminiscent of Sade’s soulful chanteuse style!</p>\n<p><a href=\"http://www.theskinny.co.uk/music/reviews/albums/hollie-cook-vessel-of-love\">Theskinny.co.uk</a>: &#8211; There&#8217;s a hidden depth to her breezy pop that will stay with listeners for days.</p>\n<p>En del har lagt merke til at hun har en god og variert musikalsk bakgrunn fra familien. Faren Paul Cook spilte trommer i Sex Pistols, mens moren kora for Culture Club. I august skal Hollie Cook spre sin herlige sommerlyd utover favorittparken vår.</p>\n<p><a href=\"https://holliecook.com/\">holliecook.com</a></p>\n<p><a href=\"https://www.facebook.com/holliecookmusic/\">www.facebook.com/holliecookmusic</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"698bde3f-fec4-5e03-aa83-0c519de9187a"}}