{"data":{"wordpressPost":{"title":"deLillos åpner Øya-lørdagen","date":"26th February 2015","content":"<p style=\"text-align: left\" align=\"center\">At et folkekjært navn åpner Øyas siste dag, har blitt en sterk tradisjon som trekker tusenvis ut i sola klokka ett siste festivaldag. Bandet som starta tradisjonen er nå tilbake på Øya, for å markere at det er ti år siden de fylte sletta foran vår største scene. Forvent en fantastisk hitparade fra sjølveste deLillos! De ønsker å gjøre dette til en spesiell konsert for gamle og nye fans. Bandet feirer samtidig at det er 30 år siden debutsingelen kom ut. Det er rett og slett veldig mange gode grunner til å invitere deLillos tilbake til Øya i år.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"288\" height=\"288\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w, http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 288px) 100vw, 288px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p><strong>DELILLOS – lørdag 15. august</strong><br />\nI år er det 30 år siden deLillos ga ut sin første singel. I omtrent alle disse åra har de vært blant landets mest populære band på scene og plate. Med album som Suser Av Gårde (1986), Hjernen Er Alene (1989), Svett Smil (1990) og Neste Sommer (1993) ble de landets mest stødige leverandører av norskspråklig pop og rock. I fjor høst kom foreløpig siste album, kalt Rett Og Slett Livet, som gikk in på førsteplass på salgslista. De har en mildt sagt imponerende rekke med hits og livefavoritter, og mange av disse blir å høre i Tøyenparken.</p>\n<p>Etter at andre store navn som Lillebjørn Nilsen, Knutsen &amp; Ludvigsen, Stein Torleif Bjella, bob hund, BigBang og Odd Nordstoga har åpna Øyafestivalens siste dag, er det på tide at vi inviterer tilbake bandet som starta tradisjonen med et folkehav tidlig på lørdagen under festivalen. Folk snakker fortsatt om deLillos sin konsert på Enga i 2005.</p>\n<p>Om du har lyst til å stå med beina i grønt gress, omgitt av venner og synge med til låter som Min Biebi Dro Av sted, Sveve Over Byen, Neste Sommer, Smak Av Honning eller Ut, kan det godt hende anledningen byr seg klokka ett lørdag under Øyafestivalen. Du kommer til å få høre høydepunkter fra hele karrieren til et av de viktigste banda i norsk pop- og rockhistorie. Åhh, som vi gleder oss til å se deg i Amfiet lørdag 15. august.</p>\n<p><a href=\"http://www.delillos.no/\">http://www.delillos.no/</a></p>\n<p>foto: CF Wesenberg/kolonihaven.no</p>\n","wordpress_id":11483,"translations":{"nb":{"url":"/2015/02/26/delillos-apner-oya-lordagen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d4cc6cae-93fa-5661-9660-0d8e4d80d38a","locale":"nb"}}