{"data":{"wordpressPost":{"title":"ARCTIC MONKEYS to headline Øya’s Wednesday","date":"29th January 2018","content":"<p><strong>ARCTIC MONKEYS (UK)</strong></p>\n<p>Arctic Monkeys are Alex Turner, Jamie Cook, Nick O’Malley and Matt Helders.  Formed in High Green, Sheffield in 2002, the band have released 5 albums to date, their most recent, ‘AM’ released in 2013. The band’s debut album Whatever People Say I Am, That’s What I’m Not became the fastest selling debut album in UK chart history on its release in 2006.</p>\n<p>The release of subsequent albums Favourite Worst Nightmare (2007), Humbug (2009), Suck It And See (2011) and AM (2013) has consolidated their position as one of the most successful British bands to emerge in recent times.  They are the only band to have won both Best British Group and British Album of The Year at The Brits three times. The band has now won 7 Brit awards out of 9 nominations since their debut album. Other achievements include an Ivor Novello award, a Mercury Music Prize, 20 NME awards, 5 Q awards and 3 Grammy nominations.</p>\n<p>The band’s fifth album AM debuted at number 1 in 10 countries around the world and charted in the top 10 in 27 others.  To date their songs have been streamed globally in excess of 6 billion times, with 5.5 million streams listened to every day.</p>\n<p>Arctic Monkeys’ performed at the opening ceremony of The Summer Olympics in London in 2012 and have headlined both the Glastonbury and Reading and Leeds Festivals twice.  The band enjoyed their most successful touring period in support of AM, headlining over 100 shows and festivals around the world.</p>\n<p>With the release of their fifth album, AM in 2013, Arctic Monkeys made history as the first independent label band with five consecutive number 1 albums in the UK.  Alex Turner has now released 7 consecutive UK number one albums (5 x Arctic Monkeys, 2 x The Last Shadow Puppets).</p>\n<p><a href=\"http://www.arcticmonkeys.com/\">www.arcticmonkeys.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8d616c4c-b95a-539f-8538-10c1a31330d8"}}