{"data":{"wordpressPost":{"title":"Miniøya på Øya","excerpt":"<p>Miniøya ble arrangert i Tøyenparken helgen 26.-27. juni. Glade barn og voksne rocket til band som Donkeyboy, Casiokids, The Blacksheeps og Hurra Torpedo, fikk gitarleksjoner av Turboneger-gitarist Knut Schreiner, møtte Donald Duck-tegner Arild Midthun og badet i Tøyenbadet. </p>\n<p>Arrangementet er over for i år, men gjør comeback på moderfestivalen Øya for å lage minidisko for de minste. Fredag 13. august klokka 17.00 og lørdag 14. august klokka 17.20 er det bare å møte opp i Camp Indie-teltet i Middelalderparken for å danse løs til toner fra Ost &#038; Kjex, DJs Olle og Elias Abstract, sammen med dansegruppa Soulstars. </p>\n","content":"<p>Soulstars er et utvalg unge, talentfulle dansere fra Oslo Streetdance Studio. Gjennom å krysse stilarter som streetdance, hip-hop, breakdance og dancehall har de opparbeidet seg en helt særegen stil, og med det markert seg som en av Norges mest profilerte dansegrupper. I 2008 viste de hvem som var sjefer på dansescenen med sju NM-gull, i tillegg til semifinaleplass i TV 2-konkurransen Norske Talenter.</p>\n<p>DJ Olle &#038; Elias Abstract er henholdsvis gudfaren og den potensielle arvtageren i Oslos klubbmiljø. Siden senior (Olle) var 14 år gammel har han pusha god dansemusikk på folket. Etter ni år som klubbmusikkdiktator i statskanalens ungdomseter, P3, har han nå tatt steget tilbake til folket og fått seg en sjarmerende og talentfull arving i Elias. Sammen er de væpnet til å angripe festivalpublikum med den nyeste og feteste klubbmusikken. See ya on the dancefloor!</p>\n<p>Utkledd som – ja, en ost og en kjeks – ruler Ost og Kjex, alias Tore Jazztobakk &#038; Petter Hi-Fi Haavik, dansegulvene verden rundt. I Camp Indie-teltet slår de seg sammen med akademiet for kunst, fargestoff og smakstilsetninger, og byr på musikalske kaker til de små. Her skal de samme med publikum gå tilbake til røttene, og spille inn lyden av et middagsbord til live tegning med mr. Mucho a.k.a. Øivind Horvei og VJ Pop Com, a.k.a. Julie Arrive. Velbekomme!</p>\n","date":"2010-07-07T10:58:00.000Z","wordpress_id":339,"featured_image":null,"translations":{"nb":{"url":"/2010/07/07/minioya-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fe01e75c-e93f-5373-ab34-075fb093619f","locale":"nb"}}