{"data":{"wordpressPost":{"title":"Thurston Moores stjernelag på Øyanatt","date":"29th May 2008","content":"<p>*THURSTON MOORES ORIGINAL SILENCE &#8211; 7. AUG*<br />\n*THE GRAND ARCHIVES SPILLER MED THE NOTWIST &#8211; 8. AUG*</p>\n<p>Nå har vi fått bekreftet en virkelig godbit til Øyanatt under årets festival. Som forrige gang kommer ikke Thurston Moore til å klare å nøye seg med å kun spille Sonic Youth-konsert. Nå kommer han sammen med et gjeng drevne musikere flydd inn fra store deler av verden for å lage herlig bråk til seint på natt torsdag 7. august. I tillegg vil du samme kveld kunne oppleve japanske trioen Nisennenmondai.</p>\n<p>Vi har tidligere annonsert at tyske The Notwist spiller på Øyanatt 8. august. Nå er det klart at de får selskap av Grand Archives, som ledes av tidligere Band Of Horses-medlem Mat Brooke.</p>\n<p>Øyanatt er fester og konserter rundt omkring i Oslo under festivalen etter at Middelalderparken stenger 23.00. Felles for alle arrangementene er at du får rabatt ved fremvisning av gyldig Øya-armbånd.</p>\n<p>*ORIGINAL SILENCE (US/NO/SE/IT)*<br />\n*NISENNENMONDAI (JP)*</p>\n<p>Rockefeller<br />\nTorsdag 7. august<br />\nØyanatt<br />\nOriginal Silence<br />\nFeat.: MATS GUSTAFSSON, THURSTON MOORE, PAAL NILSEN-LOVE, TERRIE EX, MASSIMO PUPILLO m.fl.<br />\n+ Supp.: Nisennenmondai</p>\n<p>Etter å ha spilt på Øya-festivalen med sitt legendariske Sonic Youth kommer selveste Thurston Moore løpende til oss med alle sine venner for å trylle frem nydelige toner!<br />\nOriginal Silence kommer med albumet &#8220;The Second Original Silence&#8221;, spilt inn live i Roma i fjor høst, på Smalltown Superjazz 11. august, og dette blir nok akkurat like fint som vi tror for se bare hva Pitchfork Media synes om gruppa:</p>\n<p>&#8220;Picture Ornette Coleman sitting in with the Stooges (the old Stooges, that is) as they tear through &#8220;L.A. Blues&#8221; and you&#8217;d be in the neighborhood of free jazz/noise rock/construction noise hybrid Original Silence&#8221; (8,0 Pitchfork)</p>\n<p>På plate består Original Silence av kremlaget Mats Gustafsson (saxofon, elektronikk), Massimo Pupillo (bass), Terrie Ex (gitar), Thurston Moore (gitar), Jim O&#8217;Rourke (elektronikk) og Paal Nilssen-Love (perkusjon)</p>\n<p>De japanske jentene i instrumental-trioen Nissenenmondai er ute med &#8220;Tori/Neji&#8221; (også på Smalltown Supersound) og har band som No Age, Battles og Prefuse 73 som fans. De har også sjarmert Dazed &#038; Confused:</p>\n<p>&#8220;With walls of distortion and a pummeling rhythmic backbone that fluctuates between krautrock`s repetition  and free-rock calamity, bassist Zai, guitarist Ma-Chan and drummer Hime have formed an unassuming juggernaut&#8221;<br />\n(Dazed &#038; Confused)</p>\n<p>Billetter i salg fra lørdag 31. mai kl. 10.00. Forsalg på www.rockefeller.no, Posten, Narvesen, 7-Eleven, tlf. 815 33 133.<br />\nRabatt for de med Øyapass. 18 år leg. NB! Dørene åpner kl. 22.00</p>\n<p>*THE NOTWIST (DE)*<br />\n*GRAND ARCHIVES (US)*</p>\n<p>Rockefeller<br />\nFredag 8. august<br />\nØyanatt<br />\nGrand Archives, ledet av Matt Brooke fra Band Of Horses, sjarmerer med lys vestkystpop og sender gode tanker til Eagles og Crosby, Stills, Nash &#038; Young. De er ute med en selvtitulert plate som fikk 5/6 på Lydverket: ” The Grand Archives” er den harmoniske lyden av en sensommersbiltur med taket av”. The Notwist er ute med sin nye plate ”The Devil, You + Me” som har fått en femmer i Aftenposten: ”Smygende vakkert”. De startet opp som et hardcoreband, men har etter hvert blitt langt verre å putte i bås. Heldigvis! De beveger seg uanstrengt mellom gitardrevet pop, rock og moderne elektronika. </p>\n<p>Billetter i salg nå<br />\nRabatt for de med Øyapass. 18 år leg.</p>\n","wordpress_id":742,"translations":{"nb":{"url":"/2008/05/29/thurston-moores-stjernelag-pa-%c3%b8yanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"03cd68a4-c992-55d1-a99a-87df79e359a0","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2008/05/29/thurston-moores-stjernelag-pa-%c3%b8yanatt/","redirect":false}}}