{"data":{"wordpressPost":{"title":"Sju lovende navn til Biblioteket","date":"21st June 2017","content":"<p>I løpet av Øyafestivalen kommer det til å bli daglige intime minikonserter i Biblioteket. Her vil vi presentere noen av de unge artistene vi mener er blant landets mest lovende akkurat nå. I dag er sju av dem klare. Vi anbefaler å stikke innom Biblioteket for å sjekke ut noen navn vi håper er klare for våre hovedscener om ett, to eller tre års tid.</p>\n<p>&nbsp;</p>\n<p><strong>Onsdag 9. august: Selmer, IEatHeartAttacks (bildet)</strong></p>\n<p><strong> </strong></p>\n<p><strong>Torsdag 10. august: Louien </strong></p>\n<p><strong> </strong></p>\n<p><strong>Fredag 11. august: Blood Forest Family, Luke Faas </strong></p>\n<p><strong> </strong></p>\n<p><strong>Lørdag 12. august: Shikoswe, Yung Smul</strong></p>\n<p>&nbsp;</p>\n<p>Biblioteket vil i tillegg inneholde et variert kulturprogram med litteratur, musikkprat og annet innhold.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">SHIKOSWE</span></p>\n<p>Shikoswe plukket opp en gitar for første gang da hun var 13 år. Hjemme på Ås i Akershusbrukte hun så alle konfirmasjonspengene sine på mikrofon og en åttesporsopptaker. Nå har hun begynt å dele sangene sine med verden, og hittil har dette resultert i EPen The Hour Of The Body. Det snakkes varmt om det nye materialet hennes, som hun har presentert live på ulike konsertscener i Bergen. I studio samarbeider Shikoswe tett med Kjetil Grimsby Haarr fra Fjorden Baby!, og ifølge rapportene er det bråmoden og fengende popmusikk som er i kjømda.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">YUNG SMUL</span></p>\n<p>Yung Smul er en fremadstormende ung rapper fra Holmen på Oslo vest, som på svært kort tid har skapt en stor buzz i rap-Norge. Nå er han klar med en rykende fersk EP, preget av en direkte rap med blytunge 808-basser, lekne melodier og et særegent ordforråd. Han serverer en glødende liveperformance, med låter som virkelig får festivalpublikumet til å klikke. Smul produserer alt selv, og om du ikke allerede er fan blir du det garantert etter en tur på Bibliotekscenen.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">LUKE FAAS</span></p>\n<p>Etter å ha hatt to singler listet av NRK P3, fått omtale av amerikanske NYLON Magazine og blitt dratt frem av kresne tastemakere som Tonspion, COLORS Berlin og 22 Tracks, slipper Luke Faas endelig debut-EPen Apathy. Med utgivelsen har han laget en samling uimotståelig elektronisk pop som ikke viker fra å ta opp alvorlige temaer som sykdom, skuffelse og tapt kjærlighet.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">BLOOD FOREST FAMILY</span></p>\n<p>Blood Forest Family er sannsynligvis best beskrevet som varm, alternativ pop. Sekstetten slapp sin første singel i januar 2017, tett etterfulgt av en debut-EP som kjapt fikk oppmerksomheten til Ja Ja Ja Music, Ny Musikk Hver Dag, Badekaret m.fl. Førstnevnte utropte: &#8220;It&#8217;s a hell of an earworm, and if the band can replicate this form across their EP it&#8217;ll be an outstanding release&#8221;, om singelen Body. Bandets lydbilde er utvilsomt distinkt, og varierer fra det dansbare til mer downtempo soniske landskaper.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">LOUIEN</span></p>\n<p>Louien har kun en demo ute på verdensveven, men har allikevel klart å skape en buzz i Oslos undergrunn siden hun slapp den i desember i 2016. Hun har spilt for et fullsatt Mono, varmet opp for Twintoulouse og Steve Gunn &#8211; og har med seg Torgeir Waldemar som produsent på sitt kommende debutalbum. Bak navnet Louien står Live Miranda Solberg, låtskriver og musiker kanskje best kjent fra kvartetten Silver Lining. Dette er hennes første steg ut som soloartist. Lyden hun skaper er nær og rå, melodiøs og søkende, enkel og komplisert. Det meste hun skriver har sine røtter i nordamerikansk folk og americana, men mye beveger seg også over i britisk folk og pop.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">SELMER</span></p>\n<p>Selmer er et band som beveger seg i et lo-fi landskap og lager sjarmerende indiepop/-rock med sommerlige gitarer og tangenter hentet fra 70-tallet. De fem guttene holder til i Oslo, og er blant NRK P3s favoritter. Sammen lager de en chill musikalsk opplevelse, med elementer fra pop, rock, lo-fi og elektronika. Bandet henter inspirasjon fra kjente artister som Mild High Club, Homeshake og The Velvet Underground. Bandet har i dag to låter ute på Soundcloud og Urørt. De slipper en singel, med musikkvideo i løpet av fellesferien, og debut-EP etter sommeren.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">IEATHEARTATTACKS</span></p>\n<p>IEatHeartAttacks følger mange års eksperimentering, noe som resulterer i en rå, men raffinert lyd. Selv om IEatHeartAttacks har sitt navn fra en Blood Brothers låt, ble Jompi og Noppers ungdom formet av norsk hardcore anno 2000, med band som JR Ewing, Snöras, Kaospilot og The Spectacle som har gitt varige inntrykk. Forsterket av bassist Erik, har Ieatheartattacks lagt en melodisk nerve med sofistikerte detaljer, til sine tidlige år. Låtskrivingen følger det klassiske punk etoset “less is more”: Når budskapet er levert, avsluttes låta. Det er en unik flyt i IEatHeartAttacks, med deres blanding av harmonier, disharmonier og no waveish up-tempo sammen med fengende breaks.</p>\n","wordpress_id":20191,"translations":{"nb":{"url":"/2017/06/21/sju-lovende-biblioteket/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f7dc314a-7c88-5d72-a5d3-289e3eb3605a","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2017/06/21/sju-lovende-biblioteket/","redirect":false}}}