{"data":{"wordpressPost":{"title":"Egil Olsen og Lower til Øya","date":"10th June 2014","content":"<p><strong>To nye navn til torsdag 7. august. Få billetter igjen</strong></p>\n<p><strong>LOWER (DK)</strong><br />\n<strong> EGIL OLSEN</strong></p>\n<p>Festivalsommeren er her hvert øyeblikk og vi legger stadig til nye navn på plakaten. Nå er det klart at både Egil Olsen og Lower spiller torsdag 7. august. Olsen skal åpne vår hovedscene samme dag som Outkast avslutter. De albumaktuelle danskene i Lower skal spre sin post-punk utover Tøyenparken samme kveld.</p>\n<p>Torsdag 7. august spiller også Outkast, Janelle Monáe, Conor Oberst, Skambankt, Bill Callahan, Blood Orange, Little Dragon, Jungle, Thulsa Doom, Kaveh og flere andre. Det er nå få billetter igjen til denne dagen.<br />\n<a href=\"http://www.billettservice.no/event/torsdagsbillett-oyafestivalen-2014-billetter/409619?camefrom=Client_Oya_Hjemmeside torsdag_Oyafestivalen_101013\" target=\"_blank\">Kjøp torsdagsbilletter nå</a></p>\n<p>LOWER (DK)<br />\nDanske Lower gir nå i midten av juni ut debutalbumet Seek Warmer Climes på Matador. Omtrent samtidig skal de turnere med de albumaktuelle labelkompisene i Fucked Up. De par siste årene har kvartetten fått oppmerksomhet for sine sterke og kompromissløse konserter. Lower er ofte på veien sammen med vennene i Iceage, som de også har laga en splittsingel med. Musikken til Lower har blitt beskrevet som både intens og dramatisk. Tenk post-punk inspirert av både Scott Walker og The Cure. Denne gjengen er et av de mest spennende unge banda i den skandinaviske undergrunnen.</p>\n<p>Plateselskapet Matador har kalt albumet «hugely ambitious and affecting rock album that enters deeply personal and unusual sonic and topical spaces». Vi anbefaler at du får med deg et av de mest spennende banda i Skandinavia akkurat nå, under Øyafestivalen.<br />\n<a href=\"http://lowercopenhagen.net/\">http://lowercopenhagen.net/</a></p>\n<p>EGIL OLSEN<br />\nEgil Olsen skal åpne festivalen på torsdag 7. august med låter som balanserer godt mellom humor og alvor. Hans musikk er melodiøs, nær og sitter godt i øregangen. Helt siden starten på karriera, under navnet Uncle’s Institution, har han levert gode låter man mer enn gjerne hører igjen.  I april ga han ut singelen Tryin, som er en smakebit på det kommende albumet, som blir utgitt til høsten. Olsen er en fantastisk liveartist som vi tror vil sjarmere hele Tøyenparken.</p>\n<p>Han er mest kjent for å være en sterk låtskriver og god formidler. I tillegg kan du se hans særegne videoer, høre hans egen spalte på NRK P13, se hans kunst og lese hans egenproduserte tegneseriestriper. I 2011 kom livealbumet Egil Olsen Show, som på en strålende måte viser hans styrker som både humorist og melankoliker. Musikknyheter.no sin anmelder utbrøyt «Egil Olsen Show er et av de beste norske livealbumene jeg har hørt på mange år!». Nå skal du få oppleve Olsen sjøl på vår største scene under Øyafestivalen.<br />\n<a href=\"http://www.egilolsen.com/\" target=\"_blank\">www.egilolsen.com</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"98d81056-cff5-5885-b5fd-9aadf912331f"}}