{"data":{"wordpressPost":{"title":"Jay Reatard (US) er klar!","date":"2009-02-25T11:28:00.000Z","content":"<p>Vi så Jay Reatard i USA i fjor og det gikk umiddelbart opp for oss hvilken unik og fantastisk artist dette er. Han er i ferd med å bygge seg et stort publikum verden over og vi forventer at det kommer til å ta av rundt denne fyren når neste skive kommer i salg. Jay Reatard har opplevd voldsom økning i oppmerksomheten fra musikkmedier på begge sider av Atlanteren de siste par årene, men han er på ingen måte noen ny artist. Han har vært en spydspiss i Memphis sitt punkmiljø siden seint på 90-tallet og har leda band som The Reatards, The Lost Sounds og Bad Times. Sistnevnte med blant andre Eric Oblivian, fra en av Jays store inspirasjonskilder, Oblivians. I tillegg har Reatard vokst opp med Ramones og Wipers på anlegget. Siden 2006 har han gitt ut musikk som soloartist. Først kom solodebuten Blood Visions, så ga han ut en bråte vinylsingler. Disse har så blitt samla på CD som Singles 06-07 (2007) og Matador Singles 08 (2008). Som tittelen på siste CD avslører, har Jay den siste tiden hørt hjemme på kvalitetsselskapet Matador. Et nytt album er visstnok på trappene og det kommer garantert til å inneholde mer fengende og rå punkrock, blanda med new wave og røff po . Live byr Jay og hans lille band på frekk og god energi. Nå kan du oppleve det hele på nært hold i Middelalderparken. Om du ikke kan vente helt til sommeren med å oppleve Jay Reatard, anbefaler vi at du kommer deg på Garage 24. Mars. Vi garanterer at våre bookingfolk er på plass tidlig for å kunne oppleve dette så tett på som det lar seg gjøre.</p>\n<p><a href=\"http://www.myspace.com/jayreatard\" target=\"_blank\">JAY REATARD PÅ MYSPACE</a></p>\n<p>&#8211; eh, og sjekk siste innlegg på bloggen deres. Underholdende! <a href=\"http://jayreatard.blogspot.com/\" target=\"_blank\">Klikk her a</a></p>\n<p>&#8211; og/eller&#8230;. sjekk ut denne reportasjen fra Austin i fjor. <a href=\"http://video.digforfire.tv/services/link/bcpid1320151582/bctid1467298357\" target=\"_blank\">Klikk!</a></p>\n","wordpress_id":626,"translations":{"nb":{"url":"/2009/02/25/jay-reatard-us-er-klar/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2623f9dc-e4c1-54f2-b77a-f19957b2d0bd","locale":"nb"}}