{"data":{"wordpressPost":{"title":"Sundfør, SBTRKT and Eick to Øya","date":"10th April 2012","content":"<p>We can now confirm two more Norwegian acts as well as a brilliant British artist. Susanne Sundfør has just released one of this year&#8217;s most anticipated records, following her success The Brothel. Mathias Eick will be performing parts of an exciting commisioned piece along with musicians from the Norwegian jazz elite. It is also confirmed that the new electro/dubstep hero SBTRKT is coming to the Øya festival Saturday the 11th of August. We guarantee a great party and some brilliant musical experiences!</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>SUSANNE SUNDFØR</strong></p>\n<p>Susanne Sundfør released the much awaited album The Silicone Veil in March. Even the first taste, the single White Foxes, made it clear that she is one of Norway’s most exciting young songwriters and performers right now.</p>\n<p>&nbsp;</p>\n<p>The debut album Susanne Sundfør from 2007 proved Sundfør to be one of the most promising songwriters in our country. The real breakthrough came with her beautiful, exciting, melancholic and dark The Brothel in 2010. The album was lavished with praise and love by both critics and audiences. The album was on the top sales list for 30 weeks and she proved that she was ready to take her place in the top division of Norwegian music.</p>\n<p>&nbsp;</p>\n<p>After releasing her new album, she will start touring Norway. We have no problems imagining that 2012 could be another year of highlights for Susanne Sundfør. She will be playing at The Øya Festival in August and it will be a joy to once again present her great music to the audience in the park.</p>\n<p><a href=\"http://www.susannesundfor.com/\" target=\"_blank\">www.susannesundfor.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>SBTRKT (UK)</strong></p>\n<p>Aaron Jerome is the man behind SBTRKT, one of the hottest new names within British electronica. He gathers inspiration from the dubstep scene of his homeland, american RnB, funk and house. A great future has been predicted for this guy as he combines several elements from different styles and makes them his own. He works with singer and collaborator Sampha both on recordings and on stage. They both prefer anonymity and for the focus to be on the music, which they try to achieve by wearing masks on stage. SBTRKT are said to be one of the most exciting names that have surfaced after the breakthrough of James Blake. After several smaller releases, SBTRKT released their debut album last year. Pitchfork wrote the following about the record:</p>\n<p>&#8211;        SBTRKT is ultimately a colorful and highly enjoyable future-pop record, an extension of bass culture but not indebted to it.</p>\n<p>Irish State.ie wrote this after a concert in Dublin a couple of weeks ago:</p>\n<p>&#8211;        Like their individual masks, SBTRKT’s live performance is a veil, one covering r&amp;b, garage, jazz, funk, hip-hop, euphoric dance, pop and more. What is clear though is, masked or not, SBTRKT is one of the most distinguished, and distinguishable, figures in electronic music.</p>\n<p>&nbsp;</p>\n<p>SBTRKT have made remixes of several very different artists, like Radiohead, Basement Jaxx, Underworld and M.I.A. BBC have exclaimed: «What we have here is the promise of this decade’s Timbaland”. Their music is synonomous with full dance floors and serious clubbing fun. SBTRKT are throwing a Saturday night party at The Øya Festival the 11th of August.</p>\n<p><a href=\"http://www.sbtrkt.com/\" target=\"_blank\">www.sbtrkt.com</a></p>\n<p>&nbsp;</p>\n<p><strong>MATHIAS EICK</strong></p>\n<p>Mathias Eick is one of this country&#8217;s most respected jazz musicians and a trumpetist used on recordings by the biggest Norwegian names within jazz and rock. He has been a member of Jaga Jazzist for several years. At The Øya Festival, he will be performing songs from his commissioned piece that was performed for the first time at Vossajazz last year, with a group of highly regarded musicians. This is energetic, groovy music that reminds somewhat of the escapades of Miles Davis. Eick will be joined on stage by two drummers, two keyboardists, a bass player and a guitarist. All from the elite division of Norwegian music.</p>\n<p>Eick has an impressive career for a man who is still just in his early thirties. He has recieved great prizes and wonderful reviews and releases his albums on one of the most reknown labels in the world of jazz, ECM. In addition to being a great trumpetist, he has also been a bass player, pianist, guitarist and much more. Mathias Eick has cooperated with a bunch of international celebrated musicians and bands, amongst others the legend Chick Corea. At Øya, he and his steady band want to show what they&#8217;re good for in front of a big outdoor audience .</p>\n<p><a href=\"http://mathiaseick.no/\" target=\"_blank\">mathiaseick.no</a></p>\n","wordpress_id":15658,"translations":{"nb":null,"en":{"url":"/en/2012/04/10/sundfor-sbtrkt-and-eick-to-%c3%b8ya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7e91e3f0-54af-5f24-896f-40f5f41c4a0a"}}