{"data":{"wordpressPost":{"title":"Øyanatt på Krøsset med Linn Koch-Emmery","date":"10th April 2019","content":"<p>Linn Koch-Emmery (SE)</p>\n<p>Aldersgrense: 18+<br />\nVenue: Krøsset<br />\nDato: 07/08-19</p>\n<p><a href=\"https://www.ticketmaster.no/event/607067\">BILLETTER</a></p>\n<p style=\"font-weight: 400;\">Siden Linn Koch-Emmery entret rampelyset i 2017, har hun blitt omtalt som en av de raskest stigende stjernene innen moderne indierock. Med en gitardreven lyd som best beskrives som ‘speaker breaking’, men likevel fengende, har hun etablert et rykte som forteller om melodier som er så skarpe at de begraver seg i hodet ditt i flere uker. Hennes debut EP ‘Boys’ fikk raskt oppmerksomhet av blogger og media over hele verden. Tre av hennes singler som har nådd radiokanaler både nasjonalt og internasjonalt.</p>\n<p>Siden den gang har Linn fullført sin første Europa-turné som support for den svenske duoen Johnossi, åpnet for Pussy Riot og spilt store festivaler i Mexico og USA. Våren 2018 fulgte Koch-Emmery opp debut-EPen med den nye singelen &#8220;Wires&#8221;. Singelen viste en annen dimensjon av Koch-Emmerys låtskriving, en mer sårbar side, men fortsatt med et tydelig preg av fuzzy rock. I forbindelse med utgivelsen ble Linn invitert til å gi en showcase på Musexpo i Los Angeles, hvor hun i løpet av en gig ble anerkjent av den legendariske Seymour Stein (Madonna, Depeche Mode, Talking Heads, SIRE Records). Han roser hennes låtskriving som &#8220;det beste han har hørt på lenge&#8221;.</p>\n<p>9. November var Kock-Emmery tilbake med sin andre EP, ‘Waves’. Linn beskriver ‘Waves’ som et søsken til sin første EP. “Den er på mange måter mer emosjonell og reflekterende, men fortsatt med energien og tøffheten som jeg synes er viktig i musikken min.”</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":23587,"translations":{"nb":{"url":"/2019/04/10/oyanatt-pa-krosset-med-linn-koch-emmery/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"82bfc7b2-dbb2-547f-a6f4-c6ed6db15fcc","locale":"nb"}}