{"data":{"wordpressPost":{"title":"Årets miljøtall","date":"19th November 2015","content":"<p><b></b><b>15 biler i CO2-kutt<br />\n</b><span style=\"font-weight: 400;\">Rundt 68 prosent av festivalavfallet ble i år materialgjenvunnet fremfor å bli kastet som restavfall, vår nest høyeste sorteringsgrad noensinne. Takket være ivrig innsats fra de 180 frivillige fra Natur og Ungdom, ble 49 tonn avfall sortert i 15 ulike fraksjoner &#8211; blant annet matavfall, trevirke, papp og papir, metall og plastemballasje. Dette førte til at vi unngikk klimagassutslipp på nesten 40 000 kg CO2, som tilsvarer de årlige utslippene til 15 biler. </span></p>\n<p><b>100 000 porsjoner miljøvennlig mat<br />\n</b><span style=\"font-weight: 400;\">Aldri før har vi solgt så mye god, økologisk mat på Øyafestivalen. I underkant av 100 000 porsjoner ble servert og hele 96% av råvarene kom fra økologisk landbruk. Dette mettet 500 artister, 2500 frivillige og nærmere 65 000 publikummere. Økologisk kaffe, øl, vin og mineralvann ble også solgt på området. </span></p>\n<p><span style=\"font-weight: 400;\">Siden kjøtt er svært ressurskrevende å produsere, la vi i år stor vekt på å minske kjøttforbruket vårt. I mars arrangerte vi kurs for Oslo-kokker i hvordan de kunne få grønnsakene til å spille hovedrollen, og vi har økt mengden frukt og grønt på festivalen. </span></p>\n<p><span style=\"font-weight: 400;\">I Norge er matsvinn et stort problem og 25% av alle mat vi kjøper, går rett i søppelkassa. I år har vi derfor forsøkt å minske matsvinnet på festivalen. Etter festivalen ble all mat som ble til overs donert til Matsentralen, som videreformidlet råvarene til suppekjøkken og frivillige organisasjoner. Vårt fokus på matsvinn førte til at vi reduserte mengden matavfall med 5%, til tross for at vi har solgt mye mer mat på festivalen i år. Matavfallet går til produksjon av biodrivstoff, og i år kunne det biodrivstoffet bli brukt til å kjøre en buss helt fra Oslo til Mo i Rana! </span></p>\n<p><b>98 % reiser miljøvennlig<br />\n</b><span style=\"font-weight: 400;\">En sykkelrevolusjon er på gang i byen vår! I fjor introduserte vi sykkelparkering for første gang, og allerede i år måtte vi doble den for å få plass til de rullende gjestene våre. Sykkelprosjektet i Oslo bidro med flotte sykkelstativer og totalt valgte 7000 å sykle til Tøyenparken. Forøvrig reiser hele 98% av publikummet vårt miljøvennlig til festivalen &#8211; enten med kollektivtransport, med sykkel eller til fots. </span></p>\n<p><b>100% økologisk merch<br />\n</b><span style=\"font-weight: 400;\">All Øya-merch ble i år produsert i økologisk bomull. Konvensjonell bomullsproduksjon bruker flere kjemikalier per arealenhet enn noen annen avling og bruker nærmere 16% av verdens plantevernmidler, til tross for at den ikke dekker mer enn 2,5% av verdens dyrka mark. Bomull er dermed en av de råvarene man får mest ut av å velge økologisk. Sammenligning av studier viser at produksjonen av økologisk bomull gir hele 91% redusert forbruk av vann og 62% redusert forbruk av energi i forhold til vanlig bomullsproduksjon. Nesten 5000 plagg i økologisk bomull ble solgt, eller gitt bort til våre frivillige, i løpet av festivalen. </span><br />\n<span style=\"font-weight: 400;\">Hva burde vi gjøre neste år? Send oss gjerne dine forslag til hvordan Øya 2016 kan bli enda grønnere til miljøsjef Ingrid Kleiva Møller &#8211; ingrid at oyafestivalen.com</span></p>\n<p><span style=\"font-weight: 400;\">Foto: Amanda Iversen Orlich </span></p>\n","wordpress_id":13197,"translations":{"nb":{"url":"/2015/11/19/arets-miljotall/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"aeb7022c-9373-5545-961f-e9770ed4fbcc","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2015/11/19/arets-miljotall/","redirect":false}}}