{"data":{"wordpressPost":{"title":"White Dominos og Major Parkinson på Krøsset","date":"2018-06-29T11:59:59.000Z","content":"<p>Onsdag 8. august på Krøsset<br />\nMed festivalpass/dagspass kr 100<br />\nUten festivalpass/dagspass kr 200.</p>\n<p><a href=\"https://tikkio.com/tickets/5881-white-dominos-oyanatt-festivaldagspass\" target=\"_blank\" rel=\"noopener\" data-saferedirecturl=\"https://www.google.com/url?hl=no&amp;q=https://tikkio.com/tickets/5881-white-dominos-oyanatt-festivaldagspass&amp;source=gmail&amp;ust=1530354826110000&amp;usg=AFQjCNHwIH46OPxjlxvuTX-2bEwF2h1qrw\">https://tikkio.com/tickets/<wbr />5881-white-dominos-oyanatt-<wbr />festivaldagspass</a></p>\n<p><strong>WHITE DOMINOS (DK)</strong></p>\n<p>White Dominos is the future of modern rock, revitalising and reinventing the Classic Age of Rock. The group consists of lead singer / guitarist Jonas Sharpe, guitarist Daniel Potts and drummer, Mads Beck. White Dominos creates an epic sound of melodic guitars, delicate grooves and catchy melodies that stick like glue to the brain. The group formed in 2012 with a common passion for rock music and energetic live shows, blending melancholy, nostalgia, power and glory. These have been, and still are, the key motives in the songwriting.</p>\n<p>In 2016 White Dominos released the single Give It Up which received massive attention and went straight to 2nd place on the i-tunes Rock Chart only overtaken by Volbeat. In addition to that, Give It Up was given airplay on Danish national radio stations P3, P4 &amp; P6.</p>\n<p>Through White Dominos&#8217; history the band has supported prominent rock titles including Wolfmother (AU) &amp; Band Of Skulls (UK).</p>\n<p>The band&#8217;s latest single, Everybody&#8217;s Watching was released in October 2017 where it caught many peoples attention and still streams many hundred times daily. Everybody&#8217;s Watching will soon hit 100.000 streams on Spotify. The song is the first title from White Dominos&#8217; coming EP with expected release for autumn 2018.</p>\n<p>&nbsp;</p>\n<p><strong>MAJOR PARKINSON</strong></p>\n<p>Førestill deg ei verd der Ulver vart stifta av Tim Smith, og ikkje av …øh… ulver. Ei verd der Nick Cave er president i Australia. Ei verd der lyset ikkje er skild frå mørkret, der ingen grenser er satt. Sjølv der ville Major Parkinson vore eit heilt unikt konsept. Brutale gitarar, like brutale strykarar, tekstar unnfanga på 1000 famnars djup og eit telepatisk tett komp som får deg til å trampa takten på to, fire og sju – i kontrast til vakre synthtepper, og ei evne til å laga catchy og vakre melodiar oppå det mørke. Major Parkinson tar det beste frå inspirasjonskjeldene sine, og gjer det om til sin eigen magi. Med ambisjonar om å gå frå kultstatus til verdsherredømme er dei no klar for å ta steget frå det beste bandet du aldri har høyrd, til å bli det nye favorittbandet ditt.</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":22075,"translations":{"nb":{"url":"/2018/06/29/white-dominos-pa-krosset/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b6867cb5-b3b6-55aa-a25b-9f6d84845791","locale":"nb"}}