{"data":{"wordpressPost":{"title":"Øya Ung med Cezinando","date":"7th February 2017","content":"<div>\n<div>\n<p>Tross sin unge alder har Kristoffer Cezinando (20) allerede gjort seg svært bemerket på den norske hip-hop scenen i flere år, og bygget opp en solid fanskare. Som 16-åring slapp han debut EP’en sin «Cez 4 Prez» og fulgte opp med sin første fullengder, «framtid:sanntid» to år senere. Oslogutten fikk allerede da god rotasjon på radio med «€PA» som han deretter vant Urørtfinalen 2016 med. Han blir omtalt som en rapper som skiller seg ut i mengden både når det gjelder melodier, flow og væremåte. Albumet «Barn Av Europa» ble sluppet i juni 2016 og har fått fantastiske kritikker. En samlet musikkpresse applauderer tekstuniverset og det frenetiske, fredfulle, sårbare men frekke universet Cezinando skaper med sine teskter.</p>\n<p>I november vant han Årets Nykommer på P3 Gull, og gjorde en minneverdig fremføring av radiohiten “Botanisk Hage”. Cezinando blir med god grunn omtalt som en sann poet, og har et eksplosivt live-show som har tatt hele landets festivalpublikum med storm det siste året. Sansen for tekst resulterte også i at han foran både navn som Stein Torleif Bjella, Jenny Hval og Karpe Diem håvet inn prisen for<em> Årets Tekstforfatter</em> under Spellemannprisen januar 2017  – hvor han også var nominert i Årets Urban og Årets Album. Året har altså startet godt, og splitter ny musikk er i vente gjennom våren – før han tar fatt på en ny festivalsommer.</p>\n<p><b>Billettpris: 85 + avg. </b><br />\n<b>Alder: under 18 </b><br />\n<a href=\"http://www.ticketmaster.no/event/527147\">Kjøp billett her</a></p>\n<p>Øya Ung er et prosjekt hvor det å gi kompetanse og erfaring innen konsert- og festivalarrangering til ungdom står i fokus. Prosjektet har hatt to vellykkede år i godt samarbeid med Parkteatrets Yngling. Vi har hatt fantastiske konserter med Susanne Sundfør, Skambankt, Razika, Honningbarna, AURORA, Lars Vaular, Kvelertak og ARY på Parkteatret Scene. Med på laget er elever fra Edvard Munch VGS, som sammen med alle i Øyafestivalen og Parkteatret skal sørge for å gi gode konsertopplevelser til de under 18 år.</p>\n<p><a id=\"m_2656167405072271500js_4by\" href=\"https://www.facebook.com/parkyngling/\" target=\"_blank\" data-saferedirecturl=\"https://www.google.com/url?hl=no&amp;q=https://www.facebook.com/parkyngling/&amp;source=gmail&amp;ust=1486459732200000&amp;usg=AFQjCNE0OqwE1KAELCQMC0g7d1Noc91QiA\">Yngling</a> er Parkteatrets konsertserie rettet mot ungdom mellom 14 og 18 år. Målet er at de skal få oppdage og oppleve ny, norsk og aktuell musikk i ulike sjangre, på lik linje med det voksne publikum. Konsertene har fri eller øvre aldersgrense, rimelig billettpris, og begynner og slutter tidligere enn vanlig.</p>\n","wordpress_id":19463,"translations":{"nb":{"url":"/2017/02/07/oya-ung-cezinando/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5e9443e9-5a42-5486-ade9-ac0f107e4b1e","locale":"nb"}}