{"data":{"wordpressPost":{"title":"Ingen festival er en øy","date":"5th August 2016","content":"<p><b></b><span style=\"font-weight: 400;\">Velkommen til den 18. Øyafestivalen! Også i år får du musikkopplevelsene servert med økologisk mat, kildesortering og god sykkelparkering &#8211; alt driftet av fornybare energikilder. </span></p>\n<p><span style=\"font-weight: 400;\">Men hvorfor det, egentlig? Hva kan egentlig en musikkfestival gjøre i møte med globale klimaendringer? </span></p>\n<p><span style=\"font-weight: 400;\">Vel, alt dette er på grunn av dere. Vi har brukt mye tid på å lete fram gode, miljøvennlige løsninger og nå er det deres tur til å ta dem i bruk. Uten dere er vi bare et lite kontor i Torggata som fire dager i august arrangerer konserter i en park i Oslo. Sammen utgjør vi en kritisk masse &#8211; en menneskemengde stor nok til å skape reell endring. </span></p>\n<p><span style=\"font-weight: 400;\">Fjorårets avfallssortering gjorde at vi kunne materialgjenvinne 72% av alt søppelet. Det sparte oss for CO2-utslipp tilsvarende 13 biler! Og i august hvert år velger dere bort Syden-turen for å dra på festival i nærområdet. Klapp deg selv på skuldra for det! </span></p>\n<p><span style=\"font-weight: 400;\">Valgene vi tar hver dag påvirker klimaet. Så hva om du tar med deg de gode miljøvalgene hjem etter festivalen? Hva hvis du tenker at den neste ferieturen din skal være med tog &#8211; eller med sykkel? Hva om du spiser litt mer grønnsaker og litt mindre kjøtt framover? De to tingene &#8211; fly og kjøttspising &#8211; er faktisk de to største driverne av klimagassutslipp for privatpersoner i Norge. </span></p>\n<p><span style=\"font-weight: 400;\">Visste du for eksempel at 3 av de 10 travleste flyrutene i Europa, er i Norge? Flyruta Oslo-Bergen har mer trafikk enn London-Paris! Og vi er kun 5 millioner mennesker! </span></p>\n<p><span style=\"font-weight: 400;\">Da Øyafestivalen ble arrangert første gang i 1999, var det rundt 1000 mennesker på en øy ute i Oslofjorden. Men vi er ikke noen øy lenger. Når du står på amfiet i Tøyenparken for å se siste headliner vil du se at vi er et hav &#8211; et digert bølgende hav &#8211; som sammen kan få til mye! </span></p>\n<p><span style=\"font-weight: 400;\">Vi er i gang. Nå er det deres tur! </span></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"176168e6-5784-580c-a0d9-4292aab98d44"}}