{"data":{"wordpressPost":{"title":"Øya med scene på ny britisk festival!","date":"28th June 2012","content":"<p>One of These Days i Blackpool skal kurateres av noen av verdens beste festivaler. Øya er en av de utvalgte.</p>\n<p>Lørdag 8. og søndag 9. desember går nyvinningen One of These Days av stabelen i Winter Gardens i Blackpool. I stedet for å sette opp hele programmet selv, har gjengen bak One of These Days valgt å invitere kremen av festivaler, arrangører, labler og medier fra Europa og USA til å velge artister. Blant de inviterte finner man Field Day, Melt!, Fiber Festival, Eden Sessions, The Warehouse Project, Now Wave, DFA Records, The Quietus, og altså Øyafestivalen.</p>\n<p>&#8211; Etter å ha reist rundt i verden til forskjellige festivaler og sett så mange virkelig unike og ulike måter å gjøre ting på, bestemte vi oss for å invitere disse fantastiske festivalene til festen vår. Visjonen vår er å ha et stort lokale der hvert minste rom og hjørne er fylt opp av mikroversjoner av festivalene – ikke bare musikalsk, men også visuelt – og virkelig fange essensen til hver og én. Vi siktet høyt og spurte de festivalene vi elsker om å komme til Blackpool og jobbe med oss. De sa ja, forteller Ruth Daniel i One of These Days.</p>\n<p>Initiativtakerne understreker det unike aspektet ved One of These Days, og mener festivalen også vil bidra til den kulturelle gjenoppbyggingen av Blackpool. Kystbyen, som ligger omtrent 50 km nord for Liverpool, var rundt midten av forrige århundre en populær og viktig feriedestinasjon for briter, før mer fasjonable reisemål i inn- og utland tok over. Blackpools eksisterende infrastruktur, som består av viktorianske teatre og en lang kystpromenade med barer og spisesteder, vil tas i bruk under One of These Days. Selve festivalområdet Winter Gardens er en av byens store attraksjoner, og ligger like ved det enda mer kjente Blackpool Tower.</p>\n<p>Plakaten til One of These Days skal til slutt romme over 150 bands og DJs, for ikke å snakke om interaktiv kunst, filminstallasjoner, og en scene med fokus på nye talenter, samt et marked. Innholdet vil offentliggjøres ved en senere anledning.</p>\n<p>Scenen til Øya har en publikumskapasitet på 1000 personer og One Of These Days ønsker seg flere norske navn i programmet.</p>\n<p>&#8211;        Vi ser på dette som en fin mulighet til å fronte både Øyafestivalen og norsk musikk. Øya er stolte av å være i et slikt fint selskap, sier Øyafestivalens bookingsjef Claes Olsen</p>\n<p>&nbsp;</p>\n<p>Les mer på hjemmesida til <a href=\"http://www.oneofthesedaysfestival.com/\" target=\"_blank\">One of These Days</a>, bli <a href=\"http://www.facebook.com/oneofthesedaysfestival\" target=\"_blank\">fan på Facebook</a> og følg <a href=\"https://twitter.com/OOTDFestival\" target=\"_blank\">OOTD på Twitter</a>. Billett koster fra £59 og kan kjøpes nå <a href=\"http://www.ticketline.co.uk/one-of-these-days-festival#tour\" target=\"_blank\">hos Ticketline</a>.</p>\n<p>foto: Amund Østbye</p>\n","wordpress_id":3688,"translations":{"nb":{"url":"/2012/06/28/oya-med-scene-pa-ny-britisk-festival/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8c580d0c-8fec-5c94-9a02-33ccbfb989a0","locale":"nb"}}