{"data":{"wordpressPost":{"title":"Ungdommens råskap","date":"14th August 2009","content":"<p>&#8211; Jeg blir ofte sjokkert over hvor unge fans vi har, sier Kristian Stockhaus, vokalist og rektor i Ungdomskulen. Som et av få band under festivalen har de fått to spilletider – Vika i går; og i Skateparken i dag klokka fem. Konserten er gratis. Kjenn din besøkelsestid.</p>\n<p>&#8211; Jeg blir forresten sjokkert over hvor gamle noen av fansen er også. Vi har de som vokste opp med klassisk rock på 60- og 70-tallet, men vi har også veldig mange som er født på 90-tallet og bare nettopp har oppdaget musikk. Så snubler de inn i vår verden, da.</p>\n<p>Dit er det imidlertid enda flere som burde snublet all den tid 2007-debuten Cry-Baby – ikke minst i Pitchfork, NME og Uncut – fikk noen av årets fineste anmeldelser. På årets bedrift &#8211; det noe mer dempede andre-album Bisexual, har trioen Solheim, Flatland og Stockhaus gitt progelementene større boltreplass. Responsen var like overveldende.</p>\n<p>&#8211; Er det gøyere å spille for kidsa?<br />\n&#8211; Ikke nødvendigvis. Men det som er ålreit med kidsa er at de har mer energi. Dessuten er de sulteforet på konserter siden de ikke er gamle nok til å komme inn. I tillegg har de rett og slett ikke rukket å være på så mange konserter. Så det er fint å komme besøke kidsa på hjemmebane for en gangs skyld. Som regel er det jo omvendt. De må spore opp oss.<br />\n&#8211; Blir det annerledes på noen andre måter også?<br />\n&#8211; Det blir mørkere. Vi spiller jo under en bro nærmest. Jeg var på befaring der i går og sjekket det ut. I Vika sto vi jo midt i<br />\nsollyset.<br />\n&#8211; Og dere funker bedre når det er litt dunkelt eller?<br />\n&#8211; Nei, det gjør vi ikke. Vi er like bra uansett. Forresten blir det ikke så forskjellig. Jeg har snakket med mange som skal se oss begge ganger.<br />\n&#8211; Jeg så du arbeidet som DJ på Internasjonalen i går. Det er tre spillejobber på to dager det!<br />\n&#8211; Ja, men nå holder det. Resten av Oslo-oppholdet skal bare nytes. Mest gleder jeg meg til Dirty Projecters, Bob Hund og Jenny Wilson.</p>\n<p>Tekst: Håvard Nyhus</p>\n","wordpress_id":506,"translations":{"nb":{"url":"/2009/08/14/ungdommens-raskap/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fec00ce2-5998-57f0-89d7-84d2ecdac775","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2009/08/14/ungdommens-raskap/","redirect":false}}}