{"data":{"wordpressPost":{"title":"Intervju: Los Campesinos!","date":"2008-09-15T07:34:00.000Z","content":"<p>Los Campesinos! kom endelig til Norge. De skulle vært her rundt påsketider eller no’, men det hadde de visst ikke råd til. Se der ja, så det er ikke bare fryd og gammen å være artist altså. Man kan liksom ikke gjøre som man vil. Samma det. Nå er de i hvert fall her og de er mitt første intervju på Øya Festivalen 2008.</p>\n<p>Av Petter Milde</p>\n<p>Jeg tror faktisk ikke at festivalen hadde begynt en gang, men jeg satt på bussen med svette håndflater og et øye konstant på klokka i frykt for å ikke rekke det. Selv om ikke festivalen var i gang så var det livlig på området. De frivillige løp og lo og lo og løp, mens jeg bare løp. Heldigvis er jeg blitt god til å løpe, for jeg rakk intervjuet og satte med ned sammen Aleksandra, Tom og Ellen Campesinos! Ja, de har alle tatt navnet Campesinos!, som scenenavn i hvert fall.<br />\nVelkommen til Norge. Endelig er dere her.<br />\n&#8211; Ja, det var på tide. Vi prøvde oss jo for en stund siden, men da sa managementet at vi ikke hadde råd. Det var jo jævlig kjipt, men nå er vi her for å ta igjen det tapte.</p>\n<p>Og det er vi glad for. Hvordan har livet deres vært etter platedebuten?<br />\n&#8211; Livet vårt har vel egentlig ikke forandret seg stort. Vi reiser jo mye mer enn vi gjorde før, og det for å spille konserter i masse fete land, så livet vårt har blitt mer spennende, men ikke så mye mer forandret enn det.</p>\n<p>Så dere er ikke rike enda?<br />\n&#8211; Haha. Nei, langt der i fra. Vi lever av de pengene vi tjener på å spille konserter. Og de pengene går jo som oftest til reise, mat og drikke. Men vi lever bra. Utvilsomt.</p>\n<p>Det er godt å høre. Men det er vel deilig å ha gitt ut en plate?<br />\n&#8211; Det er det. Som musiker så er det jo det man vil. Det og spille konserter. Så å endelig ha en skive ute som du selv har lagd er herlig.<br />\n’Hold On Now, Youngster…’ kom ut i februar i år, og har høstet bra kritikker i store medier som Pitchfork, Drowned In Sound og ikke minst Furoreiharare.com. En skive full av liv og fengende sanger på rams er jo en suksessoppskrift i nesten alle tilfeller. Her i Norge har de kanskje ikke fått så alt for stor oppmerksomhet, men for de av oss som virkelig følger med har vel innsett hvor kult dette er.</p>\n<p>Hvordan var det å gi ut en skive når musikkindustrien er inne i en dårlig periode? Med tanke på all downloadingen osv.<br />\n&#8211; Ehh. Det har nok ikke påvirket oss så veldig. I første omgang så selger vi ikke så mye plater og for det andre så tror jeg ikke det er så veldig mange som gidder å laste ned skiva vår. Haha. Men nei, det er vel først og fremst de virkelig store plateselskapene som merker dette. Vi er jo signet på et lite selskap (Witchita Recordings), og der er ikke dette et tema enda. Vi bare koser oss og har det moro. </p>\n<p>Blir dere tatt godt vare på av plateselskapet deres da?<br />\n&#8211; Absolutt. Den gjengen er de beste folka i verden. Vi er så utrolig glade for å få lov til å være en del av den familien, og vi håper vi får være det i lang tid fremover. Penger og sånn er ikke så viktig for oss når vi får være med på dette laget. Nå spiller vi inn musikk og reiser rundt for å gjøre dem glade. Vel, ikke bare for dem, men vi vil virkelig gjøre alt for dem.</p>\n<p>Wow. Det er første gang jeg hører et band skryte så mye av selskapet sitt. Jeg blir nesten litt på gråten. Nå merker jeg at det er kjærlighet jeg mangler i livet mitt. Så trist…<br />\nUnnskyld sippingen, men det var veldig fint å høre. Så bra at dere trives.<br />\n&#8211; Vi hadde vel strengt tatt ikke blitt hvis vi ikke hadde trivdes, men vi hadde heller ikke forventet at det skulle bli så fint. Det er jo et kjempepluss.</p>\n<p>True. Dere har allerede en ny skive klar dere.<br />\n&#8211; Ja, det har vi faktisk. Den heter We Are Beautiful, We Are Doomed og kommer ut mot slutten av året.</p>\n<p>Det tok ikke lang tid. Er det bare nytt materiale?<br />\n&#8211; Bare nytt. Dette har ingen hørt før. Veldig mange trodde det var en sånn b-sidesamling eller noe, men ærlig talt, vi har jo bare gitt ut en skive og noen singler/ep’er. Hvor faen skal vi ha fått b-sidene våre fra?</p>\n<p>Haha, dere høres nesten sinna ut. Men det er jo veldig rett etter debuten da, så dere må jo forstå at folk kan tro det.<br />\n&#8211; Joda, Og vi er ikke sinna på folk som tror det. Vi bare poengterer det at det er helt nytt, uhørt materiale som kommer, så det er en helt ny skive. Den kommer allerede nå fordi vi klør i fingrene. Vi er gira som bare det, og vi vil lage musikk hele tiden. Og vi er såpass fornøyd med de låtene vi har lagd så vi tenkte vi kunne gi ut et album til.</p>\n<p>Er det bare for å være hyggelige mot Witchita?<br />\n&#8211; Hehe, neida. Det er det ikke.</p>\n<p>Dere er sju personer i bandet. Hvordan takler men det? Jeg takler så vidt å bo sammen to andre.<br />\n&#8211; Det er ikke noe problem i det hele tatt. Vi er alle gode venner og kommer kjempegodt overens med hverandre, det er nesten så det hadde vært rart om vi ikke var sju. Hvis vi sitter der og det bare er to av oss så blir det litt sånn, ’’Hvor er de andre a? Skal vi prøve å finne dem eller?’’. Haha, vi har blitt helt avhengige av hverandre. </p>\n<p>Så det blir ikke vanskelig å lage musikken og sånn. Bli enige om ting og finne ut hvem som gjør hva og sånn?<br />\n&#8211; Nei, det blir ikke det. Vi er så vant til det at det blir helt naturlig for oss å gå gjennom syv personer. Når vi møter kompisene våres Blood Red Shoes, som bare er to i bandet, så syns vi det virker helt jævlig. Bare ha en å gå til. For det er jo også en fordel å ha flere folk å snakke til. Hvis man blir forbanna på en i bandet så har men fem andre man kan gå til, mens hvis vi hadde vært to så hadde man blitt sittende alene å furte. Det kan jo ikke være fett.<br />\nOk. Dere har mange gode poenger. Så jeg skal sette en strek der. Jeg kan vel nevne at Los Campesinos! er blitt sammenlignet med band som Architecture In Helsinki og The Go! Team, som begge for øvrig spilte på Øya i fjor. Musikalsk så er de nok nærmere sistnevnte, og jeg har på følelsen at sammenligningen med AIH kun er der fordi de også er mange individer i ett band, for de høres ikke ut som hverandre. Men, men, de om det.</p>\n<p>Hvorfor holder dere til i Cardiff? Ingen av dere er jo derfra, så hvorfor har dere valgt å ha en base der?<br />\n&#8211; De fleste av oss studerte der da, så det ble egentlig bare sånn. Enklere å bli der enn å flytte til et av stedene en av oss er fra. Også er Cardiff et fint sted å bo.</p>\n<p>Er Cardiff en fin by?<br />\n&#8211; Vel, ikke bokstavelig talt, men det er et kult sted å bo. Masse hyggelige folk og en bra musikkscene.</p>\n<p>Greit. Kan dere snakke walisisk? Jeg har sett et bilde på nettet av et stedsnavn som har rundt hundre bokstaver i seg. Det må være umulig å uttale.<br />\n&#8211; Ingen av oss snakker walisisk nei, det går mest i engelsk der også. Har sett det bilde jeg også, og jeg kan se for meg at det er umulig å uttale, ikke det at jeg har prøvd.</p>\n<p>Åhh? Det har jeg. Fikk det nok ikke til, men jeg måtte jo prøve. De waliserne må jo være gærne. Er de det?<br />\n&#8211; Ikke mer enn deg. </p>\n<p>Dere har spilt noen konserter med Broken Social Scene. Hvordan var det?<br />\n&#8211; Vel, vi er jo utrolig glad i de da. Musikken er strålende og personene ufattelige, så det var jævlig morsomt.</p>\n<p>Følte dere at klientellet på konsertene likte dere a? Tror dere at dere fikk noen nye fans?<br />\n&#8211; Vi fikk på følelsen at de likte oss ja, men jeg tror ikke vi fikk så mange nye fans. Håper jo så klart på at noen ’took a liking’ til oss, men det vet vi ikke. Vi hadde det i hvert fall kjempegøy. Kult å spille med band som er litt store, og en del større enn oss.</p>\n<p>Ja, det tror jeg på. Bra øving. Hvordan er det å spille på festival a? Å dele scene med så mange band?<br />\n&#8211; Vi digger festivaler! Det er alltid bra stemning og det er bare hyggelige folk rundt oss. Og det å dele scene med så mange bra band er jo bare bra. Da får vi sett mange band vi også, som vi jo sjeldent har tid til ellers. </p>\n<p>Får dere tid til å se noe på Øya a? Eller hva ville dere ha sett?<br />\n&#8211; Jeg vet ikke om vi rekker å se noe her. Men hvis vi rekker noe så vil vi se The Mae Shi. Har hørt at de er drittøffe live. Men vi får se det an.</p>\n<p>De gleder jeg meg noe jævlig til. Skiva er jo dritbra, så da kan man bare tenke seg hvordan de er Live. Blir konserten deres bra i dag a?<br />\n&#8211; Vi skal gi alt i dag. Vi er jo så glade for endelig å være her, så vi skal gi dere ett bra show.<br />\nNå er visst tiden min ute. Bekymrede ansikter titter inn i teltet vi sitter og forteller meg at jeg må komme meg ut. Jeg takker pent for meg og pakker sakene mine. Tre sjudeler av Los Campesinos! spaserer ut av teltet og ut i friluften for å gjøre seg klare til å spille. Mens jeg må bare løpe videre, Dette livet er tøft dere…</p>\n<p>Konserten på Enga var en stor hit. Livlige som få på scenen og musikk som er umulig å ikke danse til. Los Campesinos! skuffer aldri har jeg hørt, og det stemmer.</p>\n<p>Petter Milde<br />\npetter@furoreiharare.com<br />\nwww.furoreiharare.com</p>\n","wordpress_id":669,"featured_image":null,"translations":{"nb":{"url":"/2008/09/15/intervju-los-campesinos/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a0c6cc07-74f1-5c13-b253-4b4e259864c8","locale":"nb"}}