{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"e1e614ce-b6b2-5729-9184-a19b27572d97","slug":"litt-for-barna","title":"Litt for barna","date":"2012-07-30T07:54:44.000Z","excerpt":"<p>Øyafestivalen er først og fremst en festival for ungdom og voksne, men selvsagt er det hyggelig å kunne ta med de minste i noen timer. Her får du en oversikt over noe av det de yngste festivalpublikummerne kan finne på under Øyafestivalen. &nbsp; I VG-teltet blir det barnevennlig moro fredag og lørdag. Klokka 17.00 på [&hellip;]</p>\n"}},{"node":{"id":"8771a0d1-1864-575e-ae18-d653beb5f72e","slug":"%c3%b8ya-prat-10-mikhael-paskalev","title":"Øya-prat 10: Mikhael Paskalev","date":"2012-07-29T09:13:53.000Z","excerpt":"<p>Mikhael Paskalev spilte i fjor på Klubbdagen. I år er han klar for å ta steget ut i Middelalderparken. Stadig flere åpner øra for Mikhaels låter, med god grunn. Her deler han også en liten historie om hvordan han kjempa til seg vannrestene til Chris Cornell. &nbsp; Få med deg Mikhael Paskalev på Vika fredag [&hellip;]</p>\n"}},{"node":{"id":"bca54751-8d61-5570-b79e-90f20953d3e4","slug":"oya-prat-9-maya-vik","title":"Øya-prat 9: Maya Vik","date":"2012-07-28T07:58:30.000Z","excerpt":"<p>Maya Vik har tidligere spilt på Øya med Furia, Savoy og Montée. Nå skal hun avslutte på vår minste scene som soloartist. Kanksje ikke overraskende at hun mener Øya er best? &nbsp; Få med deg Maya Vik i Klubben lørdag 11. august, klokka 20.30 &nbsp; 1. Hvilken Øya-opplevelse husker du aller best? &#8211; Jeg har [&hellip;]</p>\n"}},{"node":{"id":"92275f51-fe34-54ec-b611-1cba13a5237b","slug":"bedre-miljo-pa-oya","title":"Bedre miljø på Øya?","date":"2012-07-27T11:41:27.000Z","excerpt":"<p>I 2011 serverte Øya 34 tonn med økologisk mat. 150 frivillige fra Natur og Ungdom sorterte 38 tonn med avfall. Vi brukte strøm tilsvarende to norske husstander. Våre sjåfører kjørte 21 060 kilometer. Hva blir tallene i år?</p>\n"}},{"node":{"id":"d6465433-9ff2-5e62-acc8-d25ae3360fa9","slug":"%c3%b8ya-prat-8-hedvig-mollestad-trio","title":"Øya-prat 8: Hedvig Mollestad Trio","date":"2012-07-27T06:03:17.000Z","excerpt":"<p>Vi slo av en prat med Hedvig Mollestad Thomassen, gitarist i sin egen trio. Etter gode kritikker i både inn- og utland det siste året, spiller Hedvig Mollestad Trio for første gang i Middelalderparken. Hun har en lang liste favorittkonserter fra Øya-historien og omtrent like mange band hun drømmer om å se i Middelalderparken i [&hellip;]</p>\n"}},{"node":{"id":"f71fd634-e019-5da7-b769-8b4b6b1d191a","slug":"oya-prat-7-siri-nilsen","title":"Øya-prat 7: Siri Nilsen","date":"2012-07-26T06:11:15.000Z","excerpt":"<p>Siri Nilsen vil gjerne ha praktiske festivaltips, om du har noen. Sjøl mener hun at du ikke må gå glipp av First Aid Kit, The Black Keys og Susanna. I tillegg lover hun en myk start på festivalens nest siste dag. &nbsp; Få med deg Siri Nilsen på Enga fredag 10. august, klokka 14.30 &nbsp; [&hellip;]</p>\n"}},{"node":{"id":"86462f95-f4d3-519e-a7de-9ad5b71a32d8","slug":"oya-prat-6-lars-vaular","title":"Øya-prat 6: Lars Vaular","date":"2012-07-25T06:29:01.000Z","excerpt":"<p>Lars Vaular gleder seg til The Stone Roses, Frank Ocean og kompisene i A-Laget. I tillegg forteller han om sin første festivalopplevelse som artist, en historie som inkluderer talentene (?) til trommisen i The Roots. Få med deg Lars Vaular på Sjøsiden torsdag 9. august klokka 22.00 1.      Hvilken Øya-opplevelse husker du aller best? &#8211; [&hellip;]</p>\n"}},{"node":{"id":"0b34b2ac-b16f-5402-8d1f-a509a618fc18","slug":"oya-prat-5-kaveh","title":"Øya-prat 5: Kaveh","date":"2012-07-24T07:36:55.000Z","excerpt":"<p>Kaveh er debutant på Øya-plakaten og innrømmer at han ikke har vært så mye på festival. Likevel har han et knippe konserttips og deler en artig liten misforståelse fra Slottsfjell.<br />\nFå med deg Kaveh på Sjøsiden lørdag 11. august klokka 14.25</p>\n"}},{"node":{"id":"936ae60a-801b-5da8-834a-d9250e6781d8","slug":"oya-prat-4-sweden","title":"Øya-prat 4: Sweden","date":"2012-07-23T08:35:10.000Z","excerpt":"<p>Dagens prat er med Fredrik fra Sweden, som ga ut det finfine albumet Under The Sycamore Tree i vår. Her forteller han om festivaltur til Belgia, hvor ikke alt gikk som planlagt, og hva han mener du bør få med deg på Øya. &nbsp; Få med deg Sweden på Vika lørdag 11. august klokka 13.50 [&hellip;]</p>\n"}},{"node":{"id":"dd1b8a5c-49e5-51d4-9cce-b0052e22784a","slug":"oyanatt-nesten-komplett","title":"Øyanatt (nesten) komplett!","date":"2012-07-20T12:15:27.000Z","excerpt":"<p>Nite Jewel (US), Holy Other (UK) og norske Lemâitre til Sukkerbiten! Nok en liveartist legges til programmet førstkommende mandag. Billetter i salg nå. </p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":94,"pageCount":194,"additionalContext":{}}}