{"data":{"wordpressPost":{"title":"Øyanatt på Jaeger","date":"2016-06-28T09:57:57.000Z","content":"<p>Onsdag 10. august<br />\nUntzdag / Versatile 20 år</p>\n<p><strong>GILB&#8217;R (Versatile/FR)</strong><br />\n<strong>JAN SCHULTE (Versatile/DE)</strong><br />\n<strong>ØYVIND MORKEN (Moonlighting/Full Pupp/Hauketo)</strong><br />\n<strong>CHMMR (Full Pupp)</strong></p>\n<p>Versatile Records fyller 20 år og vi har invitert Gilb`R og Jan Schulte til å gjøre et back 2 back DJ-sett. Den første utgjør halvparten av Chateau Flight sammen med I:Cube, mens den andre er kjent som Wolf Müller og Bufiman. Med låta Running (The Chase) hadde Jan Schultes Bufiman en dansegulvhit som ble gitt ut på Versatile. Han har også gitt ut noen skiver som har blitt kult-klassikere på Themes For Great Cities under Wolf Müller-aliaset sitt. Som DJ er Jan en sikker vinner, og vi gleder oss til å høre han i tospann med Gilb`R denne Untzdagen. Med Versatile har Gilb`R gitt ut skiver fra størrelser som Laurent Garnier, Pepe Bradock, Daft Punk, Rza fra Wu-Tang Clan og DJ Sotofett fra Moss. Full Pupps Chmmr og Øyvind Morken varmer opp.</p>\n<p>&nbsp;</p>\n<p>Torsdag 11. august<br />\nRetro / Young Turks Night</p>\n<p><strong>EXTRA SPECIAL GUEST (Young Turks/UK)</strong><br />\n<strong> FLOATING POINTS (Eglo/UK)</strong><br />\n<strong> TASKER (<a href=\"http://whit.es/UK\">Whit.es/UK</a>)</strong><br />\n<strong> YT DJS (Young Turks)</strong><br />\n<strong>DJ NUHHH!</strong><br />\n<strong> KARIMA</strong></p>\n<p>London-etiketten Young Turks har på veldig kort tid manifestert seg som en av de mest interessante på øyriket. De utgir store artister som Øya-aktuelle Jamie XX, The XX og FKA Twigs, samt Jaeger-favoritter som John Talabot, Pional og Sampha. Hele gjengen fra Young Turks er i byen under Øyafestivalen, og vi har gått sammen med dem for en kjempefest med en av deres store artister. For overraskelsens skyld kan dette kun annonseres som extra special guest. Kvelden toppes i tillegg med DJ-sett fra Floating Points, Whities sjef Nic Tasker og YT DJs.</p>\n<p>Floating Points har et like sterkt navn innen DJ-verdenen som på konsertscenen. Med en forkjærlighet for vinyl og rotary-mixere har han flydd verden rundt de siste årene og spilt soul, disco, house og techno til et sultent publikum. Floating Points aka Sam Shepherd er en voksende stjerne på den internasjonale elektroniske scenen og kom i fjor med debutalbumet Elaenia som har fått toppkarakterer av pressen. Eglo Records driver han sammen med Alexander Nut fra Rinse FM, der gir de også gir ut artister som Gifted &amp; Blessed, Fatima, Funkineven m.fl. Sist gang Floating Point gjestet Oslo var det en helt ekstatisk publikum. Denne kvelden kommer Floating Points spille sammen overnevnte gjest.</p>\n<p>Tasker er sjefen for Young Turks&#8217;s technoetikett Whities. De utgir fantastiske skiver av artister som Minor Science, Reckonwrong, Avalon Emerson og Kowton. Whities har etablert seg som en av de mest vitale på technoscenen i London, og gjør kvelder på kredible klubber som Fabric, Robert Johnson og De School i Amsterdam. Nic Tasker er også kjent for mange som booker, vert og en del av grunnleggerne av Boiler Room.</p>\n<p>YT DJs er en løs blanding av Young Turks sitt A&amp;R-crew blant annet med Tic (FKA Twigs) og Oslos egne Mattis With. DJ Nuhhh og Karima fra RETRO fanger essensen av Jaegers musikalske tyngdepunkt, ved å sømløst blande alt fra disco, garage, soul, gospel, acid house, techno og nyere musikk med forgreininger til musikken som la grunnlaget for, ja, alt. RETRO har vært en del av Jaeger siden dagen én, og listen over kredible bookinger begynner å bli skrekkelig lang.</p>\n<p>&nbsp;</p>\n<p>Fredag 12. august<br />\nFrædag / Hypercolour 10 år</p>\n<p><strong>MATTHEW HERBERT (Accidental/UK)<br />\nCEDRIC MAISON (Hypercolour/UK)<br />\nG-HA &amp; OLANSKII<br />\nRLOC</strong></p>\n<p>Hypercolour er et av våre favorittlabels på Jaeger. Etiketten drives av Alex Jones and Jamie &#8220;Cedric Maison&#8221; Russell. Dette labelet feirer 10 år og har utgivelser med Roman Flugel, Axel Boman, Kerrier District, Seth Troxler, DMX Krew, Luca Lozano, Maya Jane Coles, Kris Wadsworth, George Fitzgerald, Groove Armanda og Luke Vibert,</p>\n<p>Denne kvelden kommer den levende legenden Matthew Herbert og Hypercolour-sjef Cedric Maison til Jaeger. Du leste riktig, Matthew Herbert, innovatøren som endret techno og house. Fra album basert på kroppslyder, til album basert på samples fra matvarer. Herbert har lagd musikk som er tidløs, politisk, og som grenser inn i avant garde. Album som One Pig, One Club og One One. Samtidig har han vist tidligere at han også er en usannsynlig flink og uberegnelig DJ. Settet han spilte på KillYourEgo for mange år siden er jo til alt overmål et av disse &#8216;hvor var du da?&#8217;-øyeblikkene i norsk klubbhistorie. Vi er fortsatt litt starstruck etter denne bookingen. Sammen med Cedric Mason tar Herbert over disco’n for en helkveld med Hypercolour.</p>\n<p>Kveldens hosts er den norske DJ-duoen g-Ha &amp; Olanskii. De er kjent som residents på Sunkissed, Footfood og Jaeger, men har også spilt på store klubber som Fabric, Panorama Bar, Robert Johnson m.fl. Videre har de gitt ut flere mix-CDer, som har satt norsk house og disco på kartet verden over, og ikke minst vært to av de viktigste personlighetene i å skape et klubb-Oslo som aldri har vært bedre!</p>\n<p>&nbsp;</p>\n<p>Lørdag 13. august<br />\nNight Flight / Cómeme showcase</p>\n<p><strong>BORUSIADE (Cómeme/RO)</strong><br />\n<strong>CHARLOTTE BENDIKS (Cómeme)</strong><br />\n<strong>MC KAMAN</strong><br />\n<strong>SIGRID</strong></p>\n<p>Borusiade er enda en i den etter hvert så lange listen med tøffe DJs fra Romania. Hun bor for tiden i Berlin, og har akkurat har gitt ut på Cómeme-etiketten til Matias Aguayo. 12&#8243; Jeorpardy som kom ut i vår er en miks av new wave og EBM-inspirert dansemusikk. Hun spiller veldig eklektisk, alt fra synthinspirert dansemusikk til dagens house og techno. Charlotte Bendiks fra Tromsø har de siste årene pendlet mellom Tyskland og Norge. Hun har vært med i årevis, blant annet som en av motorene bak Insomniafestivalen og en rekke sagnomsuste fester i Tromsø. I Køln har Bendiks knytta gode kontakter til både tysk og internasjonalt housemiljø. Nå er hun fast del av Cómeme-stallen. Nylig kom Aurora 12&#8243; på Love OD, og vi venter mye mer fra denne kanten. Sammen med Borusiade tar hun over bakgården hele natta lang. Forvente en kaledioskopisk kveld, der afrofunk, disko, house og tecnho møtes i skjønn forening.<br />\nI kjelleren holder Sigrid og MC Kaman fortet med et åpent sinn og store deler av Billboard top 100-katalogen. Passe lekent og upretensiøst, som alltid.</p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n<p>&nbsp;</p>\n","wordpress_id":14353,"featured_image":{"title":"BORUSIADE crop","filename":"BORUSIADE-crop.jpg","filesize":47806,"url":"http://oya.test/assets/uploads/2016/06/BORUSIADE-crop.jpg","link":"http://oya.test/borusiade-crop/","alt":"","author":"3","description":"","caption":"","name":"borusiade-crop","status":"inherit","uploaded_to":0,"date":"2016-06-27 12:21:44","modified":"2016-06-27 12:21:44","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2016/06/BORUSIADE-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2016/06/BORUSIADE-crop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2016/06/BORUSIADE-crop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2016/06/BORUSIADE-crop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2016/06/BORUSIADE-crop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2016/06/BORUSIADE-crop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2016/06/BORUSIADE-crop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2016/06/28/oyanatt-pa-jaeger-3/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"40c65d36-d01b-55bd-abe7-56384071ca57","locale":"nb"}}