{"data":{"wordpressPost":{"title":"Suksess for Röyksopp","excerpt":"<p>For få dager siden ble det nye Röyksopp-albumet Junior sluppet. Det har allerede rukket å toppe salgslistene her hjemme.  Duoen er også blant verdens hyppigst blogga band akkurat i disse dager. Den første muligheten til å oppleve låtene fra Junior live i Norge vil være på Øyafestivalen lørdag 15. august. Dette vil du ikke gå glipp av. </p>\n","content":"<p>For få dager siden ble det nye Röyksopp-albumet Junior sluppet. Det har allerede rukket å toppe salgslistene her hjemme.  Duoen er også blant verdens hyppigst blogga band akkurat i disse dager. Den første muligheten til å oppleve låtene fra Junior live i Norge vil være på Øyafestivalen lørdag 15. august. Dette vil du ikke gå glipp av. Dagsbilletter til lørdag selges <a href=\"http://www.billettservice.no/html/artist.htmI?l=NO&#038;artist=L%D8RDAGSPASS+%D8YA+09\" target=\"_blank\">HER</a></p>\n<p>Junior har også mottatt fantastisk mange gode anmeldelser. Kredible Pitchfork kliner til med meget høy poengsum og rosende ord <a href=\"http://pitchfork.com/reviews/albums/12860-junior/\" target=\"_blank\">HER</a> </p>\n<p>Linker til andre anmeldelser:<br />\n<a href=\"http://www.vg.no/musikk/artikkel.php?artid=557303\" target=\"_blank\">VG</a><br />\n<a href=\"http://www.nrk.no/lydverket/maskinen-har-sjel/\" target=\"_blank\">Lydverket</a><br />\n<a href=\"http://oslopuls.aftenposten.no/musikk/cd/article169753.ece\" target=\"_blank\">Aftenposten</a></p>\n<p>Det er ikke bare Röyksopp som selger bra med skiver. Deres samarbeidspartner på flere låter og The Knife-medlem Karin Dreijer Andersson har med sitt nye prosjekt Fever Ray liggi høyt på den norske albumlista i to uker. Som du sikkert har fått med deg, er også Fever Ray klar for sommerens Øyafestival.</p>\n","date":"2009-04-01T12:24:00.000Z","wordpress_id":609,"featured_image":null,"translations":{"nb":{"url":"/2009/04/01/suksess-for-royksopp/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9b827ba8-af5e-50e5-aa3c-263fd88bfebf","locale":"nb"}}