{"data":{"wordpressPost":{"title":"Wu-Tang Clan til Øya onsdag 7. august","date":"30th May 2013","content":"<p>Wu-Tang Clan ble nylig gjenforent og kommer med sitt store 20-års jubileumsshow til Øyafestivalen. Dette blir deres eneste konsert i Norge i 2013.</p>\n<p>&nbsp;</p>\n<p>Hiphoplegendene Wu-Tang Clan kommer til Øyafestivalen onsdag 7. august. Dette er turneen der de gjenlevende medlemmene akter å veie opp for tidligere avlysninger. Som RZA sa til New York Times da en mulig gjenforening og 20-årsjubileet til gjennombruddsalbumet Enter the Wu-Tang (36 Chambers) ble diskutert i fjor høst; «We need to, one time, completely, efficiently, properly represent our brand». Vi så dem nylig på Primavera i Spania og kan love en fantastisk feiring av historien til Wu-Tang Clan.</p>\n<p>&nbsp;</p>\n<p>De skal spille samme dag som blant andre Blur, Kvelertak, Tame Impala, Alabama Shakes, Black Debbath, og Mikhael Paskalev.</p>\n<p><a href=\"https://api.oyafestivalen.no/program/#all\" target=\"_blank\">Se foreløpig program her</a></p>\n<p>&nbsp;</p>\n<p>Det er fortsatt dagsbilletter i salg til alle dager. <a href=\"http://www.billettservice.no/event/377283\" target=\"_blank\">KJØP BILLETTER TIL ONSDAG 7. AUGUST HER</a></p>\n<p>&nbsp;</p>\n<p><strong>WU-TANG CLAN (US)</strong></p>\n<p>20 år etter at de først begynte å få oppmerksomhet, i og utenfor hiphopmiljøer, skal Wu-Tang Clan ut på veien for å vise hvorfor de fortsatt er et av sjangerens sterkeste navn. Wu-Tang Clan fra Staten Island, New York har vært springbrettet for solokarrierene til storheter som RZA, Ol’ Dirty Bastard, GZA, Ghostface Killa, Method Man og Raekwon. Sistnevnte spilte på Øya i 2010 som soloartist. På grunn av gruppas mange sterke personligheter og kvaliteter, har de blitt ansett som et av hiphophistoriens aller viktigste og beste kollektiver. Mange mener de er det aller fremste.</p>\n<p>&nbsp;</p>\n<p>I april var de et av de absolutte høydepunktene under Coachella i California. SPIN skreiv dette: &#8211; The energy was palpable both on-stage — where the rappers were clearly geeked to be performing with each other on this night — and in the crowd, where an entire generation of the Wu&#8217;s children were seeing them for the first time.</p>\n<p>&nbsp;</p>\n<p>I 1993 kom singelen Protect Ya Neck og debutalbumet Enter the Wu-Tang (36 Chambers). Dette var rå hiphop, som overrasket mange ved å selge svært godt. Albumet har flere ganger vært med i kåringer av tidenes beste album. Som The Source skreiv i 1993</p>\n<p>&#8211;        <em>This record is harsh, but so is the world that we live in. For b-boys n’ girls who come from the core of the hard, this is the hip-hop album you’ve been waiting for. Simply put “The Wu-Tang Clan ain’t nuthin’ to fuck with”.</em></p>\n<p>&nbsp;</p>\n<p>Siden den gang har det kommet en bråte sterke soloalbum fra medlemmene og storselgende Wu-Tang-album som Wu-Tang Forever (1997) og The W (2000). Ol’ Dirty Bastard døde for noen år siden, og nå har de gjenlevende medlemmene bestemt seg for å vise hva de er gode for en siste gang. Det går for tiden rykter om en ny albumutgivelse. Dette får du mulighet til å oppleve på Øya onsdag 7. august, i Middelalderparken. 20 år etter debuten skal de vise hvorfor folk fortsatt prater om, og lar seg inspirere av Wu-Tang Clan. Gå ikke glipp av denne sannsynligvis siste muligheten til å oppleve Wu-Tang Clan i fullformat og storform.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.facebook.com/wutangclan\">https://www.facebook.com/wutangclan</a></p>\n<p><a href=\"http://www.wutang-corp.com/\">http://www.wutang-corp.com/</a></p>\n<p>&nbsp;</p>\n","wordpress_id":6714,"translations":{"nb":{"url":"/2013/05/30/wu-tang-clan-til-oya-onsdag-7-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7f795073-d505-559e-bddc-c9d89d26c69d"}}