{"data":{"wordpressPost":{"title":"Elleve kjappe fra bookingsjefen","date":"20th February 2008","content":"<p>Øyafestivalen er godt i gang med å sette sammen sitt sprekeste program noensinne med alt fra ferske norske navn til gamle helter som har kommet sammen igjen. Bookingfolka våre har vært i aktivitet i mange måneder allerede og først i juni vil alle artister til årets Øyafestival være bekrefta. Vi satt oss ned med Øyas bookingsjef Claes Olsen og lurte på hvordan arbeidet gikk, hva han sjøl hørte på om dagen og hvilke forventninger han har til by:Larm, som starter torsdag.</p>\n<p>Denne uka falt ytterligere tre navn på plass. Hvordan ligger du an med bookingen til Øya 08? Føler du at du har kommet godt i gang?</p>\n<p>&#8211; Vi har aldri ligget så bra an i februar som i år, og vi har mange godbiter i som skal slippes i ukene som kommer. Ser ut til å bli tidenes beste program for Øya, det her.</p>\n<p>Er det mye hektisk aktivitet for å få på plass de heiteste norske og internasjonale<br />\nbanda?</p>\n<p>&#8211; Ja det er det alltid, blir mange seine kvelder og netter.</p>\n<p>Når blir du ferdig med bookinga av Øya 08?</p>\n<p>&#8211; For Øya er det viktig å ha endel aktuelle navn på plakaten, så det er viktig for oss å ha is i magan nå i tida fremover. Vi opplever at mange norske agenter er stressa og tror vi er ferdig booka. Vet ikke om det er tilfellet med andre festivaler, men for oss er det viktig å ha muligheten til å booke nye band som kommer med album fra mai til september også. Det er ikke noe NM i førstemann ferdig med bookinga. Vi vet om mange norske band som er i studio i disse dager for å legge siste finishen på mesterverket sitt. Øya ser det som viktig å ta tempen på norsk musikk og fremme nye norske artister. Det er lenge til august. Øya vil derfor gjøre som vi alltid har gjort, ha is i magen og bruke tida utover våren til å høre på det som kommer av ny norsk musikk, slik at vi får det kuleste, fresheste og beste på plakaten i august.</p>\n<p>Hvordan har festivalbooking endret seg i løpet av dette tiåret?</p>\n<p>&#8211; Øya startet i det små med 11 norske band og har vokst sakte, men sikkert. Så det har endret seg stort for vår egen del. Sånn generelt i booking bransjen, så er tilgangen på mindre band eksplodert, mye pga internett. Det er flere små band som får seg et lite marked, eller som vi kan hjelpe å ta et steg videre, samtidig som det er mye vanskeligere å slå igjennom stort. Vi booker mange små, spennende band fra inn- og utland og har nesten et luksusproblem her. Når det gjelder de mellomstore og store banda, så har først og fremst prisene gått rett i taket, mye pga stor konkurranse fra nye festivaler i Norge, men også fra hele verden.</p>\n<p>Hva er den største utfordringen med å sette sammen et så stort program?</p>\n<p>&#8211; Hovedmålet er å booke spennende band innen flere sjangere, og samtidig ha en rød tråd i programmet. Vi ønsker ikke å ha reine sjangerdager eller -scener.</p>\n<p>Hva er det foreløpige høydepunktet i bookingen for din del og hvorfor?</p>\n<p>&#8211; At Øya er en svært svært få festivaler som har fått My Bloody Valentine, setter Øya på verdenskartet. Snart slipper vi et annet scoop, som ingen hadde tenkt på, så vi skiller oss ut igjen i Europa!!</p>\n<p>Hva tror du kommer til å prege festivalsommeren 2008?</p>\n<p>&#8211; Sol, ifjor regna sommern bort og nå blir det sju år med sol på rad (i hvertfall i august).</p>\n<p>Hvilke andre festivaler håper du å få med deg i år?</p>\n<p>&#8211; SXSW, Primavera, CMJ og Reading</p>\n<p>Hvilke tre skiver har vært hyppigst spilt hjemme hos deg sålangt i år?</p>\n<p>&#8211; Har blitt sykt mye Loveless med My Bloody Valentine siden nyttår. Får frysninger hver eneste gang. Beirut har tatt over for steminga som Band of Horses ga i fjor høst når jeg skal slappe av. Sharon Jones &#038; The Dap Kings og Vampire Weekend deler tredjeplassen.</p>\n<p>by:Larm er rett rundt hjørnet. Hva håper du å få ut av de tre dagene i Oslo?</p>\n<p>&#8211; Merker jeg gleder meg skikkelig nå. Målet er å få sett så mange av de litt mindre kjente norske banda som mulig. Kommer nok til å løpe rundt som en galning, mens jeg rekker å drikke en halv øl på hvert sted. Håper media og bransjen generelt ikke bare løper etter de samme banda som allerede har fått mye media oppmerksomhet. Det har blitt mye fokus på dette på forhånd, men fakta er at det faktisk er mange ferske band som spiller i år også. Da er det opp til media å gi de oppmerksomhet.</p>\n<p>Hva er ditt råd til unge band som vil lagt merke til under et arrangement som by:Larm?</p>\n<p>&#8211; Først og fremst må de levere fra scenen, men utenom det så er det viktig med bra forarbeid. Finn ut hvem du ønsker å møte før by:Larm. Bli kjent med andre band. Norske band kan ofte være litt mye opptatt av seg selv, og for lite flinke til å aktivt prøve å bli endel av den scena de ønsker å tilhøre.</p>\n","wordpress_id":784,"translations":{"nb":{"url":"/2008/02/20/elleve-kjappe-fra-bookingsjefen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d7416c61-271a-5296-890e-1bab31fac96b"}}