{"data":{"wordpressPost":{"title":"Marie Davidson og Karima F til Hi-Fi Klubben","date":"6th April 2017","content":"<p>Vi får inn stadig flere bekreftelser til Hi-Fi Klubben, Øyafestivalens scene for elektronisk musikk og DJs, som blir til i samarbeid med nettopp Hi-Fi Klubben. Mange sterke navn skal legges til line-up de nærmeste ukene, og vi starter med kanadiske Marie Davidson og DJ Karima F fra Oslo, to favoritter her på huset.</p>\n<p>&nbsp;</p>\n<p><strong>MARIE DAVIDSON (CA) &#8211; Live, fredag 11. august</strong></p>\n<p>Marie Davidson var en sentral skikkelse i Montreals livlige musikkscene i mange år, blant annet i konstellasjonene Essaie Pas og DKMD, før hun i 2012 begynte å jobbe med solomateriale ved siden av.</p>\n<p>Låtene til Davidson er bygd opp av synthesizere, seqencere og trommemaskiner, med den karakteristiske spoken word-vokalen hennes &#8211; halvt sang, halvt prat; halvt engelsk, halvt fransk &#8211; som bindevev i det rytmiske lydteppet. Davidsons livesett er viden kjent for å være hypnotisk, energisk og svært dansbart. Stemmen brukes kreativt, poetiske repetisjoner over stramme trommer og bass, til å egge opp publikum og skape stemning.</p>\n<p>Hun har tidligere sluppet soloutgivelsene Perte D&#8217;Identité og Un Autre Voyage, begge rost for en moderne innfallsvinkel til spoken word. Fjorårets enda mer klubborienterte album, Adieux Au Dancefloor, ble tatt godt imot av blant annet Pitchfork, som trakk linjer til salige Lizzy Mercier Descloux og konkluderte at: «What Davidson does here is not just a piece of music, or a set of poems, but a critical dialogue framed as a brooding electronic epic.»</p>\n<p><a href=\"https://www.facebook.com/mariedavidson.official/?fref=ts\">www.facebook.com/mariedavidson.official</a></p>\n<p><a href=\"https://mariedavidson.bandcamp.com/\">mariedavidson.bandcamp.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>KARIMA F &#8211; DJ-sett, lørdag 12. august</strong></p>\n<p>Norsk-algeriske Karima F ble flasket opp på disco og startet sitt DJ-virke under kunstutdanning i Malmö. Etter retur til Oslo ble hun resident på klubben Jaeger, og spilte der ukentlig i to år. I løpet av disse aktive årene akkumulerte hun stadig mer musikk og fant sin særgne stil &#8211; såkalt current underground; housemusikk som er like inspirert av Chicago House og Detroit Techno som Storbritannias rikholdige elektroniske arv &#8211; og det ledet til internasjonale bookinger.</p>\n<p>Nå har Karima F spilt på flere av Europas beste klubber, deriblant sagnomsuste Panorama Bar i Berlin, byen hvor hun i dag har sin base. I tillegg til å være DJ har hun gjort seg bemerket som musikk- og kulturjournalist i flere norske medier, blant annet Natt&amp;Dag, Aftenposten K, og D2. Hun programmerer en klubbkveld på The Villa, der blant andre Courtesy, Honey Dijon, Shanti Celeste, Matt Karmil og Joy Orbison har stått på plakaten, og hun bistår dessuten Øyafestivalen med booking. Fra sensommeren tar hun opp residency på Jaeger igjen og kan dermed oppleves bak platespillerne der på jevnlig basis.</p>\n<p><a href=\"https://soundcloud.com/comeme/radio-comeme-majabu-mega-mix-by-karima-f\">soundcloud.com/comeme/radio-comeme-majabu-mega-mix-by-karima-f</a></p>\n<p><a href=\"https://soundcloud.com/karimakarima/xxy-tba-club-dresden\">soundcloud.com/karimakarima/xxy-tba-club-dresde</a></p>\n<p><a href=\"https://soundcloud.com/jaegermix/jm004-karima\">soundcloud.com/jaegermix/jm004-karima</a></p>\n","wordpress_id":19769,"translations":{"nb":{"url":"/2017/04/06/marie-davidson-karima-f-hi-fi-klubben/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"46a53800-e07f-5507-8ae3-5fb9fc9f7093","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2017/04/06/marie-davidson-karima-f-hi-fi-klubben/","redirect":false}}}