{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"928734eb-24ed-5a84-9002-12d417e93460","slug":"fete-bilder-fra-festivalen","title":"Fete bilder fra festivalen","date":"2010-08-14T09:25:00.000Z","excerpt":"<p>Hver dag løper våre flinke Øya-fotografer rundt på området og foreviger både artister og publikum i sitt rette element. </p>\n<p>Galleriet oppdateres fortløpende under festivalen, og finnes <a href=\"http://www.oyafestivalen.com/albums.\" target=\"_blank\">her</a> </p>\n"}},{"node":{"id":"2c1d2a65-a807-5847-b783-c262e7333a8a","slug":"opphold-i-kveld","title":"Opphold i kveld","date":"2010-08-13T14:59:00.000Z","excerpt":"<p>Husk å kle deg fornuftig når du begir deg ut på festivalområdet idag. Det er litt fuktig, men vi har registrert at metrologene mener det blir penere utover ettermiddagen og kvelden. Er du sulten på å se The Flaming Lips, John Olav Nilsen &#038; Gjengen, La Roux, The Specials, Robyn eller noen av de andre? Støvler og godt humør anbefales! Vi har i år bedre plass under tak enn noen gang tidligere, så det er bare å ta med seg  billetten ned, sjøl om det skulle komme en skur.</p>\n"}},{"node":{"id":"5d27b519-79de-5311-8568-b9d8f25837bf","slug":"ayanatt-lindstram-christabelle-erstatter-spank-rock","title":"Øyanatt: Lindstrøm &#038; Christabelle erstatter Spank Rock","date":"2010-08-13T14:39:14.000Z","excerpt":"<p>I går kom meldingen om at Spank Rock har blitt nødt til å kansellere resten av Europa-turnéen sin på grunn av &laquo;uforutsette omstendigheter&raquo;. Men ingen grunn til å henge med hodet foran kveldens Stratos-fest av den grunn: Lindstrøm &#038; Christabelle har nemlig takket ja til å gjøre et intimt livesett på taket av Arbeidersamfunnets hus. Kjøpte billetter som ikke benyttes kan refunderes på Billettservice fra og med i morgen. </p>\n"}},{"node":{"id":"b431916f-7d3a-559e-bdef-0820773a635e","slug":"innovasjonsvinneren-kares-torsdag","title":"Innovasjonsvinneren kåres torsdag","date":"2010-08-12T11:03:36.000Z","excerpt":"<p>Et resirkulerbart pledd spesielt beregnet for festivaler, en solcelledrevet iPhone-lader, eller rett og slett en sydvest laget av plastposer som gjør den resirkulerbar? Det er finalebidragene i Hafslund og Øyafestivalens innovasjonskonkurranse. Vinneren blir kåret på Hafslunds stand på Øyafestivalen torsdag 12. august kl. 12.50, rett før debatten om &laquo;Oslo &#8211; Grønn hovedstad&raquo;.</p>\n"}},{"node":{"id":"4f6ae1a2-edef-5b9f-a971-7d8217bad146","slug":"panda-bear-og-surfer-blood","title":"Panda Bear og Surfer Blood","date":"2010-08-12T09:35:00.000Z","excerpt":"<p>Som tidligere skrevet på disse hjemmesider, har det skjedd en programendring i dag, torsdag. Panda Bear har flyttet inn i vår nye teltscene, noe som gir muligheten til å sette fokus på lys og visuelt, mens Florida-bandet Surfer Blood har flyttet ut i friluft. </p>\n<p>Omkalfatringen betyr at Panda Bear spiller i Klubben allerede klokka 16.10 i ettermiddag. Surfer Blood inntar Sjøsiden klokka 18.40. </p>\n"}},{"node":{"id":"a29caa1e-1abb-52d0-aee0-6210954cfd52","slug":"aktivioslo-no-quiz-klokka-to","title":"Aktivioslo.no-quiz klokka to","date":"2010-08-12T08:15:00.000Z","excerpt":"<p><a href=\"http://www.aktivioslo.no/index.php\" target=\"_blank\">Aktivioslo.no</a> arrangerer quiz i Camp Indie-teltet hver dag. Du kan vinne fete premier, og sammenlagtvinnerne stikker av med fem festivalpass til Øyafestivalen 2011. </p>\n<p>I tillegg går også Aktivioslo.nos folk rundt på området mellom 12.00 og 19.00 med en Lynquiz. Klikk på saken for å lese dagens spørsmål. </p>\n"}},{"node":{"id":"1f38997d-e52f-55b3-839f-c7f03f7f52a6","slug":"kjop-%c3%b8yamerch-hos-carlings-i-handlegata","title":"Kjøp Øyamerch hos Carlings i handlegata","date":"2010-08-11T10:37:00.000Z","excerpt":"<p>Festivalminnene varer lenger om man sikrer seg litt av Øyas offisielle merch! </p>\n<p>Utpå høsten kan det godt hende du vil sette på din nye favorittartist, ikle deg ei trøye fra sommerens festivalhøydepunkt og tenke tilbake på de feite konsertene, den digge maten og den hyggelige atmosfæren.</p>\n"}},{"node":{"id":"23adccdd-89e4-5602-ad37-23213793bf30","slug":"ayafestivalen-rigges","title":"Øyafestivalen rigges","date":"2010-08-11T10:10:00.000Z","excerpt":"<p>Publikum kommer til dekket bord, men før festivalen ser ut som den gjør i dag, må det mange timer med snekring, bæring, skruing og hamring til. </p>\n<p>Furore i Harare tok en tur rundt på området for å finne ut hvordan det ser ut når det rigges til festival.</p>\n"}},{"node":{"id":"6c808ca7-1d07-5b65-928e-be8a6e0103fb","slug":"vinduet-med-%c3%b8ya-aktuelle-foredrag","title":"Vinduet med Øya-aktuelle foredrag","date":"2010-08-11T09:19:29.000Z","excerpt":"<p>Program Litteraturteltet kl 15.30<br />\nOnsdag: Knut Schreiner om Iggy Pop og James Williamson<br />\nTorsdag: Susanne Christensen om Pavement<br />\nFredag: Martin Bjørnersen om M.I.A.<br />\nLørdag: Audun Vinger om Paul Weller</p>\n"}},{"node":{"id":"a1548190-85a9-559c-95b9-bf3388b1b5fc","slug":"besok-svanemerket-pa-%c3%b8yafestivalen","title":"Besøk Svanemerket på Øyafestivalen","date":"2010-08-11T07:14:00.000Z","excerpt":"<p>Svanen stiller også i år på Øyafestivalen med bleieskiftstasjon, solkrem og aktiviteter for barna.<br />\nØyafestivalen arrangeres i Middelalderparken onsdag 11. til lørdag 14. august. Svanens bod er plassert samme sted som tidligere år &#8211; nest sist i handlegaten. Svanens stand er spesielt rettet mot småbarnforeldre, men alle andre er også velkomne til å bli bedre kjent med Svanen.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":128,"pageCount":183,"additionalContext":{}}}