{"data":{"wordpressPost":{"title":"New Order til Øya","date":"26th January 2016","content":"<p>New Order beviste i fjor at de fortsatt er å regne med som leverandører av fengene kvalitetspop. Albumet Music Complete fikk mye skryt, og endte opp helt i toppskiktet av årsoppsummeringene til blant annet Q Magazine og Øyafestivalen. New Order skal avslutte fredagskvelden i vårt store telt, Sirkus.</p>\n<p>Ikke bare er dette den eneste konserten de gjør i Norge i 2016, det er også deres første i Oslo siden 1981.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"300\" height=\"234\" data-srcset=\"https://api.oyafestivalen.no/assets/uploads/2015/12/billettknapp-16-300x234.png 300w, https://api.oyafestivalen.no/assets/uploads/2015/12/billettknapp-16.png 461w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p><strong>NEW ORDER (UK)</strong></p>\n<p>Med sin bakgrunn i post-punken, har New Order fra Manchester vært avgjørende for utviklingen av britisk pop og rock siden tidlig på 80-tallet. Deres musikalske bevegelser i landskapet mellom synth, rock og klubbmusikk har prega moderne musikk i flere tiår. Det var spesielt gledelig at de med sitt tiende album i fjor, viste at de fortsatt er i toppform.</p>\n<p>New Order styres fortsatt på stødig vis av originalmedlemmene Bernard Sumner, Stephen Morris og Gillian Gilbert. De to første var også med å starte de dystre post-punk-pionerene Joy Division. Låtkatalogen til New Order er som en perlerad av pophøydepunkter, og de vil vekke begeistring for alle som har vært hekta på klassikere som True Faith og Blue Monday, eller seinere avhengighetsskapere som Crystal og Restless. Vi veit også at de liker å spille enkelte låter av Joy Division, som Atmosphere og Love Will Tear Us Apart.</p>\n<p><a href=\"http://www.mixmag.net/read/new-order-reviews\" target=\"_blank\">Mixmag</a> har kalt det nyeste albumet «an album of outstanding pop, shuddering dance-rock and intricate electronic moods». <a href=\"http://www.manchestereveningnews.co.uk/whats-on/music-nightlife-news/review-new-order-warehouse-project-10556320\" target=\"_blank\">Manchester Evening News</a> var imponerte etter fjorårets konserter i hjembyen, og påsto at «…the important thing about New Order&#8217;s music: it was written to be moved to, not to stare at».</p>\n<p>Det er all grunn til å glede seg til konserten i Tøyenparken. Som <a href=\"http://www.independent.co.uk/arts-entertainment/music/reviews/new-order-brixton-academy-review-slick-and-confident-performance-from-music-legends-who-remain-a6737926.html\" target=\"_blank\">The Independent</a> skreiv i fjor høst: &#8211; This was a slick and confident performance from music legends that are still staying current with fresh music, I just wished they had played more of it.</p>\n<p><a href=\"http://www.neworder.com/\">www.neworder.com</a></p>\n<p>&nbsp;</p>\n<p>foto Nick Wilson</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0d0753e6-50c7-502e-9b79-d3783de237dd"}}