{"data":{"wordpressPost":{"title":"Under 500 billetter igjen til fredagen – tre nye navn","date":"2013-06-05T06:28:08.000Z","content":"<p><strong>UNDER 500 DAGSBILLETTER IGJEN TIL FREDAG 9. AUG</strong></p>\n<p><strong>EFTERKLANG (DK) – onsdag 7. aug</strong><br />\n<strong> COLD MAILMAN – onsdag 7. aug</strong><br />\n<strong> NOSIZWE – lørdag 10. aug</strong></p>\n<p>&nbsp;</p>\n<p>Ytterligere tre navn er klare for sommerens tettpakka utgave av Øyafestivalen. Vil du ha med deg den siste Øyafestivalen i Middelalderparken på en god stund, anbefaler vi at du kjøper billetter mens det fortsatt er noen igjen til dine favorittdager.</p>\n<p><a href=\"http://oya.test/program/#all\" target=\"_blank\">Se hvem som spiller hvilken dag her</a></p>\n<p>&nbsp;</p>\n<p>Det er nå under 500 dagsbilletter igjen til vår mest populære dag, fredag 9. august. Det betyr at det er få muligheter igjen til å sikre seg billett til Kraftwerk sin 3D-konsert, de aktuelle kritikerfavorittene Disclosure, James Blake, Beach House, Azealia Banks, Honningbarna, Phosphorescent, Goat, Supersilent feat John Paul Jones og masse, masse mer. <a href=\"http://www.billettservice.no/event/377289\" target=\"_blank\">Kjøp fredagsbilletter her</a></p>\n<p>&nbsp;</p>\n<p>King Krule bestemte seg nylig for å avlyse flere konserter denne sommeren. Dette er svært trist for fansen, men denne beslutningen var helt utenfor Øyas og andre arrangørers kontroll. I stedet kommer de danske favorittene Efterklang for å spille på Øya for første gang. Det samme skal indiepopleverandørene Cold Mailman og soulhåpet Nosizwe. Årets Øya-program er variert, sterkt og fullt av dine nåværende og framtidige favorittartister.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>EFTERKLANG (DK)</strong></p>\n<p>Den danske trioen Efterklang har gitt ut et knippe meget sterke utgivelser de siste ti åra. Bandet fra København gir nå ut skivene sine på legendariske 4AD. De beveger seg mellom musikalske stilarter som indie, elektronika, drømmepop og post-rock. Deres foreløpig siste album Piramida (2012) har, som utgivelsene før, fått svært gode anmeldelser internasjonalt. Albumet har hentet inspirasjon fra et tidligere russisk gruvesamfunn på Svalbard. Dette har bidratt til et nordisk og særegent sound. De har framført med materialet herfra i storformat, sammen med orkester. Dette gjorde de blant annet i Sydneys operahus for omtrent et år siden og nylig i Bergen.  Onsdag 7. august kommer de på egenhånd, for å spille intimkonsert på vår minste scene, Klubben. Det bør du ikke gå glipp av.</p>\n<p>&nbsp;</p>\n<p>Om Piramida skreiv Drowned In Sound.com: &#8211; <em>Piramida</em> is undoubtedly the band’s most immediate work to date and it might be strange to be writing it, but nearly each and every track would work standing on its own. Strong though those individual parts are, they are mere dots compared to <em>Piramida</em> as a whole.</p>\n<p>Gaffa mente at: -Efterklang har beveget seg mer inn på en sti med tidvis minimal orkesterpop, og uttrykket har blitt så lekkert og kaldt at dette albumet burde være på plass i samtlige suvenirbutikker i Skandinavia.</p>\n<p>Gjør deg klar for et sterkt møte med Efterklangs musikk i vår teltscene.</p>\n<p><a href=\"http://efterklang.net/\">http://efterklang.net/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>COLD MAILMAN</strong></p>\n<p>Om noen dager slipper Cold Mailman ny singel og om ett par måneders tid skal de spille på Øyafestivalen. Bandet, hvor flesteparten av medlemmene kommer fra Bodø, har de siste åra mottatt mye skryt for sin nordiske variant av indiepop. Deres nye album Heavy Hearts kom i april og har fått en rekke gode anmeldelser.</p>\n<p>Spirit har ment at «Heavy Hearts er en ny bekreftelse på at Cold Mailman er et av de aller fineste indiepoporkestrene landet vårt har å by på». Dagbladet fastslo at «det er noe kjølig eksotisk over deres stringente og delikate indiepop». Adresseavisa skreiv at Heavy Hearts «er like variert i uttrykk som det er jevnt i kvalitet».</p>\n<p>I august skal du få oppleve deres småkjølige kvalitetspop i en god og varm park, midt i Oslo. Vi tror det kan bli en herlig forfriskende start på Øyafestivalen.</p>\n<p><a href=\"http://www.coldmailman.com/\">http://www.coldmailman.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>NOSIZWE</strong></p>\n<p>Nosizwe Baqwa lager sterke låter som blander elementer fra pop, soul, jazz, hiphop og elektronika. I samarbeid med SoulBase har hun oppnådd et moderne, friskt sound. Hennes første singel Do You ble utgitt i fjor høst og viser en spennende artist, som fort kan prege moderne pop i Norge de neste åra. Hun har tidligere samarbeidet med kjente navn som Karpe Diem, Paperboys og Madcon. I sistnevnte finner man hennes langt mer kjente bror Tshawe. Nå skal hun vise seg fram på egenhånd og i løpet av året kommer debutalbumet.</p>\n<p>&nbsp;</p>\n<p>Når hun skulle beskrive sin egen musikk for musikknettstedet hissig.no, sa hun «til tider veldig elektronisk, til tider veldig organisk. Alltid forankret i soul.»</p>\n<p>&nbsp;</p>\n<p>På Øyafestivalen får du oppleve en energisk liveartist, som skal ta ansvar for å skape lørdagsstemning i Middelalderparken. Vi gleder oss.</p>\n<p><a href=\"http://knirckefritt.no/artister/nosizwe/\">http://knirckefritt.no/artister/nosizwe/</a></p>\n<p>&nbsp;</p>\n<p>foto Rasmus Weng Karlsen</p>\n<p>&nbsp;</p>\n","wordpress_id":6790,"translations":{"nb":{"url":"/2013/06/05/under-500-billetter-igjen-til-fredagen-tre-nye-navn/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6ed5e48a-030a-53c7-9933-ef0363784245","locale":"nb"}}