{"data":{"wordpressPost":{"title":"Djerv klar med første utgivelse","date":"2010-08-07T09:42:00.000Z","content":"<p>Djerv slipper sine første innspilliger på &#8220;Headstone EP&#8221; som kommer ut i dag tirsdag 3. august på deres eget label Katapult Music.</p>\n<p>Denne 3-spors EP`n var i utgangspunktet tenkt som en demo, men er nå tilgjengelig eksklusivt for digital nedlasting og streaming. &#8220;Headstone EP&#8221; ble spillt inn i diverse studioer i Oslo i løpet av høsten 2009 og ble mixet i 210 Studios i Berlin av vangelis Labrakis og Stamos Koliousis, som etterhvert ble med bandet som live gitarist. EP`n er produsert av bandet selv og mastret av Espen Berg i Livingroom Studios. Coveret er malt av Christian Sloan Hall www.amercianvendetta.co.uk, som tidligere har lagd kunst for band som Dimmu Borgir, Slayer, Testament + +</p>\n<p>Bandet består av medlemmer fra Animal Alpha, Stonegard og Trelldom som fant sammen etter at disse bandene ble lagt på is for snart to år siden.</p>\n<p>”Headstone EP”n kommer som en smakebit på bandets debutalbum som er planlagt til release i februar/mars 2011. Bandet legger siste hånd på låtskrivinga i disse dager, samtidig som de avslutter sin &#8220;Summer Slaughter 2010&#8221; turne på Raumarock 7 august og Øyafestivalen Lørdag 14 august kl. Konserten på Øya er kl 18.10 på Vika-scenen, og er siste sjanse til å oppleve bandet live denne sommeren.</p>\n<p>Tracklist:</p>\n<p>1: Headstone</p>\n<p>2: Ladder To The Moon</p>\n<p>3: Immortal</p>\n<p>Djerv Lineup:<br />\nVokal: Agnete Kjølsrud<br />\nGitar: Stian Kårstad<br />\nTrommer: Erlend Gjerde</p>\n<p><a href=\"http://www.myspace.com/djervmusic\" target=\"_blank\">MYSPACE</a><br />\n<a href=\"http://www.myspace.com/djervmusic\" target=\"_blank\">DJERV online</a></p>\n","wordpress_id":289,"featured_image":null,"translations":{"nb":{"url":"/2010/08/07/djerv-klar-med-forste-utgivelse/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9f432b53-7045-57bf-ba22-41aee164dfe0","locale":"nb"}}