{"data":{"wordpressPost":{"title":"Tre nye navn til Øya","date":"2014-04-07T10:42:57.000Z","content":"<p>Det fylles stadig på i Øya-programmet, innen et bredt utvalg stilarter. St. Lucia og The Districts er to spennende amerikanske navn som skal spille sine første konserter i Norge under Øya. I tillegg kommer Oslos egen rapkomet Kaveh, for å gi oss en forsmak på albumet han jobber med.</p>\n<p>Det er kun dagsbilletter igjen til årets festival og disse selger i høyt tempo.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-tickets/301563?camefrom=Client_Oya_Home_Oyafestivalen_101013\" target=\"_blank\">Kjøp dagsbilletter her</a></p>\n<p><strong>KAVEH</strong><br />\nKaveh har de siste årene vært å regne som et av de største håpa i norsk hiphop. I vinter har han nådd ut til et stort publikum med singelen Snufs, i samarbeid med OnklP. Låta lå i ukesvis på topp ti og var virkelig en radiofavoritt. Nylig kom oppfølgeren Medisin. I fjor ble Kaveh nominert til Spellemann for minialbumet Hjertet Kommer Først. I løpet av 2014 kommer det første fullstendige albumet, og forventningene er høye.</p>\n<p>Hjertet Kommer Først fikk mye <a href=\"http://www.vg.no/rampelys/musikk/plateanmeldelse-kaveh-hjertet-kommer-foerst/a/10117193/\" target=\"_blank\">skryt i VG</a>, som berømte Kavehs &#8220;særegen narrativ og en promiskuøs tilnærming til flyt&#8221;.</p>\n<p>19-åringen har hatt sin egen dokumentarserie på P3 og NRK3. De siste årene har han spilt alt fra store TV-show som Senkveld, til klubbkonserter, til noen av landet største festivaler. Vi tror 2014 kan bli Kavehs år, og da var det selvsagt at vi ville invitere han til å spille i Tøyenparken under Øya.<br />\n<a href=\"http://kforkaveh.no/\">http://kforkaveh.no/</a></p>\n<p><strong>ST. LUCIA (US)</strong><br />\nBak navnet St. Lucia finner man Jean-Philip Grobler. Han fikk oppmerksomhet etter et par EPer i 2012, og i fjor fulgte han opp med albumet When The Night. Utgangspunktet for St. Lucia var misnøye med eksisterende musikkprosjekter og en retur til barndommens inspirasjonskilder, som Madonna, Fleetwood Mac og Peter Gabriel. For å gjøre det til noe mer enn et enmannsprosjekt samla han en gjeng venner som kunne framføre den nye musikken live. Vi ble oppmerksomme på St. Lucia under SXSW i 2013, og tenkte fort at dette hadde vært noe for Øya.</p>\n<p><a href=\"http://www.popmatters.com/review/175543-st.-lucia-when-the-night/\" target=\"_blank\">Popmatters.com</a> skreiv dette om debuten: &#8211; <i>When The Night</i> shows an artist who has sharpened his knives, played homage to his genre’s past, and created songs that are uniquely and rapturously his own.  Expect to have a smile slapped across your face by the end.</p>\n<p>I tillegg til egen musikk, har Grobler rukket å jobbe med mange spennende navn. Han har produsert Brooklyn-bandet HAERTS og han har remixa både Passion Pit, Foster The People og Charli XCX. St. Lucia har varma opp for storheter som The Shins, Two Door Cinema Club og Ellie Goulding. Nå kan du gjøre deg klar for deres elektropop i Tøyenparken.<br />\n<a href=\"http://stlucianewyork.com\">http://stlucianewyork.com</a></p>\n<p><strong>THE DISTRICTS (US)</strong><br />\nThe Districts fra Pennsylvania imponerte oss voldsomt under SXSW i mars. Vi ble rett og slett nødt til å hente dem over til Oslo for en konsert på Øya. Kvartetten ble danna i 2009, mens medlemmene fortsatt gikk på high school. De har rukket å gi ut et album og noen EPer. Nå har de signert med kvalitetslabelen Fat Possum.</p>\n<p><a href=\"http://inyourspeakers.com/content/review/259-districts-districts-ep-01282014\" target=\"_blank\">Inyourspeakers.com</a> har beskrevet bandets stil sånn; “The Districts take elements of folk, rock, and Americana to create a unique sound” og slo fast at “It’s a thoroughly enjoyable listen that makes you wonder when these guys are finally going to get discovered by the mainstream because they deserve it”.</p>\n<p>Øyas bookingsjef Claes Olsen falt for The Districts under SXSW: &#8211; The Districts var et av de store oppdagelsene på årets SXSW. Ikke bare for oss, de ble booka til flere av de viktigste festivalene i verden. Jeg blir overasket om disse 18-20 åringene ikke har fått et gjennombrudd i løpet av 2014.</p>\n<p>The Districts er blant de mest lovende unge rockebanda i USA akkurat nå. Ikke gå glipp av konserten deres på Øya.<br />\n<a href=\"https://www.facebook.com/thedistrictsband\">https://www.facebook.com/thedistrictsband</a></p>\n","wordpress_id":9752,"translations":{"nb":{"url":"/2014/04/07/tre-nye-navn-til-oya-2/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"335e0007-5b10-5e16-afc6-0cc2d18f97a9","locale":"nb"}}