{"data":{"wordpressPost":{"title":"Øyanatt på Sawol","date":"18th June 2012","content":"<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Onsdag 8. august<br />\nOfficial Yelawolf Afterparty: </strong><br />\n<strong> DJs: STATIC (DK), GIRSON</strong><br />\nBillettpris (uten/med øyabillett): 200,-/150,-<br />\nAldersgrense: 20 år</p>\n<p>En av hiphopens aller beste liveartister tar turen til Sawol etter konserten i Middelalderparken. Kompis har lovet oss en tur innom micen denne kvelden. Danske <strong>Static</strong> har i en årrekke stått bak store danske grupper og soloartister, først og fremst Majors. Han har turnert Europa rundt med sitt famøse DJ-sett, vunnet tre danske mesterskap, et EM og blitt kåret til Danmarks beste urbane DJ fem år på rad. <strong>Girson</strong> er kjent fra A-Laget og som Lars Vaulars hypeman. Han er også en djevel til å spille plater.</p>\n<p>&nbsp;</p>\n<p><strong>Torsdag 9. august<br />\nOfficial A$AP Afterparty: </strong><br />\n<strong> DJ A$AP J SCOTT (US)</strong></p>\n<p>Billettpris (uten/med øyabillett): 200,-/150,-<br />\nAldersgrense: 20 år</p>\n<p>En av årets mest hypede hiphop-artister tar med seg A$AP-crewet til Sawol etter at de mest sannsynlig har satt Øyafestivalen på hodet. A$AP Rocky kommer også til å ta en låt eller to på mikrofonen, før hans offisielle turné-DJ, <strong>A$AP J Scott</strong>, styrer skuta resten av kvelden.</p>\n<p>&nbsp;</p>\n<p><strong>Fredag 10. august<br />\nCHORDS (SE)</strong><br />\n<strong> DJ AMATO (SE)</strong><br />\nBillettpris (uten/med øyabillett): 150,-/100,-<br />\nAldersgrense: 20 år</p>\n<p>Jens Resch aka <strong>Chords</strong> er en av våre favorittrappere fra Sverige, og han kommer til Sawol med et nytt album i bagasjen. Chords er kjent for å skape enorm stemning på sine konserter. Etter liveshowet spiller <strong>DJ Amato</strong>, som i tillegg til å ha vært Timbuktus faste DJ i en årrekke, også var hans partner på svensk P3 i hele ti år.</p>\n<p>Det blir en fin blanding av soul, funk, R&amp;B og en liten dose hiphop.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"011cddbf-4a26-5c9a-8c5c-52bc49e8412c"}}