{"data":{"wordpressPost":{"title":"Vinduet på Øya","date":"10th June 2009","content":"<p>Som i fjor inviterer Vinduet til litterært kvarter, hver dag nede på Camp Indie. Opplesninger for enhver smak, enten du foretrekker Ulver eller Vampire Weekend.</p>\n<p>Vinduet er Norges eldste litteraturtidsskrift, grunnlagt av Nic. Stang i 1947. Audun Vinger overtok redaktørstolen i 2008, og tidsskriftet fremstår nå i ny drakt. Norsk og internasjonal litteratur speiles gjennom grundige essays, intervjuer, anmeldelser og reportasjer. Dessuten gis det plass til fotoessays, rikt illustrerte featuresaker, ny skjønnlitteratur. Du  kan blant annet mote disse under Vinduets litterære kvarter, sjekk handprogram for tider!</p>\n<p>PEDRO CARMONA-ALVAREZ er født i 1972 i La Serena, Chile.   Han har utgitt en roman, en essaysamling og tre diktsamlinger. Pedro Carmona-Alvarez er også musiker i flere band, blant andre Sister Sonny. Snart kommer han med Rust, en stor roman om vesentlige spørsmål som eksil, hevn, nostalgi, terror og tortur – og kjærlighet, rock, oppvekst, samhold og forvirring. </p>\n<p>JENNY HVAL (f. 1980) har gitt ut platene To Sing You Apple Trees (2006) og Medea (2008) under navnet Rockettothesky. To av dette tiårets aller fineste plater, spor du oss.  Feltet mellom musikk, litteratur og performance er utrygt når Jenny Hval nærmer seg. Hun er også skribent, blant i Klassekampen og Vinduet, og jobber nå med sin første bok for Kolon forlag. </p>\n<p>JOAKIM KJØRSVIK (f. 1978) har gitt ut Åpenbart ingen nabo (2007), en samling fortellinger som forener magisk realisme med kjølig nordisk humor, Kafka med Monty Python.&raquo;Det er ikke godt å vite hva som foregår i debutant Joakim Kjørsviks hode, men tekstene (&#8230;) viser i alle fall at det bobler med innfall der, og at forfatteren er i stand til å fange påfunnene og forvandle dem til forunderlige tekster&raquo;, var det en anmelder som slo fast. Du treffer ham også ikke overraskende bak baren på Robinet.</p>\n<p>TOMMY OLSSON<br />\n..er kunstner og kritiker. De siste årene har han hatt fast spalteplass i Morgenbladet, og har skapt skole som rabbagast. Hvorfor skriver ingen norske musikkjournalister som Tommy Olsson? Fordi de ikke har evner. Et utvalg av hans tekster er å finne i boka Knust (Cappelen Damm, 2008). To ting kan skje hos Vinduet på Øyafestivalen.<br />\n1. Olssen serverer GHB til publikum<br />\n2. Han leser sitt bidrag til boka &laquo;den beste låta&raquo; (Cappelen Damm, 2009), hvor norske forfattere skriver om låter de liker.</p>\n<p><a href=\"http://rga.laboremus.ws/index.asp?id=31618\" target=\"_blank\">VINDUET PÅ NETT</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"593d3ee8-baee-59ec-a9d6-83377ce84e62"}}