{"data":{"wordpressPost":{"title":"Azealia Banks til Øya &#8211; under 2000 ukespass igjen","date":"24th January 2013","content":"<p>Gjør dere klare for en av de sterkeste nye hiphop-navna for tiden. I år albumdebuterer Azealia Banks og tar endelig turen til Oslo under Øyafestivalen. Fredag 9. august kommer hun til Middelalderparken for å vise at hun er et navn å regne med i mange år framover. Dette blir hennes første konsert i Norge.</p>\n<p>&nbsp;</p>\n<p><strong>UNDER 2000 UKESPASS IGJEN</strong></p>\n<p>Etter flere dager med store artistslipp som The Knife, Solange og Kvelertak har ukespassa til Øyafestivalen solgt meget godt. Billettservice kan i dag melde at de har under 2000 ukespass igjen til Øya. Ukespassene dekker fire dager i parken, pluss Klubbdagen 6. august. Vi kommer til å slippe flere attraktive navn til årets program i løpet av de neste ukene. Det er ingen grunn til å vente med å kjøpe billetter.</p>\n<p><a href=\"http://www.billettservice.no/event/367293\" target=\"_blank\">KJØP UKESPASS TIL ØYA 2013 HER</a></p>\n<p>Det er dagsbilletter i salg til alle fire dagene i Middelalderpaken hos Billettservice.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>AZEALIA BANKS (US)</strong></p>\n<p>Azealia Banks fra Harlem, New York er en ung artist mange har fulgt nøye de siste par årene. Hennes frekke stil og låter som L8R og 212 sørga for at hun fikk oppmerksomheten til medier, blogger og andre som er nysgjerrige på ny hiphop. Videoen til sistnevnte er sett over 30 millioner ganger det siste halvannet året. EPen 1991 kom rett før sommeren 2012, og kort tid etter ga hun ut mixtapen Fantasea. Debutalbumet Broke with Expensive Taste kommer nå i februar, på Interscope og Polydor..</p>\n<p>Pitchfork har påstått at:</p>\n<p>&#8211;        …the hot-shot Harlem-based MC with a slyly aggressive flow became not just a rising star but a boundary-busting symbol of hip-hop&#8217;s ever-changing mores</p>\n<p>&nbsp;</p>\n<p>I 2011 toppa hun lista over de kuleste folka NME visste om. Store og trendbevisste medier som New York Times, Spin og Dazed &amp; Confused har brukt mye spalteplass på Banks tidlig i karrieren. Det har gått rykter om planlagte samarbeid med storheter som Kanye West og Lady Gaga. Hun ble dessverre nødt til å avlyse sin konsert på Øya i fjor, men til sommeren kommer hun til Middelalderparken. Banks har blitt en livefavoritt både hjemme i USA og i England. Nå kommer hun endelig til Norge for å vise oss hvorfor.</p>\n<p><a href=\"http://azealiabanks.com/\" target=\"_blank\">http://azealiabanks.com/</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5e9e8674-55e9-56b5-97dd-4eaa0d2fe0cc"}}