{"data":{"wordpressPost":{"title":"Øyanatt på Revolver","date":"8th June 2012","content":"<p>Revolver har tidligere annonsert at både Waters og Papa M skal spille i kjeller&#8217;n deres under Øyanatt. Nå har de fått bekrefta en tredje nattkonsert. Vi spår at det blir trangt, svett og helt fantastisk når danske The Defectors og norske The Cavebones skal lage lørdagsfest.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://api.oyafestivalen.no/artist/waters/\" target=\"_blank\">Mer info om Waters (US/NO)</a></p>\n<p><a href=\"https://api.oyafestivalen.no/artist/papa-m/\" target=\"_blank\">Mer info om Papa M (US)</a></p>\n<p>&nbsp;</p>\n<p>Dato: Lør  11 Aug</p>\n<p>Rock og Spesialreiser presenterer:</p>\n<p>Artist: <strong>The Defectors (DK) + The Cavebones<br />\n</strong></p>\n<p>CC med og uten øyabillett: 100 Kr/ 130 Kr</p>\n<p>Eventuelt forsalg: <a href=\"http://tigernet.no/\" target=\"_blank\">tigernet.no</a></p>\n<p>Aldersgrense: 20 År</p>\n<p>Det er gått over 15 år siden medlemmene av The Cavebones kokte suppe på de siste beina og hang opp huleboerpelsen innerst i skapet for å bli reklamemoguler og internasjonale rockestjerner. Nå er de tilbake med den primitive rock’n’rollen som skapte forbrødring i Oslo rockens subkulturer på 90-tallet. Forvent en usannsynlig blanding av The Cramps og The Flintstones!</p>\n<p>&nbsp;</p>\n<p>På samme scene står de danske forkjemperne for Fuzz og Farfisa; The Defectors AKA The Evil Fuzz Kings of Denmark! Etter over 10 år med intenst misbruk av instrumenter, groupies og plateselskaper verden rundt er de endelig tilbake i Norge. Forvent en dose garagepunk som ikke står noe tilbake for energien i The Fuzztones og The Lords Of Altamont..</p>\n<p><a href=\"http://www.thedefectors.com/news.asp\" target=\"_blank\">http://www.thedefectors.com/news.asp</a><br />\n<a href=\" http://www.myspace.com/thecavebones\" target=\"_blank\"><br />\nhttp://www.myspace.com/thecavebones </a></p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5e9e8374-1e04-59f0-bd1a-1e49d48a7ac9"}}