{"data":{"wordpressPost":{"title":"Fire nye navn til Øya","date":"2012-05-24T10:00:49.000Z","content":"<p><strong>METRONOMY (UK) – fredag 10/8<br />\nSCREAMING FEMALES (US) – lørdag 11/8<br />\nA-LAGET – onsdag 8/8<br />\nPHILCO FICTION – torsdag 9/8</strong></p>\n<p>&nbsp;</p>\n<p>Programmet il Øyafestivalen 2012 er snart komplett. Nå i innspurten har vi fått på plass fire navn som på hver sin måte vil være høydepunkter i programmet i Middelalderparken. Plateaktuelle Screaming Females og popfavorittene Metronomy kommer til Øya, og det gjør også Bergens raphelter A-Laget og Oslo-trioen Philco Fiction.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP DAGSBILLETTER TIL ØYA HER</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>METRONOMY (UK)</strong><br />\nDen engelske kvartetten Metronomy lager flott elektronisk pop og har gitt ut albuma Pip Paine (Pay The £5000 You Owe) i 2006, Nights Out i 2008 og The English Riviera i 2011. Sistnevnte medførte et gjennombrudd, da skiva plasserte seg godt på de britiske og franske salgslistene. NME mente det var det nest beste albumet som kom ut i fjor. På dette albumet tar de noen steg vekk fra dansbar klubbmusikk og inn i klassisk popmusikk, iblanda funk og annen musikalsk moro. Resultatet er, som Dagbladet formulerte det, «et perfekt følge til glade dager under dekadente parasoller». I vår ga de ut en ny utgave, kalt The English Riviera Unreleased Remixes.</p>\n<p>&nbsp;</p>\n<p>Metronomy ble starta av Joseph Mount, som også har brukt bandnavnet når han har remixa Gorillaz, Roots Manuva, Franz Ferdinand, Ladytron, Kate Nash, Lady Gaga, Lykke Li og andre. I første omgang meldte behovet seg for flere musikere, når han skulle framføre låtene sine live. Mount skriver fortsatt musikken, men Metronomy er i dag et band. De har delt scene med blant andre Bloc Party, Justice, Klaxons og CSS. Under fredagen på Øyafestivalen skal de spre god stemning og lyd, fra vår største scene. <a href=\"http://www.metronomy.co.uk/\" target=\"_blank\">http://www.metronomy.co.uk/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>SCREAMING FEMALES (US)</strong></p>\n<p>Screaming Females fra New Jersey ga nettopp ut skiva Ugly. Dette er trioens femte album siden debuten Baby Teeth i 2006. De har hatt med seg Steve Albini i studio, en mann som har erfaring med band som søker et rått og upolert uttrykk. The AV Club har kalt musikken til Screaming Females «punchy indie rock and scratchy post-punk”</p>\n<p>&nbsp;</p>\n<p>Etter noen år i det lokale undergrunnsmiljøet på østkysten av USA, får bandet stadig mer oppmerksomhet og omtale i store musikkmedier. Stereogum hadde Ugly som ukas album for en stund siden og anmelderen påsto at «<em>Ugly</em> is easily my favorite rock album of 2012 thus far, and that’s mostly because it’s the work of a band utterly in command of what they’re doing.”</p>\n<p>&nbsp;</p>\n<p>Bandet låner besvisst fra punk- og indiehistorien. Sleater-Kinney, Gang Of Four og Dinosaur Jr nevnes iblant som mulige referansepunkter. Screaming Females har helt tydelig vokst opp med 90-tallets indiehelter, men har endt opp med et eget uttrykk. I tillegg er det på sin plass å nevne at de er et liveband det ikke er lett å overse. Sjekk sjøl på Øya i sommer.</p>\n<p><a href=\"http://screamingfemales.com/\" target=\"_blank\">screamingfemales.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>A-LAGET</strong><br />\nA-Laget har vært blant de viktigste nye navna innen norsk rap de siste åra. Siden 2006 har denne gjengen, med utgangspunkt fra ulike deler av Bergen, bygget opp et meget sterkt omdømme. De er kjent for å skape liv og for sine ganske utfordrende tekster. Mange har trykka mixtapeserien Nokke Feita til sine bryst. Her kan du blant annet høre dem sammen med Joddski og Øya-aktuelle Lars Vaular. A-laget har besøkt verdens største festival for ny musikk, SXSW i Texas, og har varma opp for blant andre Snoop Dogg og The Game.</p>\n<p>Som de sa til Kingsize for ikke lenge siden «Vi har mekket en god gammeldags mixtape med jackede beats, faktisk sammenmiksede låter, kule vers og bra refrenger. Gøy å skjerpe sine evner ved å rappe på et variert utvalg av beats, og gjøre litt andre ting enn vi har gjort før». Få med deg A-laget og festen på Øya i august.</p>\n<p><a href=\"https://www.facebook.com/alagetmusikk\" target=\"_blank\">www.facebook.com/alagetmusikk</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>PHILCO FICTION</strong><br />\nTrioen Philco Fiction har de siste åra hatt spillejobber i blant annet USA, Tyskland, England og Nederland. I januar ble de trukket fram som et nytt håp i selveste The Guardian. Som det sto der «full of quirkily rhythmic and quixotically melodic pop not heard since – well, did Lykke Li ever make an album with Rodney Jerkins? She didn&#8217;t? Ah, well, she has now». NME, Drowned In Sound og Record Of The Day er blant de andre utenlandske mediene som har blitt begeistra.</p>\n<p>&nbsp;</p>\n<p>Deres elektroniske og følsomme pop har referanser til blant andre Prince og Øya-aktuelle Björk. Debutalbumet Take It Personal kom på Brilliance for noen måneder siden. I vår spilte de, med stor suksess, på Øyas dagfest under årets SXSW i Austin, Texas. Nå gleder vi oss til å høre Philco Fiction i Middelalderparken.</p>\n<p><a href=\"http://philcofiction.com/\" target=\"_blank\">philcofiction.com</a></p>\n","wordpress_id":2835,"featured_image":{"title":"metronomy øyafestivalen 2012 635x350","filename":"metronomy-yafestivalen-2012-635x350.jpg","filesize":64729,"url":"http://oya.test/assets/uploads/2012/05/metronomy-yafestivalen-2012-635x350.jpg","link":"http://oya.test/metronomy-oyafestivalen-2012-635x350/","alt":"","author":"4","description":"","caption":"","name":"metronomy-oyafestivalen-2012-635x350","status":"inherit","uploaded_to":0,"date":"2012-05-24 07:30:37","modified":"2012-05-24 07:30:37","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2012/05/metronomy-yafestivalen-2012-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2012/05/metronomy-yafestivalen-2012-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2012/05/metronomy-yafestivalen-2012-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2012/05/metronomy-yafestivalen-2012-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2012/05/metronomy-yafestivalen-2012-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2012/05/metronomy-yafestivalen-2012-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2012/05/metronomy-yafestivalen-2012-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2012/05/24/fire-nye-navn-til-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4bf10497-7003-5aab-b64f-f3aca035d82a","locale":"nb"}}