{"data":{"wordpressPost":{"wordpress_id":143,"title":"Guided By Voices spiller årets eneste Europa-konsert på Øya","excerpt":"<p>Vi ble ganske nysgjerrige og spente når vi i fjor høst leste at Guided By Voices sin klassiske besetning skulle spille sin første konsert på seks år på plateselskapets Matadors bursdag i Las Vegas i oktober. Samtidig ble det sagt at bandet ikke kom til å spille utenfor USA. Men vår bookingsjef klarte ikke å la være å starte litt lobby virksomhet. Slike ting kan ofte ta litt tid. Når vi så fikk meldinga om at de har valgt å gjøre årets eneste planlagte Europa-konsert på Øyafestivalen torsdag 11. august, ble vi mildt sagt entusiastiske. Særlig etter at de har takket nei store spanske og engelske festivaler. Alle fans av klassisk amerikansk indierock bør kjenne sin besøkelsestid når Robert Pollard og gjengen skal dra opp gamle favoritter fra bagasjen i Middelalderparken. Dette blir bandets første konsert i Europa siden 2002. Vi forventer fans fra hele Europa på denne happeningen.</p>\n","content":"<p>GUIDED BY VOICES (US)<br />\nEtter fantastiske anmeldelser av konserten i oktober, bestemte bandet seg for å ta runden på et lite utvalg amerikanske festivaler, i tillegg gjør de Øyafestivalen som den eneste i Europa. Bandet selv mente de aldri hadde vært bedre. Det er hele ni år siden de sist sto på en europeisk scene. Robert Pollard og bandet hans er et av de sterkeste eksemplene på typisk 90-tallsindierock. Sammen med navn som Pavement, Dinosaur JR, Sebadoh, Neutral Milk Hotel og noen til, kobla de det svært fengende med det ganske vindskeive. Ohio-baserte Guided By Voices sine medlemmer har like stor sans for finfin powerpop, psykedelia, årgangsrock, post-punk og skranglemoro fra musikkhistorien. Robert Pollard har de siste 15 åra gitt ut en enorm mengde soloskiver, men de fleste fans synes nok det er ekstra stas at han igjen står på scena med Guided By Voices.</p>\n<p>Om konserten på 21-årsdagen til Matador skreiv L.A. Times:<br />\n“If Matador at 21 were a game, Guided by Voices would&#8217;ve won &#8212; they earned the most encores, the most fist pumping, the most singalongs, the most pushing against the stage and the most chanting of the whole weekend.”</p>\n<p>I 2007 sa Truls Heggero fra Øya-aktuelle Lukestar dette til Ballade:<br />\n”Guided by Voices er den største inspirasjonen til all musikk jeg har laget de siste fem åra.”</p>\n<p>Dagens besetning av Guided By Voices består av Tobin Sprout, Mitch Mitchell, Greg Demos og Kevin Fennel, i tillegg til sjefen Robert Pollard. Bandet starta allerede i 1983, men det var først på 80-tallet at de fikk betydelig anerkjennelse for musikken. Wall Street journal har ment at “Pollard’s hooks have always ranked among rocks best”. Siden gjenforeninga i fjor har de fokusert på låter fra Propeller (1992), Bee Thousand (1994), Alien Lanes (1995) og Under The Bushes, Under The Stars (1996).  Fra disse utgivelsene kommer en rekke blinkskudd vi gjerne vil høre, som Motor Away, A Salty Salute, I Am A Scientist, Hit, Exit Flagger, Echos Myro, The Official Ironmen Rally SongHot Freaks, Game Of Pricks og My Valuable Hunting Knife. Åhh som vi gleder oss!<br />\n<a href=\"http://www.gbv.com/\" target=\"_blank\">GUIDED BY VOICES PÅ NETT</a></p>\n","date":"2011-05-31T07:28:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/05/31/guided-by-voices-spiller-arets-eneste-europa-konsert-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b6699c22-9488-5dbf-91aa-af772e18242d","locale":"nb"}}