{"data":{"wordpressPage":{"title":"Tickets","content":"<p>All kinds of tickets for Øya 2019 are on sale now. Saturday 10th of August is already sold out.</p>\n<p><i>Subject to changes in the program. Tickets will only be refunded if the festival as a whole is cancelled, not if individual bands and/or artists cancel. </i></p>\n<p style=\"font-weight: 400;\">For international purchase of tickets, go to your national Ticketmaster page or to <a href=\"https://www.festicket.com/hosted/festivals/oyafestivalen/2019/shop/?page_mode=hosted&amp;referrer=oyafestivalen-AS\" target=\"_blank\" rel=\"noopener\">Festicket</a>.</p>\n<p><strong>Week pass: </strong><br />\n<span style=\"line-height: 1.5;\">A full week pass gives you access to the entire festival in Tøyenparken, Wednesday 7</span><span style=\"line-height: 1.5;\">th to Saturday 10th. This pass gives you free admission to Klubbdagen (Club day), Tuesday August 6th. For capacity reasons, first come first served applies during Klubbdagen. A week pass also gives you discount on tickets to Øyanatt (Øya night) and Øyakino (Øya cinema). </span></p>\n<p><strong>Single day ticket:</strong><br />\nA single day ticket is valid only the day of your given choice. Buy your week passes and single day tickets at Ticketmaster or Festicket while stock lasts.</p>\n<p><strong>Tickets for Øyanatt (Øya Night):</strong><br />\nTickets for Øyanatt are available at Billettservice. Tickets are also sold at most events during Øyanatt at the entrance of each club. With a valid festival wristband (full week pass or a single day ticket for that date), you can buy discounted tickets for events at Øyanatt. To purchase discounted tickets at the door, show one receipt for day ticket, full week pass, or festival wristbands attached for the day you have been in the park.</p>\n<p>If you buy tickets in advance, you can choose the discounted fee as long as the weekly pass or day ticket to the festival is on the same day of the Øyanatt event. Have you bought a discounted ticket in advance, but is unable to show the requirements listed above, you will be asked to pay the remainder of the full value ticket at the door.</p>\n<p><strong>Tickets Øyakino (Øya Cinema):</strong><br />\nØyakino (Øya cinema) tickets can be purchased at www.oslokino.no or at the box office in all of Oslo Kino&#8217;s premisess. Discounted tickets must be purchased at the box office upon presentation of single day ticket /full week pass.</p>\n<p><strong>About the tickets:</strong><br />\nA paper ticket retrieved at one of the box offices or printed yourself is not personal. This can be used by another person, even if it says your name on it. All types of tickets must be traded to wristbands to access the festival site. Each ticket can only be used once, and the barcode is scanned. All wristbands will be attached to your arm, then it is considered to be personal and may not be shared with others.</p>\n<p>A full week pass is a discounted ticket package for those wishing to attend the festival every day. This can not be divided into single day tickets. In exchange for the ticket you will get a wristband valid for all four days, and this ticket will also provide benefits in connection with other events during in the festival. After you have attached the wristband, this is considered to be personal and may not be shared with others.</p>\n<p>&nbsp;</p>\n<p><strong>ACCREDITATION<br />\n</strong>Deadline 20th of June</p>\n<p><a href=\"https://oya.mobilise.no/default.aspx?did=9084662&amp;formarrangement=9080651\"><span style=\"font-family: UICTFontTextStyleBody;\">APPLICATION FOR ACCREDITATION FOR ØYA 2019</span></a></p>\n<p><a href=\"http://REQUEST FOR GROUP ACCREDITATION ÖYAFESTIVALEN\"><span style=\"font-family: UICTFontTextStyleBody;\">REQUEST FOR GROUP ACCREDITATION FOR ØYA 2019</span></a></p>\n","wordpress_id":51,"locale":"en","slug":"tickets","translations":{"nb":{"url":"/info/billetter/"},"en":{"url":"/en/info/tickets/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"93f2670c-cbc8-5882-809e-faf366054b24","locale":"en"}}