{"data":{"wordpressPost":{"title":"Øya og NME presenterer to norske band i London","date":"19th January 2010","content":"<p>Dette gir de to banda anledning til å spille for et stort publikum i London. Koko tar 1300 mennesker og Club NME er alltid veldig populære. De blir vanligvis fort utsolgt.</p>\n<p><a href=\"http://www.nrk.no/lydverket/to-norske-spiller-for-nme/#more-30100\" target=\"_blank\">Les her hva Romy Madley Croft fra The XX sier om Club NME</a> </p>\n<p>Program på Koko 26. februar:<br />\nI WAS I KING &#8211; 23.00<br />\nGOLDHAWKS – 23.40<br />\nTHE NEW WINE – 00.30<br />\nCLUB NME DJs – fram til 04.00</p>\n<p>Kvelden på Koko presenteres i samarbeid med Music Export Norway.</p>\n<p>Dette er en glimrende mulighet til å få vist fram de to norske banda for et musikkinteressert engelsk publikum, på en av de virkelig gode London-klubbene. Øyafestivalen har tidligere hatt med seg norske band til London, samt CMJ i New York og SXSW i Texas, med meget god mottakelse for artistene.</p>\n<p>OM BANDA:<br />\n<a href=\"http://www.myspace.com/newwinemusic\" target=\"_blank\">The New Wine</a><br />\nFire unge bergensere, som lager groovepop inspirert av blant annet Michael Jackson og LCD Soundsystem. Deres kombinasjon av pop, funk og rock får det til å kile i dansefoten hos noen og enhver. De spilte på Øya i sommer og har turnert Europa som support for The Whitest Boy Alive.</p>\n<p><a href=\"http://www.myspace.com/iwasaking\" target=\"_blank\">I Was a King</a><br />\nI Was A King fikk mye og fortjent oppmerksomhet for sitt selvtitulerte andrealbum for et års tid siden. På den hadde de hjelp av folk fra Ladybug Transistor, Danielson, Serena-Maneesh og selveste Sufjan Stevens. Bandet har laget sin egen variant av støyende, moderne pop og henter inspirasjon fra band som Neutral Milk Hotel, Apples in Stereo and My Bloody Valentine. </p>\n<p><a href=\"http://www.myspace.com/goldhawks\" target=\"_blank\">Goldhawks</a><br />\nGoldhawks fra London har gitt ut to singler og er et av banda britiske musikkmedier følger spent med på. De lager ambisiøs og fengende rock det er lett å like, i den britiske tradisjonen. Goldhawks har akkurat signert kontrakt med Mercury Records og er et band du sikkert vil høre mer fra i 2010.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f05029d2-d366-57b3-8ade-df3417500fc4"}}