{"data":{"wordpressPost":{"title":"Ti år backstage","date":"6th August 2014","content":"<p>Fotograf Stian Andersen har vært fast inventar i kulissene til Øyafestivalens backstageområde i ti år. Nå foreligger ustillingen «Backstage Sessions», en serie på 26 møysommelig utvalgte fotografier av artister som har spilt på Øyafestivalen. Fotoutstillingen henger langs gjerdet bak Hagen-scenen, og de 1,5 x 1,5 meter store bildene kan nytes under hele festivalperioden. Vi tok en prat med fotografen om Yoko Onos sikkerhetsvakter, samarbeid med Turboneger og hvordan han forbereder hver «session».</p>\n<p><strong>Du har fotografert bilder til utstillinga Backstage Sessions i ti<br />\når nå. Hvordan kom prosjektet i gang?<br />\n</strong><br />\n&#8211; Det begynte med at jeg fotograferte på Øyafestivalen for et<br />\nmagasin i 2004. Jeg var lei av alle de typiske festivalbildene av småunger med selvlysende rosa øreklokker og andre festivalklisjéer, og bestemte meg for å heve saken med eksklusive foto-sessions med noen av artistene som spilte der det året. Det syntes både festivalledelsen og jeg ble så vellykket at vi bestemte oss for å fortsette samarbeidet.</p>\n<p><strong>Hvordan har prosjektet utviklet seg i løpet av de ti årene? Artistene er jo av et litt annet format nå, hvordan har det påvirket prosessen?</strong></p>\n<p>&#8211; Det er ikke tvil om at arbeidsforholdene til dette prosjektet har blitt vanskeligere med årene. Nå er det for eksempel fotoforbud i alle fellesomerådene backstage og mange av artistene gjør ingen presse eller fotografering. Jeg husker Beck hadde takket &#8216;ja&#8217; til en eksklusiv fotoshoot med meg foran garderoben sin fem minutter før han skulle på scenen. Dette var den eneste fotograferingen han gjorde under Øya. Vi hadde rigget lys, og alt var klart i det entouragen og sikkerhetsvaktene til Yoko Ono kom springende og forlangte at vi pakket ned alt<br />\nutstyret. Jeg fikk bildene til slutt, men det er såklart veldig stressende å jobbe under slike forhold.</p>\n<p><strong>Fortell litt om hvordan du har nærmet deg de enkelte artistene. Har du hatt en plan for fotoene i forkant eller tatt det på sparket?</strong></p>\n<p>&#8211; Først så ligger det ukesvis med forberedelser bak alle bildene. E-poster frem og tilbake mellom management, agenter, plateselskap og meg. Når avtalen er i boks planlegger jeg ofte fotograferingen ut ifra hvor lang tid jeg har med artisten. Som regel har jeg bare noen få minutter til rådighet og da har planleggingen og forberedelsen alt å si slik at jeg kan fokusere 100% på artisten. Lys og bakgrunner er rigget opp i godt tid i forkant. Mye av magien ligger i det å få fram essensen i det mennesket og den artisten du fotograferer. Fange en nerve og en dynamikk som skiller seg ut i mengden av middelmådighet.</p>\n<p><strong>Du har fotografert a-ha og Turboneger over lengre tid, etter å ha blitt godt kjent med dem. Hvordan skiller Backstage Sessions seg fra den typen prosjekter?</strong></p>\n<p>&#8211; Med a-ha og Turboneger har jeg reist på lange turnéer og rukket å utvikle både<br />\ntillit og vennskap med artistene. Med Backstage Sessions har fotograferingen og kontakten vært begrenset til noen få minutter bak scena med artister jeg som regel aldri har møtt før. Det byr selvfølgelig på utfordringer, men det er litt befriende å måtte gutse alt på de få minuttene man har til rådighet. Det kansje en tankevekker at bildene jeg har brukt fem minutter på av både Janelle Monae, The Knife, MEW og Robyn har endt opp som offisielle promobilder for artistene.</p>\n<p><strong>Hvilken artist var artigst å fotografere?</strong></p>\n<p>&#8211; Jeg tror det står likt mellom Robyn, og Janelle Monae.</p>\n<p><strong>Har du et favorittbilde selv?</strong></p>\n<p>&#8211; Helt umulig å bare plukke ett. Nå har jeg smertefullt plukket ut 26 bilder fra serien. Jeg har minst 30 bilder til jeg vil vise frem, så jeg får spare det til boka som forhåpentligvis kommer til neste år.</p>\n<p><strong>Hva skal du gjøre framover?</strong></p>\n<p>&#8211; Jeg reiser rundt på verdensturné med Robyn&amp;Röyksopp denne sommeren. Jeg drar videre<br />\nut i Europa med dem etter konserten på fredag. <span style=\"line-height: 1.5\">Ellers er det flere spennende musikkvideoprosjekter på gang i løpet av høsten. Så planlegger vi å ta utstillingen videre etter Øya.</span></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e650101d-6530-5ee7-80c1-57f972787c5c"}}