{"data":{"wordpressPost":{"title":"Friends play Øya on Wedensday","date":"10th April 2012","content":"<p>The main focus in the next days will be new music and artists who have not yet reached a big audience but who we think will become increasingly popular during 2012. The first new act on the line-up is Friends from Brooklyn. Their debut album will be out before the summer.</p>\n<p>They are playing their first concert in Norway on Wednesday the 8th of August, on the same day as Florence &amp; The Machine, The Stone Roses, Feist, Susanne Sundfør, Thurston Moore, Yelawolf, Mazzy Star, Bob Mould and many more.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>FRIENDS (US)</strong></p>\n<p>Friends from New York have been talked about by BBC, NME and Q as one of the most promising new bands for 2012. Their catchy single I&#8217;m His Girl has been praised by a wide selection of credible music media. They sold out their first concerts in Great Britain last autumn and we are very happy to welcome them to Øya Wednesday the 8th of August. This is fresh and strong summery pop that is as brilliant as the sun itself. We have been following them with great interest since we first saw them in New York this autumn. When we saw them again at SXSW in March, it was great to see how much they have developed during these last months.</p>\n<p>The Magasine Q have claimed that Friends are</p>\n<p>“The most fun summer block party ever&#8230;cool incarnate” Q</p>\n<p>&nbsp;</p>\n<p>Friends were the only small indie label band on BBC&#8217;s Sound of 2012 Poll. Their music is released on British label Lucky Number who have released records by Sebastien Tellier, Caged Animals and Gotye. They have been compared to bands like ESG, Tom Tom Club, Lykke Li, Lisa Lisa &amp; Cult Jam, Yeah Yeah Yeahs and Warpaint. Stereogum has called their music «<em>ESG-style polyrhythmic post-disco on a tropical-pop trip”. On stage, we can guarantee a vibrant live show fronted by Samantha Urbani. She formed the band with some friends under the name Perpetual Crush. Six days after agreeing to form a band, they played live for the first time. Their debut is coming before the summer and there are great expectations to this album. You can experience Friends yourself at Øya this year. </em><strong></strong></p>\n<p><a href=\"http://www.afriendszone.com/\" target=\"_blank\"><strong>www.afriendszone.com</strong></a><strong></strong></p>\n","wordpress_id":15659,"translations":{"nb":null,"en":{"url":"/en/2012/04/10/friends-play-oya-on-wedensday/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7d8ed6ae-1bbd-5743-8e43-fa84e8c86826","locale":"en","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/en/2012/04/10/friends-play-oya-on-wedensday/","redirect":false}}}