{"data":{"wordpressPost":{"title":"Grønnkålrock","excerpt":"<p>Årets Øya-meny er klar!</p>\n","content":"<p dir=\"ltr\"><span style=\"line-height: 1.5\">Da Øyafestivalen lanserte sitt økologiske matprosjekt Økorock i 2003, skapte det noen hevede øyenbryn. Ordet økologisk setter ikke tennene i vann helt av seg selv &#8211; det høres mer ut som et universitetsfag enn en fristende matrett. «Matprofilen på Øya er banebrytende både i norsk og internasjonal festivalsammenheng», uttalte Oikos i 2004. Jeg er veldig glad over å kunne si at det er mindre banebrytende å servere økologisk mat i dag.</span></p>\n<p dir=\"ltr\">De siste elleve årene har forbruket av økologisk mat i Norge skutt i været. De beste restaurantene i verden &#8211; som Oslos egen Maaemo og Københavns Noma &#8211; er heløkologiske. Oslo har fått sin egen økologiske matfestival og et økologisk grønnsakssamvirke som har hundrevis på venteliste. Ventelister er det også på de stadig flere økologiske andelsgårdene i Norge &#8211; hvor byfolk kan kjøpe maten rett fra bonden og delta i dyrkingen selv. Å komme inn på et av MAJOBOs hjemmedyrkingskurs i Oslo er omtrent like lett som å få billetter til en Justin Bieber-konsert. Noe er i gjære!</p>\n<p dir=\"ltr\">Jeg tror en av grunnene til denne økende interessen for økologisk mat er at flere ønsker en nærhet til det de spiser. Vi er lei av lange innholdsfortegnelser hvor vi ikke kjenner igjen en eneste ingrediens, lei av historier om eksosost og e-coli, lei av palmeolje og transfett. Nå vil vi ut på åkrene, få jord under neglene og se selv hvordan en potetplante ser ut!</p>\n<p>Vi har gleden av å ha med oss noen av de beste restaurantene i Oslo for å servere helt økologisk mat til dere. Du finner matbodene samlet på Munchløkka &#8211; som er det vi kaller vårt nye matområdet på gressletta foran Munchmuseet. Tøyenparken er et naturlig hjem for god, økologisk mat &#8211; den har tidligere vært en diger grønnkålåker, da krigen gjorde alle slags matauk nødvendig og alle parker i Oslo ble dyrket opp. Som en hyllest til matauk og hjemmedyrkingsbevegelsen som herjer i Oslo, har vi i år et spesielt fokus på dyrking av spiselige vekster. Både på Munchløkka og ellers på området vil du se ting som spirer og gror og som du kan putte på tallerkenen eller rett i munnen.</p>\n<p dir=\"ltr\">Så kom, se og smak!</p>\n<p dir=\"ltr\">Ingrid Kleiva Møller, matsjef</p>\n<p dir=\"ltr\"><span style=\"line-height: 1.5\"> </span><span style=\"line-height: 1.5\"> </span></p>\n<p dir=\"ltr\"><strong>ÅRETS ØYA-MENY</strong></p>\n<p>GODT BRØD serverer økologiske bakverk &#8211; pizzaboller, påsmurte baguetter, brownies og andre godsaker.</p>\n<p dir=\"ltr\">ISROSA byr på hjemmelaget iskrem, fruktis og milkshake.</p>\n<p dir=\"ltr\">KOMPASS &amp; CO lager sin berømte jambalaya.</p>\n<p dir=\"ltr\">MER KÅL lager potetlefse med norsk falafel, nykål, hummus, chilisaus og dijonvinaigrette.</p>\n<p dir=\"ltr\">Hos TACO REPUBLICA får du tacos med frijoles, queso fresco og salsa &#8211; med valg mellom høns, svin eller soppfyll.</p>\n<p dir=\"ltr\">TØYENGATA BODEGA gir deg spicy svinekebab med chipotledressing og grilla soppkebab med hummus, råkostsalat og gresskarkjerner.</p>\n<p>MATHALLEN har utfordret sine restauranter til å lage Norges beste festivalmat! Her får du pølser fra <strong>Annis pølsemakeri</strong>, søte og salte crepes fra <strong>Crepe</strong>, ostepølser fra <strong>Den blinde ku</strong>, festivalburger og pizza fra <strong>Døgnvill</strong>, vegansk hemp taco fra <strong>Funky Fresh Foods</strong>, asiatisk gatemat fra <strong>Hitchhiker</strong>, paella og chili con og sin carna fra <strong>Hotel Havana</strong>, bacalao, sashimi og grønn fiskecurry fra <strong>Kulinarisk akademi</strong>, saltsnacks, juser og piknikkurv fra <strong>Mathallentorget</strong>, ostesmørbrød og iskrem fra <strong>Melkerampa</strong>, lammegryte og pulled pork sandwich fra <strong>Smelteverket</strong>, fish´n´chips fra <strong>Vulkanfisk</strong> og kjøttboller fra <strong>Øltorget</strong>.</p>\n<p dir=\"ltr\">Den økologiske og biodynamiske Øya-kaffen er levert av SOLBERG &amp; HANSEN.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>ALLERGIER OG SPESIELLE DIETTER</strong></p>\n<p dir=\"ltr\"><em>Her får du glutenfri mat og drikke:<br />\n</em>Godt brød, Taco Republica, Mer kål, Funky Fresh Foods, Hotel Havana, Kulinarisk akademi, Kompass &amp; co, Mathallentorget, Smelteverket, Tøyengata bodega, Øltorget, Isrosa.</p>\n<p dir=\"ltr\">Glutenfritt øl er tilgjengelig i alle barer.</p>\n<p dir=\"ltr\"><em>Her får du laktosefri mat:<br />\n</em>Godt brød, Taco Republica, Mer kål, Isrosa, Annis pølsemakeri, Funky fresh foods, Hotel Havana, Kulinarisk akademi, Mathallentorget, Smeltverket og Vulkanfisk.</p>\n<p><em>For grønnsakselskere:<br />\n</em>Alle matboder skal ha minst èn vegetarisk rett, og Funky Fresh Foods og Mer kål er helt veganske.</p>\n<p>Foto: Erik Five Gunnerud</p>\n","date":"2014-06-12T07:20:05.000Z","wordpress_id":10148,"featured_image":{"title":"unnamed","filename":"unnamed.jpg","filesize":308917,"url":"http://oya.test/assets/uploads/2014/06/unnamed.jpg","link":"http://oya.test/unnamed/","alt":"","author":"3","description":"","caption":"","name":"unnamed","status":"inherit","uploaded_to":0,"date":"2014-06-12 07:18:01","modified":"2014-06-12 07:18:01","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2014/06/unnamed-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2014/06/unnamed-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2014/06/unnamed-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2014/06/unnamed.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2014/06/unnamed.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2014/06/unnamed.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2014/06/unnamed.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2014/06/12/gronnkalrock/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8bf582a4-6e2a-5568-a885-25ced16c21f5","locale":"nb"}}