{"data":{"wordpressPost":{"title":"Bare grønne tall!","date":"6th November 2017","content":"<p><b>Et oppgjør med plasten</b></p>\n<p><span style=\"font-weight: 400;\">Årets miljøtema var </span><i><span style=\"font-weight: 400;\">Fossilfri Framtid</span></i><span style=\"font-weight: 400;\">. Et av det viktigste miljøtiltakene vi gjorde på årets festival var å ta et oppgjør med vårt eget plastforbruk. Plast er i ferd med å bli et av våre største miljøproblem og det tar vi på alvor. I år byttet vi derfor ut over 300.000 plastglass med PLA, et nedbrytbart plastalternativ laget av overskuddsmateriale etter produksjon av poteter og mais.</span></p>\n<p><span style=\"font-weight: 400;\">Å produsere vanlig plast er energikrevende og forurensende, og for hver kilo plast som produseres bruker man dobbelt så mye olje eller gass. Ved å kutte plastglassene på Øyafestivalen har vi spart over 4 tonn olje og gass. Vi ønsker å vise at det er mulig å finne gode alternativer til plast. Responsen har vært enorm, dette er viktig for flere enn oss!</span></p>\n<p><b>Natur og Ungdom gjenvinner alt de finner</b></p>\n<p><span style=\"font-weight: 400;\">Takket være innsatsen fra de 230 frivillige fra Natur og Ungdom, ble 55 tonn avfall samlet og sortert i 15 ulike fraksjoner – blant annet matavfall, trevirke, papp og papir, metall og plastemballasje. Dette førte til at vi unngikk klimagassutslipp på over 30 000 kg CO2. I år ble rundt 70 prosent av vårt avfall materialgjenvunnet, i stedet for å bli kastet som restavfall. Natur og Ungdom, som forøvrig fyller 50 år i år, hjelper oss også med festivalens panteordning. Via denne har publikum iår levert inn og pantet hele 180 000 glass. Vi er på vei over i en økonomi hvor alt er en ressurs, søppel finnes snart ikke lengre.</span></p>\n<p><b>Aldri vært mer fornøyd</b></p>\n<p><span style=\"font-weight: 400;\">Aldri før har publikum vært mer fornøyd med maten på Øya. 91% av publikum svarer i vår undersøkelse at de er ganske eller svært fornøyd med maten under årets festival. Og det er vi veldig glade for å høre. I år selger vi mer vegetarmat enn noensinne. 25% av all mat solgt på Øya var vegetarisk, og regner vi inn maten til våre mange tusen frivillige og artister så blir andelen enda høyere.</span></p>\n<p><b>Mer bevisst på kjøtt</b></p>\n<p><span style=\"font-weight: 400;\">Å redusere eget kjøttforbruk er viktig for 78% av de spurte i publikumsundersøkelsen, og 84% velger økologisk mat når de kan. Vi på Øya vil sette fokus på hvordan vi som samfunn bruker ressursene våre, og derfor introduserte vi kje- og hønsekjøtt under årets festival. Kje og høns er en ressurs som vanligvis blir kastet. Under årets festival ble det brukt til en nydelig kjegryte for de frivillige, og hønene ble til taco servert fra Taco Republica.</span></p>\n<p><b>Enda mer miljøvennlig</b></p>\n<p><span style=\"font-weight: 400;\">Mot neste års festival jobber vi med å få en utslippsfri anleggsplass, et større og råere solcelle-prosjekt, muligheter for tekstilgjenvinning og å knipe enda mer inn på alle de små tingene som gjør at vi tar enda et steg i riktig og miljøvennlig retning.</span></p>\n<p><span style=\"font-weight: 400;\"> </span></p>\n","wordpress_id":20933,"translations":{"nb":{"url":"/2017/11/06/bare-gronne-tall/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d48cef6d-2802-59c6-86b4-9391b252acb0","locale":"nb"}}