{"data":{"wordpressPost":{"title":"Fra LAs undergrunn til Middelalderparken","date":"8th February 2008","content":"<p>Bekreftelsene renner inn på Øya-kontoret og idag ble tre amerikanske band klare for sommerens feteste festival. Isis, No Age og Health representerer, på hver sin måte, de spennende undergrunnsmiljøene i Los Angeles. I august skal de spre god musikk og heftig galskap i Middelalderparken. </p>\n<p>Du skal ikke se bort fra at flere overraskelser blir klare for Øyafestivalen 2008 snart. Neste uke slippes et par gode navn med noe bredere publikumsappell og høyere salgstall en de i dagens slipp. Disse vil skape bredde i programmet og ikke minst glede mange entusiastiske fans. Snart vil det være tydelig at Øyafestivalen er en musikkbegivenhet du ikke vil gå glipp av i år.</p>\n<p>ISIS (US)<br />\nNO AGE (US)<br />\nHEALTH (US)</p>\n<p>ISIS (US)<br />\nDet er som kjent ikke bare lettbeint pop som funker i Middelalderparken. I august skal amerikanske Isis bevise at også intelektuell, kompleks, psykedelisk, mørk, melodisk, progressiv og spirituell rock også hører hjemme i den gode festivalopplevelsen. Gutta i Isis flytta fra Boston til Los Angeles og fikk fart på karrieren som spydspisser i den amerikanske post-metal-scena. De markerte starten på en bevegelse som har gitt oss blant annet Pelican fra Chicago og Cult of Luna fra Sverige. Skivene til Isis har ellers blitt kalt både eksperimentell rock og doom. De veksler smakfullt mellom det voldsomme og det følsomme. Blant inspirasjonskildene finner man sterke navn som Melvins, Tool og Earth. Med utganspunkt i disse har Isis skapt unik og stemningsfull rock. </p>\n<p>Isis er en viktig drivkraft i dagens mørke undergrunnsrock. Vokalist Aaron Turner er også mannen bak labelen Hydra Head, hvor man finner utgivelser med Big Business, Jesu, Cave In, Dillinger Escape Plan, Neurosis og Pelican. Sjøl er Isis signa på Mike Pattons alltid uforutsigbare selskap Ipecac. Medlemmer i bandet er også involverte i et utall andre prosjekter/band med Red Sparrowes og Old Man Gloom blant de mest kjente. In The Absence Of Truth fra 2006 er foreløpig siste album fra Isis, men i år skal det komme en vinylboks og annet snacks. For nybegynnere kan for eksempel Panopticon fra 2004 være et godt utgangspunkt for å gjøre seg kjent med bandet. En anmelder påsto at denne skiva låt som en krysning av Black Sabbath og My Bloody Valentine. Liker du et eller begge, er Isis et band å få med seg på Øya i sommer.</p>\n<p>NO AGE (US)<br />\nDen Sub Pop-signa LA-duoen No Age består av Randy Randall og Dean Spunt, som tidligere spilte sammen i hardcorebandet Wives. De har tatt med seg energi og innstilling fra punkmiljøet, når de nå lager sin særegne variant av bråkete popmusikk. Deres debutalbum Wierdo Rippers kom ut på Fat Cat i fjor og ble ansett som en av årets sterkeste utgivelser av både Pitchfork og Drowned In Sound. Innholdet er elleve korte låter som har dukket opp på et knippe EPer duoen ga ut på diverse labeler, og som sikkert er vanvittig vriene å få tak i. I mai kommer oppfølgeren, som altså utgis på evigunge Sub Pop. No Age nevner klassiske punkband som Ramones, Bad Brains og Hüsker Dü blant sine inspirasjonskilder. De gyver løs på gitar, trommer og mikrofonstativ, mens de fargelegger låtene med feedback og herlig støy. Medlemmer i indieheltene Deerhunter har kalt No Age sitt nye favorittband, det vil kanskje du gjøre også om ikke lenge. Duoen har en klar link til LAs unge kunstmiljø og preges tydelig av punkens klassiske gjør-det-sjæl-holdning.  For tiden er No Age på turné med Liars, i august står de på scenen i Middelalderparken.</p>\n<p>HEALTH (US)<br />\nHealth er en ny støyrockkvartett fra Los Angeles, som ga ut sin selvtitulerte debut i fjor.<br />\nDe er beskrevet som et møte mellom rå synth, monoton vokal og sinnsyk tromming. OhMyRockness trakk fram både Animal Collective og Boredoms for å forsøke å beskrive galskapen. Etter å ha brukt de første månedene i sin eksistens mest på prat, kom de seg etterhvert ut på veien og opp på scenene. Der har de stort sett vært siden og har funnet ut at det er konsertene som er deres rette element. Et par karer fra Øyas bookinggruppe ble slått i gølvet av Healths frigjørende støykrumspring under et arrangament i New York i høst og kom hjem med godord og et sterkt ønske om å hente dette til Oslo. Skiva er spilt inn i favorittbula til bandet, fri-aldersgrense-klubben The Smell i hjembyen. Innholdet er 28 minutter tettpakka moro, som en mengde DJs allerede har remixa og fingra med for å servere det på mangt et storbydansegulv. Health er gode kompiser med blant andre Øya-aktuelle No Age og kanadiske Crystal Castles. Dersom du vil ha en forsmak, kan du oppleve Health (sammen med Daniel Meyer Grønvold) på vår Øya Open-kveld på Spasibar i Oslo 21. mai. Kommer du ikke inn der har du altså mulighet nummer to under Øyafestivalen i sommer.</p>\n","wordpress_id":790,"translations":{"nb":{"url":"/2008/02/08/fra-las-undergrunn-til-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"70e01fb2-77ee-5e0e-95b1-2978c3dce1cf","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2008/02/08/fra-las-undergrunn-til-middelalderparken/","redirect":false}}}