{"data":{"wordpressPost":{"title":"Øyanatt på The Villa","date":"21st July 2016","content":"<div>\n<div>BEGGE DAGER</div>\n<div>\n<div>Pris med/uten øyabillett: 100/150 kr</div>\n<div>Kun dørsalg</div>\n<div>23 år</div>\n</div>\n<div></div>\n<div>Fredag 12. august</div>\n<div><strong>MATTHEW DEKAY (NL) </strong></div>\n<div>\n<div>\n<div>Matthew Dekay er ingen nykommer for de som har vært inne i elektronisk dansemusikk de siste 15 årene, men han har ikke tatt den vanlige veien og ikke nødvendigvis alltid gjort det så lett for seg selv. Men med et gudebenådet musikalsk talent fører det også med seg et ønske om å alltid utvikle seg og ikke minst gjøre det som føles riktig. I 2006 var han muligens (i manges øyne) der han burde være. Han var signet hos en av verdens største managere, David Lewis, og spilte på de største klubbene og festivalene som var. Men noe føltes helt galt for Matthew, han lagde ikke den musikken som føltes riktig og han spilte gigs som føltes helt feil.</div>\n<div></div>\n<div><span style=\"color: #1d2129;font-family: helvetica,arial,sans-serif\">Men så skulle alt snus helt på hodet. Han møtte Lee Burridge i 2008 og de fant tonen og begynte å knytte sterke musikalske bånd. Og i 2009 flyttet han til Berlin og fant endelig den musikalske scenen han følte seg helt hjemme i. Her begynte han å blomstre igjen som produsent som han også hadde gjort knappe 10 år tidligere. Hans store styrke har alltid være hans evne til å skape melodiske sanger som treffer deg rett i fletta, men denne gangen hadde han en mye mer innovativ og rytmiske tilnærming. Denne har resultert i de smått klassiske kuttene «Wongel» og </span>“Für Die Liebe”.</div>\n<div class=\"yj6qo ajU\">\n<div id=\":46x\" class=\"ajR\"><img class=\"ajT\" src=\"https://ssl.gstatic.com/ui/v1/icons/mail/images/cleardot.gif\" alt=\"\" /></div>\n</div>\n</div>\n</div>\n<div><strong>+ CHARLOTTE T og DANBY CHOI &amp; EIRIK ZEINER</strong></div>\n</div>\n<div>\n<div></div>\n<div></div>\n<div></div>\n<div>Lørdag 13. august</div>\n<div>The Villa</div>\n<div><strong>DEWALTA (DE)</strong></div>\n<div>\n<p>Tyske DeWalta er det mange som holder et nøye øye med for øyeblikket, og det er ikke uten grunn. Berlinerprodusenten skiller seg fra mengden med sin tydelig jazzinspirerte spillestil som smelter sammen rullende technobeats, særdeles svingete grooves og intrikate melodier. Han har en stil preget av en leken løshet som få kan matche. Som utdannet jazzmusiker og saksofonist har han hatt takten i blodet fra ung alder. Han er også labelsjef for det som etterhvert har blitt et svært respektert plateselskap, Meander. Her har han utgitt musikk fra blant andre Cristi Cons, Konrad Black, Ion Ludwig og Guillaume &amp; the Coutu Dumonts. Med sin faste samarbeidspartner Mike Shannon har DeWalta satt sammen et knakendes bra liveshow som de har fått uendelig med skryt for, og turnerer flittig rundt med for tiden. Som den multikunstneren han er imponerer han like mye på alle fronter – og DJ settet hans er minst like ettertraktet som live showet.  Vi gleder oss usansynlig mye til å se DeWalta på sitt første norgesbesøk.</p>\n</div>\n<div></div>\n<div><strong>+MANNEX! og FRANTZVAAG &amp; NORMANN</strong></div>\n</div>\n<div></div>\n<div>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n</div>\n","wordpress_id":14714,"translations":{"nb":{"url":"/2016/07/21/oyanatt-pa-the-villa-2/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fcd41417-cbcf-5e61-9f58-b5f6df3707b8","locale":"nb"}}