{"data":{"wordpressPost":{"title":"Sigur Ros-vokalisten tilbake til Middelalderparken","date":"4th March 2010","content":"<p>Jonsi avslutter en hektisk uke på Øyakontoret. Vi har fått hele seks tillegg i programmet på noen få dager. Øya-publikummet kan starte å glede seg til Robyn, LCD Soundsystem, M.I.A., Paul Weller, Marina &#038; The Diamonds og nå Jonsi.</p>\n<p>JONSI (IS)<br />\nEn av Islands mest respekterte og spennende artister heter  Jón “Jónsi” Þór Birgisson og kommer til Øyafestivalen. For to år siden gjestet Jonsi Middelalderparken med bandet sitt, Sigur Ros. Han må ha likt seg godt, for nå har han takket ja til å komme tilbake med solomateriale i bagasjen. Vi venter i spenning på musikalske overraskelser, myke melodier og Jonsis sterke særegne stemme. </p>\n<p>Sigur Ros tar en velfortjent pause i 2010 og i april gir Jonsi ut skiva Go. Den har blitt produsert av Peter Katis, som tidligere har jobba med The National, Interpol, Oneida og Mates of State. Brorparten av tekstene skal denne gangen være på engelsk. Man har allerede fått en god smakebit i låta og videoen Go Do, som er tilgjengelig på nettsiden hans. I fjor fikk man en forsmak på hva Jonsi kan gjøre utenfor bandets rammer, da han ga ut skiva Riceboy Sleeps. Dette var et samarbeid med kjæresten, for enkelthets skyld kalt Jonsi &#038; Alex. Nå skal han altså debutere som soloartist, med et ganske ant uttrykk enn fjorårets utgivelse. Rett etter vårens plateslipp vil Jonsi turnere USA og Canada, før han vender nesa mot europeiske konsertsaler og festivaler.</p>\n<p>Sigur Ros har siden slutten av 90-tallet bygget en lojal og internasjonal fanbase, særlig ved hjelp av album som () fra 2002 og Takk… fra 2005. Bandet er kjent for å levere magiske og stemningsfulle konserter, noe Jonsi garantert tar med seg over i sitt eget prosjekt. Elska du Sigur Ros-konserten i 2008, kan vi love deg mer islandsk mystikk når det mørkner 12. august.</p>\n<p><a href=\"http://www.myspace.com/jonthorbirgisson\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":430,"translations":{"nb":{"url":"/2010/03/04/sigur-ros-vokalisten-tilbake-til-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c43c1ee3-1291-56a6-9c44-6597709cadc9"}}