{"data":{"wordpressPost":{"title":"Fem nye navn til Øya","date":"4th March 2013","content":"<p><strong>UNKNOWN MORTAL ORCHESTRA (US)</strong></p>\n<p><strong>HONNINGBARNA</strong></p>\n<p><strong>SOHN (UK)</strong></p>\n<p><strong>DRÅPE</strong></p>\n<p><strong>PARQUET COURTS (US)</strong></p>\n<p>&nbsp;</p>\n<p>Øya-plakaten fylles opp og i dag kan vi legge til ytterligere fem aktuelle navn. Unknown Mortal Orchestra og Parquet Courts har gitt ut hvert sitt kritikerroste album de siste ukene. Sohn var det absolutt beste vi så under Eurosonic i Nederland i januar. Vi er stolte over at alle tre kommer til Middelalderparken. I tillegg er plateaktuelle Honningbarna og Dråpe, som kommer med debutalbum i april, begge klare for sommerens store musikkfest i Oslo.</p>\n<p>Det er fortsatt dagsbilletter i salg til alle de fire dagene i Middelalderparken. <a href=\"http://www.billettservice.no/event/377291\" target=\"_blank\">Kjøp dagsbilletter her</a></p>\n<p>&nbsp;</p>\n<p><strong> </strong></p>\n<p><strong>UNKNOWN MORTAL ORCHESTRA (US) – lørdag 10. August</strong></p>\n<p>For noen år siden flytta Ruban Nielson fra New Zealand til Oregon på den amerikanske vestkysten. Der har han etablert sitt Unknown Mortal Orchestra som et av USAs mest spennende navn innen psykedelisk pop. De har gitt ut en av vinterens aller sterkeste utgivelser, for enkelthets skyld kalt II, og kritikerne har vært usedvanlig samstemte. Skiva, som er deres andre, er utgitt på kredible Jagjaguwar. Med denne har de rykket opp en divisjon siden den selvtittulerte debuten fra 2011.</p>\n<p>VG beskreiv musikken på II som:</p>\n<p>&#8211; …nøye planlagte, formtoppende lag som tar tid å forstå, men gir uante mengder tilbake.</p>\n<p>Mens Paste valgte denne beskrivelsen:</p>\n<p>&#8211; A modern, beat-heavy take on ’60s psych, with plenty of hooks and fuzz to get you hooked and feeling fuzzy.</p>\n<p>Unknown Mortal Orchestra kommer til Oslo for første gang, for å spille på Øyafestivalens siste dag. De har gitt ut et album som langt flere kommer til å oppdage de neste månedene. Derfor er vi sikre på at de blir en fantastisk stemning når de spiller i Middelalderparken.</p>\n<p><a href=\"http://unknownmortalorchestra.com/\">http://unknownmortalorchestra.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>HONNINGBARNA</strong></p>\n<p>Honningbarna har finni sin helt egen suksessformel innen norsk rock, i en vital kombinasjon av ungdommelig pågangsmot og arven fra gammel punk. Bandet fra Kristiansand har de siste åra imponert stort fra et utall scener og gjennom debutalbumet La Alarmane Gå (2011). Album nummer to, Verden Er Enkel, ble akkurat utgitt og er laget sammen med Hives-produsent Pelle Gunnerfeldt. Norske anmeldere har vært begeistra. P3.no beskreiv Verden Er Enkel slik:</p>\n<p>&#8211; Stort sett er materialet tyngre, langt mer fokusert og ikke minst har riff-tyveriene til sørlandsguttene blitt smartere (les: kulere) enn på debuten.</p>\n<p>&nbsp;</p>\n<p>Bandet er ikke redde for å mene noe, og sprer sin rockeglede sammen med tekster som har tydelig innhold. Det hele er en god kombinasjon av god fest og alvor. Nå skal de pøse fete rockeriff, aggressive låter og hese hyl utover Middelalderparken. Vi anbefaler at du blir med på koret og kjenner Honningbarnas energi strømme gjennom deg.</p>\n<p><a href=\"http://honningbarna.no/\">http://honningbarna.no/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>SOHN (UK)</strong></p>\n<p>Enmannsprosjektet Sohn lager musikk som har blitt karateriesert som minimalistisk elektronisk soul. Musikeren, produsenten og sangeren bak navnet Sohn har utvandra fra London til Wien. Han skal være like inspirert av begge byer. Musikken hans er preget av en kjærlighet til eldre, analogt utstyr og en nysgjerrighet på å blande gammelt med nytt.  I fjor kom debutsingelen The Wheel.</p>\n<p>&nbsp;</p>\n<p>Før vi så Sohn på Eurosonic i januar, lå det kun noen få demoer og en singel ute på internett. De som kom seg på konserten hans fikk hakeslepp, særlig når man fikk høre at det var den første konserten Sohn og musikerne gjennomførte noensinne. Sammen imponerte de såpass at de umiddelbart ble booka til flere store europeiske festivaler. Han gir ut sitt debutalbum i løpet av året.</p>\n<p>&nbsp;</p>\n<p>Sohn har blitt sammenligna med både Gotye og Øya-aktuelle James Blake, uten at han etteraper noen av dem. Nå skal dette store talentet av en multiinstrumentalist og vokalist vise Oslo-publikummet hvilken fantastisk artist han er under Øyafestivalen. Han kommer til Middelalderparken med band, det samme han spilte med under Eurosonic. Dette blir hans første konsert i Norge.</p>\n<p><a href=\"http://sohnmusic.com/\">http://sohnmusic.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>DRÅPE</strong></p>\n<p>Dråpe har de siste to åra vokst fram som et sterkt navn innen norsk støypop. I 2011 ga de ut Dråpe EP, og ryktet gikk fort om et band som mestret både gode innspillinger og sterke konsertopplevelser. De har spilt på scener over hele landet og merker en økende interesse i utlandet. Blant annet har danskene lagt sin elsk på bandet. Debutalbumet kommer i april, og skal hete Canicular Days. Skiva er full av herlig kvalitetsrock som kommer til å ringe i øra dine hele sommeren 2013… og antageligvis mye lenger.</p>\n<p>Etter utgivelsen av Dråpe EP, skreiv Musikknyheter.no dette:</p>\n<p>&#8211; Dråpe mestrer å lage noe så spesielt som lyttervennlig og ”vakker” støyrock, samtidig som det er en vegg av lyd hele veien. Dråpe i seg selv, og denne EP’n med er en spesiell og uvanlig opplevelse for ørene. Da snakker vi kun positiv opplevelse.</p>\n<p>&nbsp;</p>\n<p>Denne sommeren spiller Dråpe sin deilige variant av støypop på store festivaler som Roskilde og Øya.</p>\n<p><a href=\"http://www.riotfactory.no/draape.php\">http://www.riotfactory.no/draape.php</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>PARQUET COURTS (US) – fredag 9. august</strong></p>\n<p>En av vinterens små rockeoverraskelser er Parquet Courts fra New York. Deres skive Light Up Gold har fått anmeldere til å glise bredt og nysgjerrige rockere til å bryte ut i gledesrop. Bandets første utgivelse var kassetten American Specialities. Denne kom seinere på vinyl, men det er Light Up Gold som har gitt dem oppmerksomhet utenfor hjembyen. Med sine korte, sterke og effektive låter har de fått journalister til å mene ting som:</p>\n<p>&#8211;        Between the latter-day boho undertones, detuned guitar rave-ups, spaced-out wordiness, and low-fidelity sonics, it expertly mashes up Sonic Youth, Pavement, and Guided by Voices. (SPIN)</p>\n<p>&#8211;        … a smart, snappy concoction of worldly wisdom and garage-rock gratification (The Guardian)</p>\n<p>&#8211;        Parquet Courts har forsynt seg grådig av rå, energisk og primitiv rock&#8217;n roll. Den har sett seg i blodomlaupet deira. Debutalbumet Light Up Gold kokar over av den. (Groove.no)</p>\n<p>I august kommer Parquet Courts til Øyafestivalen, med bagasjen full av rastløs rock som krysser fortid med nåtid. Dette kan være noe både hodet, hjertet, mellomgulvet og rockefoten trenger i løpet av en festivaldag.</p>\n<p><a href=\"http://parquetcourts.wordpress.com/\">http://parquetcourts.wordpress.com/</a></p>\n","wordpress_id":5934,"translations":{"nb":{"url":"/2013/03/04/fem-nye-navn-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"593f8fd8-3ceb-5801-9b25-79cbfcf7eb37","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2013/03/04/fem-nye-navn-til-oya/","redirect":false}}}