{"data":{"wordpressPost":{"title":"Øyaprat 6: Bendik Brænne","date":"16th July 2013","content":"<p>Vi slo av en prat med Bendik Brænne, som skal spille sin finfine variant av americana på Vika torsdag 8. august kl 14.50. <a href=\"http://www.billettservice.no/event/377287\" target=\"_blank\">Det er fortsatt noen billetter igjen her</a>. Brænne er tilbakeholden med festivalhistorier, men vil gjerne ha Feist tilbake på Øya.</p>\n<p>&nbsp;</p>\n<p>1. Hvilken Øya-opplevelse husker du aller best?<br />\n<em>Jeg spilte saksofon med Amund Maarud på Øya i fjor. Det er kanskje ikke så imponerende at jeg husker det, men men. Også tryna jeg noe sinnsykt i en sølepytt i 2009. Midt på plassen, foran det lille tårnet med sitteplasser. Jeg husker begge deler cirka like godt, hehe.</em><strong></strong></p>\n<p>2. Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?<br />\n<em>Jeg skal ihvertfall prøve å få med meg Alabama Shakes, Mona &amp; Maria, og Monica Heldal. Bra damer alle sammen!</em></p>\n<p>3. Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?<br />\n<em>Prøv å ikke tenk for mye på at du er nybegynner på en utendørsfestival.</em><strong></strong></p>\n<p>4. Hva kan folk forvente av konserten din?<br />\n<em>Pedal steel. Masse pedal steel. Og litt andre ting, men mest pedal steel.</em></p>\n<p>5. Har du en god eller dårlig festivalhistorie? Fortell!<br />\n<em>Har ingen gode eller dårlige festivalhistorier. Bare mange middelmådige desverre. Ingen nevneverdige. Verken den om Ketil Stokkan, eller den om Lill Lindfors. Tror heller ikke den på fjorårets Selljordfestival når helt opp her desverre.</em><strong></strong></p>\n<p>6. Hva hører du på i sommer?<br />\n<em>Nå for tiden hører jeg mye på Daniel Romano, Gene Clark, The Everly Brothers, og Dusty Springfield. Og endel på råmikser av den kommende plata til Los Plantronics.</em><strong></strong></p>\n<p>7. Hva vil du aller helst se på scena når Øyafestivalen flytter til Tøyenparken neste år?<br />\n<em>Den siste skiva til Daniel Romano (Sleep Beneath The Willow) er knallbra så det kunne vært moro å hørt han live. Hvis ikke får dere kjøre på med Feist igjen. Får aldri nok av henne.</em></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0bd60cae-30ed-5472-80a1-2d307a46d2ef"}}