{"data":{"wordpressPost":{"wordpress_id":263,"title":"Innovasjonsvinneren kåres torsdag","excerpt":"<p>Et resirkulerbart pledd spesielt beregnet for festivaler, en solcelledrevet iPhone-lader, eller rett og slett en sydvest laget av plastposer som gjør den resirkulerbar? Det er finalebidragene i Hafslund og Øyafestivalens innovasjonskonkurranse. Vinneren blir kåret på Hafslunds stand på Øyafestivalen torsdag 12. august kl. 12.50, rett før debatten om &#8220;Oslo &#8211; Grønn hovedstad&#8221;.</p>\n","content":"<p>Ann-Therese Kildal (21) fra Moss ble i vår ferdig med sin bachelor i utviklingsstudier ved Universitetet i Oslo. Til høsten skal hun til London for å studere ved School of African and oriental studies. Ann-Therese har sendt inn bidraget om resirkulerbare pledd og underlag som kan leies ut eller selges på festivalen for så å gis bort, resirklueres eller brukes etter festivalen.</p>\n<p>Waleed Ahmed (19) fra Skien og Flemming Bordøy (19) fra Ytre Enebakk kommer rett fra videregående skole. Waleed er daglig leder i Grønt Norge og skal til høsten studere Master in Business Adminstration ved Middelsex University i Dubai. Flemming er nestleder i Grønt Norge og skal i militæret til høsten. Sammen har de utviklet solcellelader til iPhone.</p>\n<p>Kine Kvernbråten (24) fra Ski har studert kunst og pedagogikk ved Høgskolen i Oslo og ble ferdig våren 2010. Til høsten skal hun jobbe og er på utkikk etter jobb innenfor kunstfag og pedagogikk, både teoretisk og praktisk. Hennes produkt, en sydvest, vil hun lage av plastposer for å gjøre produktet mest mulig resirkulerbart.</p>\n<p>I juryen sitter byråd for miljø og samferdsel i Oslo, Jøran Kalmyr, Ketil Kinden Endresen fra Casiokids, arenasjef Knut Frøysnes fra Øyafestivalen og Line Wesley-Holand, rådgiver for miljø- og samfunnsansvar i Hafslund.</p>\n","date":"2010-08-12T11:03:36.000Z","featured_image":null,"translations":{"nb":{"url":"/2010/08/12/innovasjonsvinneren-kares-torsdag/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"01e799f1-f69a-55d8-8a30-da280c162cd1","locale":"nb"}}