{"data":{"wordpressPost":{"title":"Sleep til Øya torsdag 10. august","date":"29th March 2017","content":"<p>Trioen Sleep er nærmest definisjonen på begrepet kultband. De var med på å forme 90-tallets blytunge dommedagsrock, uten selv å oppleve den samme kommersielle framgang som en del andre. Nå kommer de til Oslo for første gang på mange år. Dette blir en av få festivalkonserter Sleep gjør i Europa denne sommeren.</p>\n<p>Blant de andre artistene på torsdagen er The xx, Ryan Adams, Thee Oh Sees, Feist, Gabrielle, John Olav Nilsen &amp; Nordsjøen, Mac Demarco, Sigrid, Chronixx, Madlib, Julia Jacklin og Sampha. Flere torsdagsartister slippes snart.</p>\n<p>&nbsp;</p>\n<p>SLEEP (US)</p>\n<p>Gjennom store deler av 90-tallet lagde California-trioen Sleep musikk som prega utviklinga av undergrunnsfenomener som stonerrock og moderne doom. Sleep dukka opp i asken etter forgjengeren Asbestosdeath, og deres tidlige utgivelser ble lagt godt merke til i miljøer som ikke ville ha rocken sin lettfordøyelig. Albumet Holy Mountain resulterte i så stor interesse at bandet fikk kontrakt med London Records. At de ønska å gi ut neste album som et sammenhengende verk på over en time, resulterte i en konflikt med selskapet. Dermed gikk musikerne lei, og la ned Sleep.</p>\n<p>Seinere ble denne musikken utgitt som det redigerte verket Jerusalem og i full lengde under originaltittelen Dopesmoker. I åra Sleep hadde opphold var de stadig inspirasjonskilde for nye band. Sleep-medlemmene valgte å fortsette med andre typer hard, mørk og tung musikk, og danna banda Om og High On Fire.</p>\n<p>I 2009 begynte de å spille sammen igjen, noe bandet har gjort med ujevne mellomrom siden. Sleep har headlina flere av de viktigste sjangerfestivalene for tung undergrunnsrock.  De siste årene har Matt Pike og Al Cisneros hatt med seg trommeslager Jason Roeder fra Neurosis. De har gitt ut singelen The Clarity og ryktene sier at det kommer et helt album i løpet av 2017.</p>\n<p><a href=\"https://www.facebook.com/officialsleep/?fref=ts\">www.facebook.com/officialsleep</a></p>\n","wordpress_id":19693,"translations":{"nb":{"url":"/2017/03/29/sleep-oya-torsdag-10-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"12368513-70f0-5e53-8329-b8d245906a37","locale":"nb"}}