{"data":{"wordpressPost":{"title":"In Flames will replace Mastodon on Wednesday 12th of August, 2015","date":"22nd July 2015","content":"<p>Mastodon have unfortunately been forced to cancel 17 shows in August and September. Family reasons have made it impossible to come to Europe.  See below for statement from the band.</p>\n<p>&nbsp;</p>\n<p>One of Scandinavia&#8217;s biggest international metal bands, In Flames from Gothenburg, will replace them. We appreciate that In Flames found time in their busy calendar, to play Oya Wednesday 12<sup>th</sup> of August. This is the only day there are still tickets left.</p>\n<p>&nbsp;</p>\n<p>IN FLAMES (SE)<br />\nLast year In Flames released Siren Charms and confirmed itheir position as one of Scandinavia&#8217;s biggest metal bands. With albums such as The Jester Race (1995), Clayman (2000) and Reroute To Remain (2002) they set standards for how metal would sound in this century.</p>\n<p>In Flames has been around since the early 90s and was important in making Gothenburg death metal a world-known phenomenon. They have this in common with At The Gates, who also plays Øya on the same day. In Flames have been pioneers of melodic death metal and has been a great inspiration to a lot of modern metal bands from both sides of the Atlantic. They have toured with metal’s living legends like Slayer, Judas Priest, Motörhead, Kreator, Testament, Slipknot. After 2000 all In Flames’ albums have reached the top five in the Swedish charts. More impressive, all their three latest albums have been in the top thirty on the US album charts. In Flames is a fantastic live band thatwill create a great, dark atmosphere in Sirkus on Wednesday night.<br />\n<a href=\"http://inflames.com/\" target=\"_blank\">http://inflames.com/</a></p>\n<p>&nbsp;</p>\n<p><strong>This is information we received from Mastodon:</strong></p>\n<p>Mastodon regretfully announce they must cancel their upcoming shows that were to take place from August 7th through September 3rd due to a personal family matter. Mastodon will return to the road in Latin America in Late September. The September 5th show in Iceland has been rescheduled for December 5th.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d9d8efec-3ea9-5e8c-9056-eb41350d893d"}}