{"data":{"wordpressPost":{"title":"Øyanatt på Parkteatret","date":"6th June 2012","content":"<p>Onsdag 8. August</p>\n<p>Smalltown Supersound presenterer:</p>\n<p><strong>Thurston Moore (US)</strong></p>\n<p><strong>Support: Carmen Villain (UK)</strong><strong></strong></p>\n<p>Dørene åpner kl. 23.00</p>\n<p>CC: TBA</p>\n<p>Billetter selges på 7/11, Narvesen og <a href=\"http://www.billettservice.no/\" target=\"_blank\">www.billettservice.no</a></p>\n<p>Aldersgrense 18 år</p>\n<p>Thurston Moore fra Sonic Youth har gitt ut tre soloalbum: Psychic Hearts (1995), Trees Outside The Academy (2007) og fjorårets kritikerroste Demolished Thoughts.</p>\n<p>Han har tidligere levert legendariske og magiske konserter her i Oslo. I 1999 tok han med seg Jim O`Rourke til So What! for to utsolgte kvelder med rock, støy, film og poesi. Han kom tilbake på 2000-tallet med prosjektene Original Silence og Diskaholics Anonymous, begge under Øyafestivalen. Det er derfor med stor stolthet og glede at vi kan ønske han tilbake med intimkonsert under eget navn. Det er Thurston selv som har bedt om å få spille denne intimkonserten, og i skrivende stund så vet vi ikke hvem han tar med seg, eller hva han skal presentere.  Men som frontmann for Sonic Youth, kanskje den mest innflytelsesrike personen i amerikansk alternativ musikk, gudfaren av grunge (og mannen som breaket Nirvana), støyguru, skribent, poet, hipsterfar, filmskaper, diskaholic, forlegger, labelsjef. Og kåret av Rolling Stone Magazine til den 34 beste gitaristen gjennom tidenene… Ja, da kan alt skje.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Torsdag 9. August</p>\n<p><strong>Saint Etienne (UK)</strong></p>\n<p>Dørene åpner kl. 23.00</p>\n<p>CC: 240,- / 180,- med Øyabillett (+billettavgift)</p>\n<p>Billetter selges på 7/11, Narvesen og <a href=\"http://www.billettservice.no/\" target=\"_blank\">www.billettservice.no</a></p>\n<p>Aldersgrense 18 år</p>\n<p>Saint Etienne kan kunsten å forføre. I over tyve år har de visket ut grensene mellom indiepop og dansemusikk, som en av de fremste formidlere av perfekt britisk popmusikk. Sarah Cracknell, Bob Stanley og Pete Wiggs i Sant Etienne kan sin pophistorie bedre enn de fleste og siden starten i 1990 har de vært et særeget og høyt elsket kultband. Musikken deres er blitt beskrevet som indie-house, lekende pop, disco-pop, sixties pop, folk pop. Musikken er sofistikert, eksperimentell og elektronisk.</p>\n<p>Saint Etienne ga i mai ut sitt første album på syv år; Words And Music By Saint Etienne, et konseptalbum om å være håpløst fortapt i musikken, selv etter at man er blitt voksen. Natt&amp;Dag meldte følgende: &#8220;Words and Music er en triumfant retur, det er et kampskriv for den gode popen, en slags oppskriftsbok for hvordan det skal gjøres.&#8221;</p>\n<p>Vinylplater er en viktig del av Saint Etiennes aura, og magasinet Vinduet står for DJs før og etter konserten.</p>\n<p>&nbsp;</p>\n<p><strong><em><a href=\"http://www.saintetienne.com/\" target=\"_blank\">www.saintetienne.com</a></em></strong></p>\n<p><strong><em> </em></strong></p>\n<p><strong><em> </em></strong></p>\n<p>Fredag 10. august</p>\n<p>Spoon Train presenterer:</p>\n<p><strong>KLUBB YACHT ROCK<br />\nLive: Fagernes Yacht Club</strong><br />\nCC: 150/130 med Øyabillett<br />\nDører: 23.00</p>\n<p>Forsalg på Billettservice</p>\n<p>Aldersgrense: 20 år</p>\n<p>To ganger tidligere har Spoon Train hatt gleden av å presentere det unike klubbkonseptet Yacht Rock i Oslo. Parkteatret blir forvandlet til en skute som tar oss trygt fram i smult farvann. Erfarne Yacht DJs sørger for at det blåser en sval bris ut av høyttalerne. Bandet Fagernes Yacht Club (denne gang med ekstra spesielle gjester) spiller de fantastiske låtene fra den gangen Yacht Rocken herjet radiobølgene. Eller med ordene til Yacht Rock-styrmann Håvard Ringen:</p>\n<p>&#8220;Du vet den følelsen, av årets første skikkelige sommerdag, den følelsen av fullkommen lediggang, når du kjenner sand mellom tærne for første gang og vet at du ikke har noe å gjøre neste dag. Den følelsen av årets første malibubaserte drink, følelsen av å reise spinnakeren blandt soldekkede svaberg og skvulpende bølger, følelsen av når måkeskrikene harmonerer perfekt med lyden av Malcolm MacDonalds varme røst og den stadige åpningen av duggfriske flasker med Chablis. Den følelsen det gir når du går sokkeløs i docksidesene for første gang, den følelsen av å ligge i hammocken og føle seg forelsket uten å være det forutenom i livet selv, den følelsen bare sommeren kan gi deg, den følelsen bare yacht rock og fortryllende vakre kan Fagernes Yachtclub gi deg, den følelsen.&#8221;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Lørdag 11. August</p>\n<p><strong>Get Dancy! Live: Familjen (SE)</strong></p>\n<p>Dørene åpner kl. 23.00</p>\n<p>CC: 150,- forsalg / 120,- i døra / 100,- med Øyabillett (+billettavgift)</p>\n<p>Billetter selges på 7/11, Narvesen og <a href=\"http://www.billettservice.no/\" target=\"_blank\">www.billettservice.no</a></p>\n<p>Aldersgrense 20 år</p>\n<p>&nbsp;</p>\n<p>Alle vet at Get Dancy! elsker svensker, og spesielt popmusikk fra Sverige. Med det som utgangspunkt er det ikke mye som er mer naturlig enn å invitere selveste Familjen til Get Dancy! for å avslutte en av årets beste uker med en gigantisk avslutningsfest!</p>\n<p>&nbsp;</p>\n<p>Familjen er Johan T. Karlsson, en mann med et ekstremt godt grep om kunsten i å lage ekstremt fengende elektronisk popmusikk. Han slo igjennom i 2007 med dansegulvsklassikeren &#8220;Det snurrar i min skalle&#8221; (fra albumet med samme navn), som raskt ble en hit langt utenfor Skåne og Sverige. Låten var en av årets mest spilte låter på australsk (!) radio og Familjen turnerte i etterkant i blant annet Storbritannia, Italia, Tyskland, Australia og Skandinavia. I Norge ble platen sluppet på Tellé Records til jubel blant anmeldere og radioprodusenter. I 2010 fulgte Familjen opp med et nytt album, Mänskligheten, som førte Johan T. Karlsson for alvor inn i den svenske folkesjelen og som har gitt ham klippekort på svensk radio og dansegulv i hele Skandinavia. Han har også tatt seg tid til å jobbe sammen med, og remixe, en skokk av våre favorittartister, blant annet Fever Ray, Lykke Li, Anna Ternheim, Rex The Dog og Kent.</p>\n<p>&nbsp;</p>\n<p>Til Parkteatret og Øyanatt kommer Familjen med et helt ferskt album, ledet an av singelbangeren &#8220;Vi Va Dom&#8221; som du garantert allerede har hørt på radioen, internettet eller i klubben.</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":3029,"translations":{"nb":{"url":"/2012/06/06/oyanatt-pa-parkteatret/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"eeabd569-606a-50dc-9403-d33ea42292f5","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/06/06/oyanatt-pa-parkteatret/","redirect":false}}}