{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"69ff31f3-4978-5692-b476-ee3e44f2914a","slug":"backstage-sessions-nr-6","title":"Backstage Sessions nr 6","date":"2010-01-07T08:41:00.000Z","excerpt":"<p>&#8220;Backstage I&#8217;m lonely, backstage I cry&#8221; sang Gene Pitney en gang. Slik er det ikke på Øya, hvor et utvalg av de mest spennende artistene får mulighet til å stille opp på fotosession med en av våre favorittfotografer, Stian Andersen. Sjekk ut bildene han tok under sommerens festival.</p>\n"}},{"node":{"id":"2705fbd0-c01f-50a5-aaed-f8a2c1547186","slug":"ny-%c3%b8ya-quiz","title":"Ny Øya-quiz","date":"2010-01-06T11:00:00.000Z","excerpt":"<p>Våre venner i <a href=\"http://www.aktivioslo.no\" target=\"_blank\">AktiviOslo.no</a> har laget en ny Øya-quiz. Prøv dine kunnskaper om festivalen og beslektede temaer. Du kan vinne et festivalpass til sommerens Øya og med det kunne oppleve fet musikk fra fjern og nær i august.</p>\n"}},{"node":{"id":"d145e1b0-cb0f-583a-83b0-9bcc741c2a9d","slug":"intervju-the-ghost-of-a-thousand","title":"Intervju: The Ghost of a Thousand","date":"2010-01-05T11:29:00.000Z","excerpt":"<p>Stian fra <a href=\"http://furoreiharare.com/\" target=\"_blank\">Furoreiharare.com</a> rakk en prat med The Ghost of a Thousand før de avrunda fjorårets Øya med en av de siste konsertene på Øyanatt-programmet. Både praten og konserten gikk over all forventning, og bandet fikk fortalt litt om sin nye plate, sin nye platekontrakt og gleden ved å spille nye steder.</p>\n"}},{"node":{"id":"39881fd9-c0da-5299-99e8-68a8369b0917","slug":"arets-skiver-fra-2009-i-falge-aya-publikummet","title":"Årets skiver fra 2009 i følge Øya-publikummet","date":"2010-01-05T09:54:00.000Z","excerpt":"<p>Vi inviterte dere før jul til å være med på å stemme fram årets internasjonale og norske utgivelse fra 2009. Nå har vi regnet oss fram til resultatene og kan presentere de ti mest populære norske og utenlandske utgivelsene fra fjoråret, slik dere der ute ser og hører det. Remi Christensen fra Bergen ble trukket ut av bunken innsendte bidrag og kan snart vente forsinket julegave fra Øya i posten.</p>\n"}},{"node":{"id":"5ec0f07a-47c3-52ac-9d7d-a91f09258075","slug":"intervju-the-very-best","title":"Intervju: The Very Best","date":"2009-12-16T10:17:00.000Z","excerpt":"<p>Petter fra <a href=\"http://furoreiharare.com/\" target=\"_blank\">Furoreiharare</a> satte seg ned med de tre gutta som utgjør det svært internasjonale og gledesspredende The Very Best. De starta med litt prat om været, for så å ta for seg debuten, hvordan de møttes og gjesteartistene på skiva.</p>\n"}},{"node":{"id":"614cd3d6-428d-5d33-9d79-eb8ebcdc43fd","slug":"pavement-kommer","title":"Pavement kommer!","date":"2009-12-15T19:24:00.000Z","excerpt":"<p>PAVEMENT (US) / CYMBALS EAT GUITARS (US) / SURFER BLOOD (US)<br />\nDet er med en solid porsjon stolthet og glede Øyafestivalen kan offentliggjøre sitt første virkelig store rockenavn for 2010. Selveste Pavement skal nemlig spille i Middelalderparken i august. Vi regner med at det er mange som starter julefeiringa allerede i dag, med denne nyheten.</p>\n"}},{"node":{"id":"e6b00fd3-c49c-518c-9b84-0c8e2de113ea","slug":"oslos-gronneste-virksomhet-i-2009","title":"Oslos grønneste virksomhet i 2009","date":"2009-12-15T14:43:00.000Z","excerpt":"<p>Miljøforkjemperne i Grønn Hverdag har kåret Øyafestivalen til Oslos grønneste virksomhet i 2009. Vi er beæret og stolte over denne tildelingen. Dette er en pris som er basert på publikums nominasjoner og begrunnelser, så det er derfor en ekstra motivasjon for oss å ta med inn i høytiden og for å fortsette miljøarbeidet i fremtiden.</p>\n<p>Les Grønn Hverdags begrunnelse på <a href=\"http://gronnhverdag.no/index.php/Nettsider/Groenn-Hverdag/Region/Groenn-Hverdag-OEstlandet/Siste-nyheter/Oslos-groenneste-virksomhet-2009-er-kaaret-OEyafestivalen.\" target=\"_blank\">hjemmesidene deres</a></p>\n"}},{"node":{"id":"70abe560-cca9-5852-8bb4-1c5900145f71","slug":"arets-utenlandske-utgivelse","title":"Årets utenlandske utgivelse","date":"2009-12-11T08:29:00.000Z","excerpt":"<p>For noen dager siden kåra vi årets 34 beste norske utgivelser, i følge våre egne ører. Øyafestivalen administrasjon og bookinggruppe har nå gjort et uhøytidelig forsøk på å stemme fram årets utenlandske utgivelse fra 2009. Vi har godtatt de fleste typer utgivelser, sålenge de kom ut i 2009. Derfor finner du både album, samlere, EPer, bokser og reutgivelser på lista.</p>\n"}},{"node":{"id":"8fb7df2c-9a14-513e-af69-232774fe0312","slug":"converge-til-%c3%b8ya","title":"Converge til Øya","date":"2009-12-10T09:06:00.000Z","excerpt":"<p>Øyafestivalen er meget godt i gang med bookingen til neste års heiteste festivalopplevelse. Sålangt har vi på plass innslag av blant annet hiphop, rock, disco, doom og psykedelia på årets line-up. Nå er også hardcore/metal-favorittene i Converge bekrefta til sommerens Øyafestival. De har stått for en av høstens friskeste utgivelser innen brutal rock, med blinkskuddet Axe To Fall. </p>\n"}},{"node":{"id":"4225f30b-75f5-5334-a05b-30b4532f3fe3","slug":"opptatt-av-klima","title":"Opptatt av klima?","date":"2009-12-09T12:59:00.000Z","excerpt":"<p>Bli med å støtte Øyas krav til COP15 ved å sende en mail. Førstkommende lørdag kan du i tillegg være med på fakkeltog i Oslo. Vis ditt engasjement for å sikre en god og rettferdig klimaavtale.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":147,"pageCount":181,"additionalContext":{}}}