{"data":{"wordpressPost":{"title":"Øyaprat 2: Atlanter","date":"30th June 2013","content":"<p>Vi tok en prat med Arild Hammerø fra Atlanter om festival, musikk, vann og agurkjuice, samt hans ønske om å få dele scene med Queen-gitarist Brian May.</p>\n<p>&nbsp;</p>\n<p>Atlanter spiller først på Enga torsdag 8. august. Få det med deg! <a href=\"http://www.billettservice.no/event/377287\" target=\"_blank\">Det er fortsatt noen få billetter igjen</a></p>\n<p>&nbsp;</p>\n<p>1. Hvilken Øya-opplevelse husker du aller best?<br />\n<em>Ha ha, jeg tenker med en gang på Kalvøya-festivalen&#8230; det er jo noe annet, men det er jo en “øya”-festival. Prodigy på slutten av nittitallet, jeg var såpass ung at jeg vekslet mellom å være skremt og diggende.</em></p>\n<p>2. Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?<br />\n<em>Atlanter håper jeg virkelig ingen går glipp av! Så har jeg hørt noen låter av Beach House, og det kan jo bli virkelig kult! Og så er det jo masse energi i Oslo Faenskap, de er ikke gamle karene men de har virkelig trøkket på plass!</em></p>\n<p>3. Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?<em><br />\nIkke spar penger på mat, kjøp kun det beste. Drikk masse vann og nypresset agurkjuice!  Ikke ta dine sinnsutvidende stoffer når nifse hardcore-band skal spille på kvelden&#8230;</em></p>\n<p>4.      Hva kan folk forvente av konserten deres?<br />\n<em>Masse av alt uten at det blir nok!</em></p>\n<p>5.      Har du en god eller dårlig festivalhistorie? Fortell!<br />\n<em>Jamming med mongolske folkemusikere rundt et bål under midnattssol på Riddu Riddu&#8230;Det var veldig fint!</em></p>\n<p>6.      Hva hører du på i sommer?<br />\n<em>Den nyslupne GammaBurst fra iAwake Technologies, selvsagt!</em></p>\n<p>7.      Hva vil du aller helst se på scena når Øyafestivalen flytter til Tøyenparken neste år?<br />\n<em>Atlanter med Brian May som gjesteartist gleder jeg meg til! Og for glade dagers skyld skulle jeg likt å se Yes med Jon Anderson tilbake i sadelen, kan dere ordne det?  Og så  et Queen tributeband som kan spille på kvelden når det er fest. Med det tror jeg faktisk dere vil gjøre en ganske grensesprengende booking. Så kommer vel sikkert Tinariwen neste år ?</em></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f05eae95-04db-5cb3-9288-ec1febec980a"}}