{"data":{"wordpressPost":{"title":"Laura Marling og Anneli Drecker til Øya","date":"7th May 2015","content":"<p>Fredag 14. august spiller nyfolkartisten Laura Marling i Tøyenparken under Øya. Med sitt sterke nye album Short Movie i bagasjen, kommer hun til å lage herlig ettermiddagsstemning i grønne omgivelser. Alle dere som ikke klarer å vente til august med å oppleve Marling på scena i Oslo, kan prøve å få tak i en av de siste billettene til hennes konsert på John Dee fredag 22. mai.</p>\n<p>Onsdag ettermiddag skal Anneli Drecker åpne vår store teltscene Sirkus, med musikk fra hennes sterkt Nord-Norge-inspirerte nye album. Dette er første gang Drecker skal spille egen konsert på Øyafestivalen.</p>\n<p>Det er fortsatt dagsbilletter igjen til onsdag, torsdag og fredag i Øya-uka.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"288\" height=\"288\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w, http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 288px) 100vw, 288px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p><strong>LAURA MARLING (UK)</strong><br />\nI vår ga den moderne folkfavoritten Laura Marling ut albumet Short Movie, hennes fjerde utgivelse som har havna på salgslistenes topp ti i hjemlandet. Flere av albuma har solgt til gull. Hun har sakte, men sikkert, blitt røffere i uttrykket, og framstår i 2015 som en stødig artist i krysningen mellom klassisk folkrock og PJ Harvey. Dagens Næringsliv har slått fast at «Laura Marling er blitt en av vår tids mest interessante artister innen det utvidede folkpop- og singer/songwriter-begrepet».</p>\n<p>Den prisbelønte Laura Marling debuterte som soloartist i 2008, etter å ha spilt i suksessbandet Noah &amp; The Whale. Siden har hun gitt ut et knipe album med meget sterk låtskriving, og enkle, nære arrangementer.</p>\n<p><a href=\"http://www.clashmusic.com/reviews/laura-marling-short-movie\" target=\"_blank\">Clashmusic.com</a> har skrevet dette om det nye albumet: &#8211; ‘Short Movie’ is the record of an artist shaking her life up, spending a little more time peering at the stars and resisting the lure of the familiar. It is, as a result, a commanding and sincerely fascinating listen that stands tall in a catalogue already awash with magic.</p>\n<p>Grip muligheten til å få med deg denne fantastiske låtskriveren og artisten I august. Om du ikke allerede er hekta på musikken hennes, er det stor fare for at du blir det i løpet av Øya-fredagen.<br />\n<a href=\"http://www.lauramarling.com/\">www.lauramarling.com</a></p>\n<p><strong>ANNELI DRECKER<br />\n</strong>Anneli Drecker er en av landets mest anerkjente popvokalister, på grunn av hennes solokarriere og ikke minst som medlem av Bel Canto. I tillegg har hun samarbeidet med noen av Norges største internasjonale navn, A-ha og Röyksopp. Nå er albumet Rocks And Straws ute, og det har fått fantastiske mottakelser. På det nye albumet har hun fått oversatt tekster av lyrikeren Arvid Hanssen til engelsk.</p>\n<p>Drecker har på det nye albumet videreutvikla sitt kjølige, nordiske og arktiske sound. Hun har inkludert stemmeteknikker fra urfolk og spilt inn live i studio. Denne gangen har innspillinga et noe mer akustisk preg enn tidligere, og vi tror hun vil gi en stemningsfull og vakker konsert på onsdag ettermiddag.</p>\n<p><a href=\"http://www.dn.no/magasinet/2015/04/17/2124/Anmeldt/mesterlig-anneli-drecker\" target=\"_blank\">Dagens Næringsliv</a> mente dette om den ferske utgivelsen: &#8211; …med «Rocks &amp; Straws» har vi fått noe ganske annet og mye bedre enn et kjølig elektropopalbum. Det er rett og slett et betagende vakkert og modent verk som setter bortimot all sammenlignbar norsk musikk på sidelinjen.<br />\n<a style=\"line-height: 1.5\" href=\"http://www.annelidrecker.no\" target=\"_blank\">www.annelidrecker.no</a></p>\n","wordpress_id":11851,"translations":{"nb":{"url":"/2015/05/07/laura-marling-og-anneli-drecker-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7f14d105-131a-550d-89cd-00c50fb8534e","locale":"nb"}}