{"data":{"wordpressPost":{"title":"Øyafestivalen presenterer Camp Indie 2018 på Blå og Ingensteds","date":"4th April 2018","content":"<p>Vi skal fortsette med det vi sjøl synes vi er flinkest til, nemlig å vise frem det vi mener er det aller beste av ny norsk musikk. Årets nye og flotte lokasjon rett ved Akerselva gir oss i tillegg en veldig god mulighet til å skape skikkelig festivalstemning både inne og ute. Det blir en helaften med 9 ulike artister og band, 3 scener, DJs, mulighet til å kjøpe god mat… ja, en ordentlig oppvarming til selveste Øyafestivalen på Tøyen i august.</p>\n<p>Nå er vi klare med de to første artistene. Det vil komme flere slipp de neste ukene!</p>\n<p>&nbsp;</p>\n<p>HEAVE BLOOD &amp; DIE</p>\n<p>Heave Blood &amp; Die fra Tromsø slapp i år sitt andre album Vol II som har blitt unisont hyllet i norsk og internasjonal presse. «Verdensklasse», «Dødsstøt mot kjedsomhet», «Et av årets album», «Flaggskip i egen sjanger»&#8230; Lista med superlativer er lang, og kvintetten har på kort tid etablert seg som et av landets mest spennende band – både på plate og live. Vibe-rock-bandet har på Vol II utviklet sin sound og leker med sjangeroverskridelser – noe som smitter over på et svært energisk live-uttrykk. Deres unike bruk av synth, uforutsette harmonier, pedaler og lekne trommer viser godt hvordan bandet er ulikt noe du har hørt før. Med nytt album i sekken og nominasjon til den prestisjetunge Urørtfinalen på NRK P3 er Heave Blood &amp; Die et band du må få med deg live i år!</p>\n<p><a href=\"https://www.facebook.com/heavebloodanddie/\">www.facebook.com/heavebloodanddie</a></p>\n<p>&nbsp;</p>\n<p>SELMER</p>\n<p>Selmer er et band som beveger seg i et lo-fi landskap, og lager sjarmerende indie pop/rock med sommerlige gitarer og tangenter hentet fra 70-tallet. Bandet, som startet for alvor sommeren 2017, har allerede rukket å spille på Øyafestivalens bibliotekscene, blitt trukket ut av by:Larms demo-jury og solgt ut sin Sunday Digestive-konsert på Parkteatret i Oslo. Nå er Selmer klare for et nytt år. I januar signerte de med Playground Music Scandinavia, og er aktuelle med sin andre singel Palm Tree. Selmer leverte to kritikerroste konserter på by:Larm, med blant annet terningkast fem i Aftenposten.</p>\n<p>Bandet som står bak låta Surfin with U, 2017s chilleste sommerlåt, har gang på gang bevist at de er et band som får deg til å synes det er gøy å gå på konserter igjen. Man kan trygt si at Selmer er et av Oslos mest lovende band.</p>\n<p><a href=\"https://www.facebook.com/selmerband/\">www.facebook.com/selmerband</a></p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3d58637b-d330-543b-958e-93c7096b986f"}}