{"data":{"wordpressPost":{"title":"Okkultokrati og Sibiir til Øya","date":"1st June 2016","content":"<p><strong>OKKULTOKRATI – tors 11. august</strong></p>\n<p><strong>SIBIIR – tors 11. august, i Biblioteket</strong></p>\n<p>Det er noen få hundre billetter igjen til fredag 12. august. Nå følger torsdagen tett etter, med kun 1200 igjen.</p>\n<p>Vi legger til to mørke og tunge doser rock i Øya-programmet. Begge banda kommer etter festivalen til å gi ut skiver vi har store forventninger til, så vi håper på en fantastisk forsmak i Tøyenparken. Okkultokrati og Sibiir spiller samme dag som Mastodon, PJ Harvey, The Kills, Jamie XX, The Avalanches og mange flere.</p>\n<p>Sibiir er første band som er klare for Biblioteket, hvor vi presenterer litteratur, samtaler og intimkonserter med svært lovende artister. Resten av programmet til Biblioteket kommer i løpet av de neste ukene. Følg med!</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-thumbnail\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"150\" height=\"150\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p>OKKULTOKRATI</p>\n<p>Okkultokrati har romstert i Oslos undergrunn i noen år, og har blant annet flere sterke utgivelser på Fysisk Format.  De har turnért Europa med Converge og Black Tusk. I september gir de ut sitt nye album Raspberry Dawn på selveste Southern Lord, drevet av Sunn O)))-gitarist Greg Anderson. De har hatt med seg Emil Nikolaisen i studio, som også jobba med deres album Snakereigns (2012). Før de spiller på Øya, vil første smakebit være ute.</p>\n<p>Dette har Greg Anderson påstått om det kommende mesterverket: &#8211; Fucked up in all the right places! Super original and I can say that I&#8217;ve definitely never heard anything like this! Visions of Bauhaus and Darkthrone listening to Joy Division albums by torchlight in the dark forests of Oslo.</p>\n<p>Bandet starta med utgangspunkt i brutale forgreininger av skitten punk og grumsete metal, men har de siste åra utvida horisonten ytterligere. Til høsten skal de turnere her hjemme og ute i resten av Europa, blant annet med Trap Them og Youth Code.</p>\n<p><a href=\"https://www.facebook.com/okkultokrati\">www.facebook.com/okkultokrati</a></p>\n<p>&nbsp;</p>\n<p>SIBIIR</p>\n<p>Sibiir har imponert oss fra diverse scener de siste månedene. De var blant de aller beste banda både på Trondheim Calling og under vår egen Camp Indie 16. mai. I disse dager er de i gang med å spille inn debutalbumet i Caliban studio, sammen med produsent Andreas Westhagen. Det energiske livebandet har sålangt bare utgitt en vinylsingel. Medlemmene, som tidligere har vært å se i blant annet Sigh &amp; Explode, Jack Dalton og Call:Vega, kaller sin egen stil post metallic blackened hardcore. Sjekk dem ut ved første, og hver eneste, anledning.</p>\n<p><a href=\"http://www.metalsucks.net/2015/07/17/exclusive-song-premiere-swallow-trap-them-by-sibiir/\" target=\"_blank\">Metalsucks.net</a> påsto at singelen Swallow &amp; Trap Them/These Rats We Deny låt som: &#8211; …a style of post-metal/hardcore that seamlessly blends Burnt by the Sun’s vitriolic, chunky grooves with the elasticity and cinematic feel of Burst. It’s GREAT stuff.</p>\n<p><a href=\"https://www.facebook.com/sibiir/?fref=ts\">www.facebook.com/sibiir</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"cbe6fb5c-87b9-5543-8975-c49328a09f49"}}