{"data":{"wordpressHeySettings":{"page_for_posts":{"wordpress_id":8}},"wordpressPage":{"template":"","title":"Info om cookies og infokapsler","content":"<h2>Cookies (informasjonskapsler) på oyafestivalen.no</h2>\n<div>\n<p>Med nye EU-regler for informasjonsinnhenting og personvern lurer mange på hva “cookies” er.  Her finner du informasjon om informasjonskapsler.</p>\n</div>\n<p><strong>Ved å bruke oyafestivalen.no samtykker du i at vi kan sette cookies i din nettleser.</strong></p>\n<p>“Cookies” – eller “informasjonskapsler” – er en standard teknologi som stort sett alle nettsider bruker i dag. En cookie er en liten tekstfil som legges i din nettlesers internminne, og den gjør at vi kan holde styr på hva du legger i handlekurven din og hvilke varer som presenteres, samt gir oss statistikk som vi bruker til å gjøre nettsidene våre bedre for brukerne våre. De fleste moderne nettlesere (Google Chrome, Firefox, Internet Explorer, Safari, Opera, etc.) er innstilt på å akseptere cookies automatisk, men du kan selv velge å endre innstillingene slik at cookies ikke blir akseptert. Vi gjør oppmerksom på at det vil føre til at svært mange nettsider ikke vil fungere optimalt om du ikke aksepterer cookies.</p>\n<p>Som de fleste andre nettsteder samler vi inn informasjon automatisk og lagrer den i loggfiler på våre servere. Dette er informasjon som f.eks. IP-adresser, hvilken type nettleser man bruker på våre sider, bredbåndsleverandører (ISP), operativsystemer, dato og tid for besøk, samt en del data om navigasjon.</p>\n<p><strong>Informasjonen vi samler inn bruker vi til å analysere trafikken på nettstedet, slik at vi kan gjøre nettsidene våre bedre for deg som besøker oss på nett. Informasjonen vil kun benyttes internt og av partnere av Øya.no i analyse sammenheng. Vi lagrer aldri informasjon som kan identifisere deg personlig.</strong></p>\n<p>&nbsp;</p>\n<h3><strong>Her er en oversikt over hvilke cookies vi bruker på oyafestivalen.no:</strong></h3>\n<p><strong>Google Analytics cookies:</strong><br />\n<strong>__utmz</strong> ser hvor du kom fra (søkemotor, nøkkelord, link, etc.) når du landet på våre sider. Vi bruker Google Analytics både internt på våre sider, men også i bannere og bilder. Derfor kan du av og til se to cookies som heter __utmz.</p>\n<p><strong>__utma</strong> holder styr på hvor mange ganger du har vært inne på våre sider, slik at vi kan se hvor mange brukere vi har som er inne for første gang og hvor mange som kommer innom våre sider oftere.</p>\n<p><strong>__utmb</strong> og <strong>__utmc</strong> holder styr på hvor lenge du befinner deg inne på våre sider, og hvor lenge besøket varer. Disse slettes når du forlater våre sider.</p>\n<p><strong><br />\n__unam </strong>er brukt som en del av ShareThis tjenesten og overvåker klikk bevegelsen på siden. Eksempelvis navigering fra side til side, tid brukt på hver side osv. ShareThis tjenesten kan kun personlig identifisere deg hvis du har opprettet ShareThis konto og gitt dem tilatelse. Du kan lese om ShareThis sine betingelser og vilkår <a title=\"ShareThis - Vilkår &amp; tjenester\" href=\"http://sharethis.com/privacy\" target=\"_blank\">her.</a></p>\n<p><strong>Andre cookies</strong>:</p>\n<p><strong>Cfp </strong>er en tredjeparts cookie (.adtech.de)  som sjekker at du aksepterer bruken av cookies i din nettleser. Dette lagres slik at nettstedet ikke må sjekke hver gang bruker kommer inn på Oyafestivalen.no</p>\n<p><strong> JEB2</strong> er en tredjeparts cookie (.adtech.de) som benyttes i sammenheng med annonser på nettstedet. Cookien holder på informasjon vedrørende annonse serverens annonyme bruker ID og benyttes til eksempelvis å holde kontroll på antall annonser som blir sett av en bruker. Cookien lager ingen informasjon som kan identifisere brukeren på nettstedet, kun for å kontrollere selve annonsene.</p>\n<p><strong>criteo_OCT11_one</strong> er en tredjeparts cookie (.adtech.de) som brukes for å levere relevante annonser til deg og dine interesser. Den brukes også for å begrense antall ganger du får opp en og samme annonse, samt måle effekten av en spesifik kampanje. Informasjonen benyttes i sammenheng med re-targeting annonser, slik at det lagres at du har vært på nettstedet og det kan vises relevante annonser for deg basert på ditt besøk. Informasjonen vil bli delt med tredjeparts leverandører, blandt annet annonsører.</p>\n<p><strong>wt_noXXXX</strong>  er en tredjeparts cookie (.adtech.de) som benyttes i sammenheng med retargeting annonser. Informasjon om besøk på dette nettstedet deles med andre leverandører for å kunne levere relevante annonser på andre nettsteder som er relevant for brukeren.</p>\n","wordpress_id":15428,"locale":"nb","slug":"info-om-cookies-og-infokapsler","acf":null,"featured_image":null,"translations":{"nb":{"url":"/info-om-cookies-og-infokapsler/"},"en":{"url":"/en/privacy-and-cookie-policy/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8f2ca079-c99d-5a57-b952-35511ea5e70d","locale":"nb"}}