{"data":{"wordpressPost":{"title":"Thåstrøm avslutter Øya i Sirkus","date":"3rd December 2014","content":"<p>Etter slippet av de første artistene og starten på billettsalget forrige uke, er vi godt i gang med å glede oss til Øyafestivalen 2015. Det er allerede solgt mange ukespass, og artistbekreftelsene renner inn i jevnt tempo.</p>\n<p>I dag er det klart at Tøyenparken får besøk av to av Øya-kontorets store favoritter og to navn som vil sette preg på norsk musikk de neste åra. Thåström spiller sin eneste festivalkonsert i Norge neste sommer på Øya. Han spilte i Middelalderparken i 2009 og har siden lurt på om han kan komme tilbake for å spille når det er mørkt. Med vårt nye telt Sirkus blir det mulig, og den levende legenden skal avslutte festivalen på nettopp denne scena.</p>\n<p>Father John Misty tok oss med storm for et par år siden. I 2015 vil han gi ut et nytt album, og han kommer tilbake til Oslo under Øya. Samtidig er et par unge norske navn klare for 2015-plakaten. Både Bendik og Slutface har høsta lovord i år og vil prege norske konsertlokaler framover. I august skal de begge for første gang være en del av Øyas hovedprogram.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-full wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"315\" height=\"258\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p>Vi håper å ha enda noen navn klare før juleferien, så følg med!</p>\n<p>&nbsp;</p>\n<p>THÅSTRÖM (SE) – lørdag 15. august<br />\nJoakim Thåström er et av de viktigste navna i skandinavisk rock gjennom over 35 år. I februar kommer hans nye album Den Morronen og i august skal han runde av Øyafestivalen i vårt store telt, Sirkus. Det nye albumet spilt inn i Berlin, og kommer til å by på mer musikalsk storbyuro. Thåström er ikke bare en fantastisk låtskriver, men en energisk liveartist som trollbinder publikum år etter år. Noen har til og med påstått at han blir bedre med alderen. Om det stemmer, kan det hende du ser den sterkeste Thåström-konserten sålangt i august på Øya.<em></em></p>\n<p>Som soloartist veksler han mellom dyster apokalyptisk rock’n’roll og hjerteskjærende asfaltballader. Karrieren har tatt en reise fra pønk til viser til industrirock, og noen steg tilbake igjen. Han fikk første gang oppmerksomhet som frontfigur i Ebba Grön fra den første pønkbølgen på slutten av 70-tallet. Bandet utvikla seg videre til Rymdimperiet, som raskt ble til Skandinavias viktigste spydspiss for moderne morsmålsrock på 80-tallet, nemlig Imperiet. Siden slutten av samme tiår har han jobbet som soloartist, bortsett fra noen år på 90-tallet i front av industrirockbandet Peace Love And Pitbulls.<em></em></p>\n<p>Sjøl om han kan kalles veteran, er Thåström absolutt en vital artist, både i studio og på scena. De som har vært til stede på hans Oslo-konserter de siste åra, veit hvor altoppslukende imponerende hans opptredener kan bli. Vi gleder oss allerede til Øya-lørdagen. Dette blir den eneste konserten i Norge i 2015 etter den utsolgte Sentrum Scene-datoen i mars.<br />\n<a href=\"http://www.thastrom.se/\">http://www.thastrom.se/</a></p>\n<p>FATHER JOHN MISTY (US)<br />\nI februar kommer Father John Mistys album nummer to, kalt I Love You, Honeybear. Smakebiten Bored In The USA er allerede ute. Hans forrige Oslo-besøk i 2012 er en av de mest minneverdige konsertene de siste åra. Josh Tillman ,som han egentlig heter, er en sann entertainer, som balanserer mellom å være en softrocker, countrysanger og en moderne crooner.</p>\n<p>Det nye albumet er, som det forrige, produsert av Jonathan Wilson. Det er lova en større bredde i uttrykk og stilarter. Han har sjøl ramsa opp musikk som mariachi, ragtime jazz og soul i et forsøk på å hinte om variasjonen. Samtidig har han nevnt mulige inspirasjonskilder som Harry Nilsson, Kurt Vonnegut, Scott Walker og Muhammad Ali.</p>\n<p>Josh Tillman har gitt ut flere album i sitt eget navn. Disse er noe mer enkle og folkpreget i uttrykket enn hva han endte opp med som Father John Misty. En del har sikkert også fått med seg at han i en periode var trommeslager i Fleet Foxes.</p>\n<p>Etter utgivelsen av førstealbumet Fear Fun i 2012 skreiv <a href=\"http://www.avclub.com/review/father-john-misty-emfear-funem-73222\" target=\"_blank\">AV Club</a> dette: -Imagine an angel being cast out of heaven to live a profoundly weird life in Laurel Canyon with nothing but a stack of Neil Young and Harry Nilsson LPs to guide him. That sums up the aesthetic, and the appeal, of Fear Fun.</p>\n<p><a href=\"http://www.vg.no/rampelys/musikk/musikkanmeldelser/father-john-misty-fear-fun/a/10057804/\" target=\"_blank\">VG </a>har beskrevet musikken hans slik: &#8211; Tillman skaper mørklystig folkpop som lener seg mot hans tidligere band, men med glimt i både øyne og slidegitar.<br />\n<a href=\"http://www.fatherjohnmisty.com/\">http://www.fatherjohnmisty.com/</a></p>\n<p>BENDIK<br />\nBendik har vært blant landets mest lovende band i noen år. Med årets album No Går Det Over har anmelderne gitt Bendik fortjent skryt. <a href=\"http://gaffa.no/anmeldelse/88928\" target=\"_blank\">Gaffa</a> har kalt musikken «dyster, elektronisk drømmepop som grenser til det surrealistiske». <a href=\"http://www.musikknyheter.no/anmeldelser/13357/Bendik.html\" target=\"_blank\">Musikknyheter</a> mener at «No går det over balanserer på mesterlig vis mellom det drømmende og det slagkraftige, det elektroniske og det ukunstlede, det støyete og det melankolske».</p>\n<p>Tidligere var Bendik et band, men for tiden er det Silje Halstensen med backingmusikere. Debutalbumet Drømmen Gjør Meg Ingenting kom i 2012. Siden da har Bendik spilt på alt fra by:Larm til Roskilde, og vist at Halstensen både takler små klubber og store utendørsscener. Det er jammen på tide å få Bendik opp på en av Øyas hovedscener i Tøyenparken. Få med deg ei stor dose mørk, utfordrende pop.<br />\n<a href=\"https://www.facebook.com/bendikofficial\">https://www.facebook.com/bendikofficial</a></p>\n<p>SLUTFACE<br />\nDenne kvartetten fra Stavanger er i ferd med å vokse seg ut av skogen av lovende norske band. Deres friske indiepop iblanda punk kan komme til å være perfekt festmusikk over hele landet i 2015. Det unge bandet leker seg med det dansbare og det skranglete på samme herlige vis. EPen We’re Just OK er full av gode eksempler på dette. Om denne skreiv <a href=\"http://www.musikknyheter.no/anmeldelser/13295/Slutface.html\" target=\"_blank\">Musikknyheter</a> at «We’re Just OK er en fantastisk oppvisning fra et band på høygir, som overbeviser om at de har mye spennende på lager».</p>\n<p>Vi har en god tradisjon med å hente opp noen av de aller beste navna fra forrige års utgave av Klubbdagen til parkdelen av Øyafestivalen. I 2015 vil Slutface være et av disse. P3s Urørt har beskrevet Slutface slik: &#8211; Stavangerbandet blander inspirasjoner fra indiehelter som Guided By Voices til Arctic Monkeys, hiver inn en dose tenåringsangst og et knippe refrenger å dø for, og blir dermed en av de mest spennende pop/rockbandene i Norge per dags dato.<br />\n<a href=\"https://www.facebook.com/slutfaceofficial\">https://www.facebook.com/slutfaceofficial</a></p>\n<p>&nbsp;</p>\n<p>foto Amanda Ooms</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3809d37a-aa4f-5ebe-be5d-e6cf2d126662"}}