{"data":{"wordpressPost":{"title":"Fan: nytt gratis musikkmagasin ute 16. mai","date":"14th May 2009","content":"<p>Ventetida er over: Lørdag 16. mai kommer et nytt organ for engasjert, kunnskapsrikt og høyst subjektivt musikkstoff. Navnet er Fan og den lanseres under Camp Indie på Rockefeller 16. mai.</p>\n<p>HER ER EN LITEN PRESENTASJON FRA REDAKTØREN:<br />\nFan Fanzine opererer innenfor et utvidet kulturbegrep, men hovedfokus er som seg hør og bør på musikken. Innholdet spenner fra lengre artikler, essays og intervjuer, til kortere anmeldelser, anbefalinger og kulturtips, fra kjente internasjonale artister, til de neste norske undergrunnsfavorittene fra distriktet, og alt imellom – formulert med en personlig og uredd penn. Vi skal presentere kremen av nye og spennende artister i alle sjangre, i tillegg til de gamle godbitene som fortsatt holder mål. Vi skal være pådrivere for den mindre kommersielle musikken, men samtidig være bred nok i anslaget til å nå fans på alle nivåer.</p>\n<p>Fanzinen byr også på en detaljert oversikt over konsert- og klubbscenen, med tips til det man bare må få med seg, og ikke minst hvorfor. Skjer det noe vanvittig fett, kan du lese om det i Fan.</p>\n<p>Fan Fanzine har blitt til gjennom god gammeldags dugnadsånd. Vi har hentet inn flere av Norges beste musikkskribenter og -bloggere for å skrive om det de brenner for, det de har på hjertet, og bare det. Den lages i samarbeid med blant annet Groove, Musikknyheter, Furore i Harare og Smuglesning. Vi kommer ikke til å bruke spalteplass på uinspirerte omtaler av dagsaktuelle plater, men vie oss helt og holdent til det vi bryr oss om, bredt som smalt, nytt som gammelt. Morsommere å lage, morsommere å lese.</p>\n<p>Fanzinen designes av Kjeft a!, våre beste menn i designbransjen, og dyktige fotografer og illustratører bidrar til å skape en helhetlig visuell opplevelse. Første omslag er tegnet av Stine Belden Røed. I forbindelse med lansering på Camp Indie på Rockefeller, vil 40 nummererte og signerte silketrykk av forsideillustrasjonen selges for en rimelig penge.</p>\n<p>Fan Fanzine skal komme ut i ti utgaver i 2009, med en frekvens på mellom tre og fire uker. De totalt 5000 eksemplarene vil distribueres på konsertsteder, klubber og noen få utvalgte butikker i Oslo, Bergen, Trondheim og Tromsø.</p>\n<p>Ansvarlig utgiver er Øyafestivalen, redaktør er Birgitte Mandelid.<br />\nSampler som er omtalt i Fan er på plass mandag<br />\nFansinfo-nettside kommer til uka</p>\n","wordpress_id":586,"translations":{"nb":{"url":"/2009/05/14/fan-nytt-gratis-musikkmagasin-ute-16-mai/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e55b8ed3-cc18-5e8e-8097-038d3e43f18d","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2009/05/14/fan-nytt-gratis-musikkmagasin-ute-16-mai/","redirect":false}}}