{"data":{"wordpressPost":{"title":"Øyaprogrammet komplett…helt sant!","date":"2009-06-10T18:21:00.000Z","content":"<p>DOVES (UK)<br />\nLE CORBEAU<br />\nDONKEYBOY<br />\nCAMP INDIE</p>\n<p>Nå er det en uke siden vi med breie glis og godt humør kunne melde at utendørsdelen av Øyaprogrammet var ferdig. Du kan kalle det en regnefeil, du kan kalle det en forglemmelse du kan kalle det lureri eller bare tull og tøys. Sannheten var at vi hadde hele tre plasser igjen i Middelalderparken. To til etter Musikkfest Oslo, og en booking som satt litt langt inne. Nå er derimot hele programmet spikra og vi kan presentere et stort britisk navn og to nroske som ligger i vannskorpa. I tillegg er programmet til vårt intime og spennende Camp Indie-telt på plass. Her kan du hver dag under festivalen oppleve interessante navn fra et utvalg av landets beste smålabeler. Som om ikke dette var nok vil teltet by på litteraturopplevelser hver dag i samarbeid med Vinduet og disco for kidsa fredag og lørdag. Om en ukes tid håper vi også å ha årets Klubbdagsprogram (11. august) i boks.</p>\n<p>Det er fortsatt dagsbilletter igjen til alle dager i salg hos <a href=\"http://www.billettservice.no/html/browse.htmI?l=NO&#038;TOUR=OYAFESTI\" target=\"_blank\">Billettservice.no</a></p>\n<p>DOVES (UK) – fredag 14/8<br />\nI vår ga britiske Doves ut sitt fjerde album, Kingdom of Rust. Mottakelsene var svært gode og flere anmeldere påpekte at dette er ei skive som vokser og som man kan leve lenge med. Doves starta for flere år siden i Manchester som Sub Sub, et slags dansbart elektroband. På slutten av 90-tallet omgrupperte de, bega seg utpå en mer rockepreget ferd og tok altså navnet Doves. De albumdebuterte i 2000, og med andrealbumet to år seinere nådde de førsteplassen på salgslistene i hjemlandet. Den tredje langspilleren Some Cities gjentok bedriften i 2005. Kingdom of Rust har ”bare” nådd andreplass, men det er ikke tvil om at dette er blant Englands stødigste band både på salgsvolum og kvalitet. Dagbladet oppsummerte den nye skiva slik: ”Storslagne låttablåer, utmerket integrasjon av rock og danseelementer, råskap og sårhet, melodiøs smidighet, muskuløs rocking og Refrenger! med utropstegn etter seg”. Bandet faller inn i en stolt tradisjon i britisk rock, som strekker seg tilbake til navn som Smiths, Joy Division, New Order og The Verve. Det er med stor glede vi kan melde at et av de britiske øyers heiteste navn dette tiåret er på vei til Øyafestivalen.<br />\n<a href=\"http://www.myspace.com/dovesmyspace\" target=\"_blank\">MYSPACE</a></p>\n<p>LE CORBEAU – torsdag 13/8<br />\nØystein Sandsdalen har vært å se i en rekke rockeband i hovedstaden de siste ti åra, eller der omkring. På samvittigheten har han band som Thee Unmist, Jaded, Angora Static og Infidels Forever. Mest kjent er han nok for allmenheten som den andre gitaristen i Serena Maneesh. I fjor ga han ut en EP under navnet Le Corbeau og mange åpnet ørene for hans flørt med shoegazing, støyrock og beslektet musikk. Nå er fullengderen Evening Chill/Montréal of the Mind her. Etter noen skifter i besetningen er også en skikkelig konsertutgave av Le Corbeau på plass. Har du sans for Sonic Youth, My Bloody Valentine, The Jesus &#038; Mary Chain og deres likesinnede vil nok Le Corbeau treffe deg midt i hjertet. Deres balansegang mellom herlig bråk og deilig melodi suger deg inn i en verden av småkaotisk harmoni.<br />\n<a href=\"http://www.myspace.com/lecorbeaurecord\" target=\"_blank\">MYSPACE</a></p>\n<p>DONKEYBOY – onsdag 12/8<br />\nDonkeyboy er et knippe unge herrer fra Drammen, det rehabiliterte veikrysset litt vest for Oslo. I det siste kan du ikke ha unngått å høre kvintettens hit Ambitions om du har vært innom NRK P3. Nå har de fått kontrakt med en av de virkelig store, selveste Warner Music. Donkeyboy er med andre ord klare for å erobrehodet ditt med flott popmusikk i årene som kommer. Bandet er ikke flaue over å leke seg med 80-tallets uttrykk og innrømmer å ha hørt på både Michael Jackson og Fleetwood Mac. Donkeyboy er ingen halvslapp retroact, men et band for framtida. Med behagelige melodier og sikker framføring er vi sikre på at disse gutta vil kile deg i øra i mange år. Vi venter i spenning på Øya-konserten og skiva, som kommer til høsten.<br />\n<a href=\"http://www.myspace.com/soundberg\" target=\"_blank\">MYSPACE</a></p>\n<p>ARTISTER TIL CAMP INDIE-TELTET<br />\nCAPTAIN CREDIBLE: Engelskfødte, og Trondheimsbaserte Daniel Lacey-McDermott, aka Captain Credible, nevner kaffe som en av sine største inspirasjonskilder. Og det er ikke vanskelig å forstå at gutten får i seg store mengder med koffein når man hører musikken han produserer. Den er både rar, sjarmerende, kaotisk og ekstatisk på en gang, og live er det enda mer ekstremt. Et liveshow med Captain Credible er som å spille Nintendo 8bit med fullt volum og du er selv hovedpersonen i spillet. Tenk, du kan være Mario for en kveld. Dette er en av konsertene vi gleder oss aller mest til i år. Hurrrrra!!</p>\n<p>TVANG: Tvang albumdebuterte i 2007 med kritikerroste Ny Morgen, som ble tatt opp av bandet selv i et nedslitt øvingslokale uten én eneste krone i budsjett. Da produsent Rune Lamøy fikk høre de nye demolåtene nektet han samme fremgangsmåte og insisterte på å få bandet inn i et ordentlig studio. Resultatet ble Tvangs siste skive Unik som finpusser bandets sterkeste sider &#8211; svevende gitarer, hardtslående trommer, overstyrt lapsteel og med bass og kontrabass som lim. Tvang har tekster på norsk og kommer garantert til å overbevise deg hvis du får dem med deg under årets festival.</p>\n<p>FIREFLY EFFECT: Retrofuturistisk solskinnspop som masserer smilebåndet og kiler danseføttene! Firefly Effect har lyst opp mangt et mørkt og dystert konsertlokale i løpet av de siste par årene, og nå er de klare for å skinne om kapp med sola ute i Middelalderparken. Er du klar for glad og leken synthpop så er det bare å ta turen ned.</p>\n<p>ACCIDENTS NEVER HAPPEN: Accidents Never Happens tilbakekomst til Oslo kan være det vakreste som har skjedd denne byen på mange år! Etter å ha reist til Liverpool for noen år siden, spilt en hel haug med konserter og truffet både hyggelige og uhyggelige mennesker, er de nå tilbake i trygge Oslo. Den selvtitulerte andreplata som kom ut på Dead Letter Records i april i år er veldig mørk og dyster, men også så bra at man ikke kan unngå å juble høyt. Juble, juble, juble!</p>\n<p>KRÅKESØLV: Kråkesølv består av fire unge menn som knapt har fylt atten år, og de kommer nedover med et knippe gode later som blant annet minner oss om Sonic Youth, Blonde Redhead og den skumle mørketiden. De kommer ned til Oslo helt fra den nordnorske perlen Bodø by, og de synger også alle låtene sine på kav nordnorsk. Ryktene sier også at de har et eget bowlinglag, så benytt sjansen til å ta en match nå.</p>\n<p>MONZANO: Monzano er et indieorkester med base i Oslo. De ga ut sin debutskive på How Is Annie! Records i 2007, og er nå i gang med innspillingen av sitt andre album. Vokalist og låtskriver Sjur Lyseid har gjort det stort med sitt andre prosjekt, Little Hands Of Asphalt, men nå er han tilbake i moderskipet, Monzano. Indiepop for hele familien, også er de svære i Japan. Tenk det. </p>\n<p>FRODE FIVEL: Frode Fivel ble gjorde seg først kjent for oss gjennom bandet Hello Goodbye som herjet rundt på starten av 2000-tallet. Den gang var det skitten rock som gjaldt, men som soloartist er det balladene og indierocken som får spillerom. Frode blir gitt ut på Café Superstar fra Fredrikstad, og denne konserten kommer garantert til å bli en finfin opplevelse i parken denne dagen.</p>\n<p>MARIBEL: Maribel tok sin tid med å slippe debutplaten sin Aesthetics, men herregud hvor bra den ble når den først kom. Terningen ble kastet til seks i norske aviser, og bandet gir oss også forrykende konserter. Hvem husker ikke opptredenen på Vikascenen i 2007? I år har du sjansen til å se dem inne i Camp Indie-teltet, vær tidlig ute for dette blir trangt. Og fantastisk. </p>\n<p>MUNN TIL MUNN METODEN: Munn Til Munn Metoden er det neste store på den norske elektronikascenen. I alle fall hvis det hadde vært litt rettferdighet her i verden. Nå vet jo alle at det sjelden er akkurat det, men når Munn Til Munn Metoden spiller i Middelalderparken under årets festival, har du sjansen til å få med deg gutta før de tar over verden. Om det så skulle være hele verden, din egen verden eller en imaginær verden. </p>\n<p>JENS CARELIUS: Jens Carelius og bandet hans spilte kanskje to av de beste konsertene under årets by:Larm, i alle fall i følge oss her på Camp Indie. Med sitt nye band har han hentet inspirasjon fra den engelske folkscenen og amerikansk blues fra 1930-tallet. Debutplaten hans First Songs fikk strålende kritikker i avisene her til lands, og han har også vært på en ukes turne med Jackie Leven i England. Hans andre plate slippes i september.</p>\n<p>THE GOO MEN: Ta en god dose garasjerock, fyll på med masse soul, litt dandyness og stilige dresser så har du gutta i The Goo Men. Som de sier selv “The Goo Men want you to dance, get out on the floor!” Og gjør du ikke det denne kvelden, så må du ha tatt på deg feil sko. For dette blir garantert en fest inne i Camp Indie-teltet. </p>\n<p>SLOW CLUB (UK): Slow Club er en folk/pop-duo fra Sheffield, England, som gis ut på kredible Moshi Moshi Records. Charles og Rebecca minner oss litt om Moldy Peaches, bare uten de bisarre tekstene, men til gjengjeld så ser de mye bedre ut enn sine gærne kontemporære låtskrivere fra New York. Selv sier de at Charles er inspirert av tidlig Leonard Cohen og Rebecca er inspirert av både gammel og ny Rod Stewart. Vi sier bare at dette er nydelig, vakkert og fantastisk, og det gjør sikkert dere også hvis dere sjekker ut låten Christmas TV på myspace.com/slowclub. Og dere bør også, ikke minst, sjekke dem ut i teltet vårt 15. august! Enjoy.</p>\n","wordpress_id":573,"translations":{"nb":{"url":"/2009/06/10/ayaprogrammet-komplettaehelt-sant/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0374153b-de84-5876-b52c-c539cb6f54b6","locale":"nb"}}