{"data":{"wordpressPost":{"title":"Austra (CA) til Øyanatt","date":"18th June 2013","content":"<div>\n<div>Vi slipper stadig nye navn til Øyanatt, arrangementene som starter idet siste akkord toner ut i parken for kvelden. I dag har turen kommet til kanadiske Austra og britiske Public Service Broadcasting, som besøker henholdsvis Parkteatret og Mono.</div>\n<div></div>\n<p>&nbsp;</p>\n<div>Austras nye album Olympia kommer passende nok ut i Norge i dag. Det har allerede høstet  <a href=\"http://www.metacritic.com/music/olympia/austra\" target=\"_blank\">god kritikk</a> i utlandet. <a href=\"http://www.guardian.co.uk/music/2013/jun/13/austra-olympia-review\" target=\"_blank\">The Guardian</a> mente at albumet er et nivå over den sterke debuten, og konkluderte slik: «What&#8217;s most striking is how great this sounds – clean, considered, with every detail in its place and a clear sense of its own identity.»</div>\n<div></div>\n<p>&nbsp;</p>\n<div>I en tettpakket festivalsommer der alle de beste europeiske festivalene besøkes, svipper Austra innom Oslo for å gjøre Øyanatt på Parkteatret torsdag 8. august. Elektronikabandet fra Toronto gjør stor suksess om dagen, og publikum omfavner særpreget til den klassisk skolerte frontfiguren Katie Stelmanis. Sjekk ut videoen til førstesingelen Home under, og gå for all del ikke glipp av Austras debutshow i Norge. Billetter er i salg hos <a href=\"http://www.billettservice.no/event/398439\" target=\"_blank\">&gt;&gt;&gt;Billettservice&lt;&lt;&lt;</a> nå!</div>\n<div></div>\n<p></br><br />\n<iframe src=\"http://www.youtube.com/embed/ODyWKkDBb4U\" frameborder=\"0\" width=\"635\" height=\"357\"></iframe></p>\n<div></div>\n<p>&nbsp;</p>\n<div>Parkteatret, torsdag 8. august</div>\n<div>Atomic Soul presenterer:<br />\nKl. 23:30: AUSTRA (CA)<br />\nCC med/uten øyabillett: 200/250 kr (+avgift)</div>\n<div><a href=\"http://www.billettservice.no/event/398439\" target=\"_blank\">Forsalg på Billettservice</a></div>\n<div>Aldersgrense: 18 år</div>\n<p>&nbsp;</p>\n<div style=\"text-align: left;\"></div>\n<div style=\"text-align: left;\"></div>\n<div style=\"text-align: left;\"><em><strong>OM ØYANATT:</strong> Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</em></div>\n<div></div>\n<p>&nbsp;</p>\n</div>\n<div></div>\n","wordpress_id":7245,"translations":{"nb":{"url":"/2013/06/18/austra-ca-til-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"045ca716-375e-5018-a762-2befea676613","locale":"nb"}}