{"data":{"wordpressPost":{"title":"PJ Harvey til Øya","date":"12th January 2016","content":"<p>En av artistene som har stått lengst på Øyas ønskeliste kommer til Tøyenparken torsdag 11. august. PJ Harvey gir i vår ut et nytt album, og skal spille utvalgte festivaler. Det er en stor drøm som går i oppfyllelse når hun endelig skal få toppe Øya-plakaten. Dette blir hennes eneste konsert i Norge i 2016.</p>\n<p>Både dagsbilletter og ukespass er i salg nå. Vi har nå solgt over halvparten av ukespassa.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"300\" height=\"234\" data-srcset=\"https://api.oyafestivalen.no/assets/uploads/2015/12/billettknapp-16-300x234.png 300w, https://api.oyafestivalen.no/assets/uploads/2015/12/billettknapp-16.png 461w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p><strong>PJ HARVEY (UK) – torsdag 11. august</strong></p>\n<p>I løpet av våren skal PJ Harvey følge opp et av sine aller sterkeste album, Let England Shake fra 2011. Det nye albumet ble spilt inn i Somerset House i London for omtrent et år siden. Prosessen var noe uvanlig, da hun ga publikum mulighet til å observere mens hun spilte inn.</p>\n<p>Polly Jean Harvey er blant de siste 25 åras mest spennende navn innen rock. Hun tok pusten fra mange med de upolerte tidlige albuma Dry (1992) og Rid Of Me (1993), mens den påfølgende To Bring You My Love (1995) var den første som havna høyt på de norske salgslistene. Hennes uforutsigbare karriere er aldri kjedelig å følge. Harvey har en fot i den punka delen av undergrunnsrocken og flere tær i bluesen. I tillegg er det lett å høre spor av såkalt kunstmusikk i flere av platene hennes.</p>\n<p>Hun er eneste artist som har mottatt den anerkjente Mercury-prisen to ganger. I tillegg til musikk, har hun vært involvert i film, poesi og skulpturkunst. I fjor ga hun ut boka The Hollow Of The Hand, et samarbeid med fotografen Seamus Murphy. Denne finnes også på norsk, som Den Open Handa (Samlaget, 2015), oversatt av Pedro Carmona Alvarez og Gunnhild Øyehaug.</p>\n<p>Dette blir første gang PJ Harvey kan oppleves på en norsk festivalscene på over 15 år. Hvilke låter man får høre er det nok altfor tidlig å si noe om, men det er nok flere enn oss på Øya-kontoret som vil spille Down By The Water, Rid Of Me, The Words That Maketh Murder, Dress eller Big Exit høyt de neste månedene, mens vi gleder oss til konsert.</p>\n<p>Om forrige album skreiv<a href=\"http://www.telegraph.co.uk/culture/music/cdreviews/8319569/PJ-Harvey-Let-England-Shake-review.html\" target=\"_blank\"> The Daily Telegraph</a>: &#8211; It’s not a barrel of laughs, then and there are no pop hits. But it is note perfect, considered and distilled to its essential parts by a great and ambitious artist who, contrary to the trajectory of too many rock careers, is getting better with time.</p>\n<p><a href=\"http://pjharvey.net/home.asp\">pjharvey.net/home.asp</a></p>\n<p>foto: MARIA MOCHNACZ</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2ffdc0f1-ab08-516d-a501-183e68456e4d"}}