{"data":{"wordpressPost":{"title":"Dungen og Jagwa Music på Øya","date":"30th July 2013","content":"<p>Vi har fått to seine programendringer, da verken Solange eller Konono No 1 er i stand til å komme til Oslo i august. Begge har dessverre blitt nødt til å avlyse alle de planlagte konsertene i Europa. Vi har jobba på spreng de siste dagene, for å finne gode navn til å fylle Øya-programmet. Bookingavdelinga har lett med lupe etter gode og tilgjengelige navn innen tilsvarende stilarter. Det lot seg i denne omgang ikke gjøre når det gjaldt Solange sin erstatter, men vi greip muligheten til å booke et av Skandinavias mest spennende navn de siste 10 åra, nemlig Dungen.</p>\n<p>Den svenske publikums- og kritikerfavoritten Dungen spiller på Sjøsiden torsdag 8. august klokka 16.50.  Jagwa Music fra Tanzania spiller på Vika fredag 9. august, klokka 19.25.</p>\n<p>Nå er det kun billetter igjen til onsdag 7. august og vi ligger an til å gå tom for de siste billettene i løpet av noen dager. <a href=\"http://www.billettservice.no/event/377283\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n<p>&nbsp;</p>\n<p><strong>DUNGEN (SE)</strong><br />\nSiden slutten av 90-tallet har Gustav Ejstes gitt ut musikk som Dungen. Multiinstrumentalisten Ejstes skriver og arrangerer all musikk, men får betydelig hjelp av de andre musikerne til å forme Dungens sound. Dette gjelder ikke minst den anerkjente gitaristen Reine Fiske. Man kan høre elementer av både folk, jazz, hard rock og pop i Dungens musikk, uten at noen av begrepene er dekkende på egenhånd. Enkelte har for enkelthets skyld klassifisert skivene som progressiv eller psykedelisk rock.</p>\n<p>Det internasjonale gjennombruddet, til tross for svenske tekster, kom med albumet Ta Det Lungt fra 2004. Etter utgivelsen fikk kritikere og publikum åpna øra for Dungens musikalske verden, og resultatet ble turnéer over store deler av verden. Siden den gang har det kommet ut ytterligere tre sterke album. Det foreløpig siste kom i 2010 og het Skit I Alt. Nå skal de ta med seg sterke låter og særegent sound til et forventningsfullt publikum i Middelalderparken under Øya.</p>\n<p>Om gjennombruddsalbumet skreiv Pitchfork: &#8211; Ta Det Lugnt particularly taps into the expansiveness of his Swedish psych predecessors, Parson Sound, while maintaining a murky rocker edge: Imagine that band colliding with The Kinks, or Amon Dl II with Olivia Tremor Control, or Comets on Fire with The Zombies on their way to Terrastock.</p>\n<p>Om Skit I Alt skreiv Groove.no: &#8211; Dungen har uttalt at de er lei av å bli kalt et retroband. De vil heller bli omtalt som samtidsmusikk, det som teller er det som skjer her og nå. Skit I Allt er ypperlig kur mot eventuelle høstdepresjoner, deilig melankolsk oppløftende i all sin tidløshet.</p>\n<p>Sydsvenskan har skrevet dette om Gustav Ejstes: &#8211; Han expanderar och låter bandet flippa ut, men ger sig lika ofta i kast med den grannlaga uppgiften att skapa kärnfulla popsånger och undersöka vad sådana tål.</p>\n<p><a href=\"http://www.dungen-music.com/\">http://www.dungen-music.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>JAGWA MUSIC (TZ)</strong></p>\n<p>Jagwa Music er åtte musikere fra Dar es Salaam i Tanzania, som spiller det de sjøl kaller Mchiriku. På en blanding av tradisjonelle instrumenter og en gammel synth lager de liv og røre på scena og i øra dine. Noen har kalt deres høye tempo, livlige musikk og energiske opptredener for afropunk. Uansett hva du kaller det, funker Jagwa Music like godt på gatefester i hjembyen, som på europeiske festivaler med et nysgjerrig publikum. Deres kombinasjon av enkle lyder fra en Casio og inspirasjon fra områdets egne musikktradisjoner, har resultert i noe unikt som du ikke bør gå glipp av. Skiva Bongo Hotheads (2012) gir mange gode eksempler på dette. Den ble spilt inn live foran venner og familie, og er full av herlige rytmer og samspill.</p>\n<p>&nbsp;</p>\n<p>I hjembyen er Jagwa Music såpass sentrale i musikkscena at det ikke er uvanlig å se sitater fra sangene på vegger. De lager tekster om typiske problemer og hverdagsligheter for befolkningen i de fattige bydelene. For tiden består bandet av fire perkusjonister, to keyboardister, en vokalist og en danser. Gå ikke glipp av dette på Øya!</p>\n<p><a href=\"http://www.jagwamusic.com/\" target=\"_blank\">http://www.jagwamusic.com</a></p>\n","wordpress_id":8238,"translations":{"nb":{"url":"/2013/07/30/dungen-og-jagwa-music-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d05ab47b-ca1c-5798-bd3f-8ba7705f9477","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2013/07/30/dungen-og-jagwa-music-pa-oya/","redirect":false}}}