{"data":{"wordpressPost":{"title":"Øya blant Europas beste festivaler","date":"24th April 2012","content":"<p>Engelske The Times har nettopp kåra sine ti europeiske festivalfavoritter utenfor Storbritannia, og Øyafestivalen er på den eksklusive lista. Blant de andre favorittene er anerkjente festivaler som spanske Sonar og Benicassim, danske Roskilde og ungarske Sziget. Om Øya står det «An award-winning and taste-making Scandinavian knees-up in a medieval park». For noen dager siden slo forskning fra universitetet i Dublin fast at Oslo er en foregangsby på musikktrender.  Det er mildt sagt god stemning på Øya-kontoret om dagen.</p>\n<p><a href=\"http://oya.test/2012/04/24/oya-pa-liste-over-the-times-sine-favorittfestivaler/top10continental-3/\" rel=\"attachment wp-att-2517\"><img class=\"alignnone size-medium wp-image-2517\" title=\"Top10Continental\" src=\"http://oya.test/wp-content/uploads/sites/2/2012/04/Top10Continental11.png\" alt=\"\" width=\"635\" height=\"491\" /></a></p>\n<p>&nbsp;</p>\n<p>Øyafestivalen har nok et år en spennende miks av aktuelle navn og etablerte favoritter. Vi er veldig stolte av å ha Norges-eksklusive navn som Björk, Bon Iver, Florence + The Machine, The Stone Roses, Black Keys, Refused, Feist og OFWGKTA på programmet. Samtidig har vi tro på at mange av de ferske navna vil nå et betydelig større publikum om kort tid. Øya-programmet tar også pulsen på den norske musikkscena, og har en fantastisk bredde i årets program. I år kan du oppleve norske høydepunkter som Ane Brun, Susanne Sundfør, Karpe Diem, El Doom &amp; The Born Electric, Jonas Alaska, Highasakite, Nekromantheon, Siri Nilsen og Årabrot i Middelalderparken.</p>\n<p>&nbsp;</p>\n<p>Styrken i årets program har også vist seg gjennom et rekordsterkt billettsalg. Nå er det kun et lite antall dagsbilletter igjen til hver dag. Prognosen akkurat nå, er at onsdagen kommer til å selge ut først. <a href=\"http://oya.test/program/\" target=\"_blank\">Se hvem som spiller hvilken dag her</a>.</p>\n<p>&nbsp;</p>\n<p>Foto: Johannes Granseth</p>\n","wordpress_id":2486,"translations":{"nb":{"url":"/2012/04/24/oya-pa-liste-over-the-times-sine-favorittfestivaler/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4f2ebfe4-756a-52b3-a002-1dc139444b90","locale":"nb"}}