{"data":{"wordpressPost":{"title":"Fire nye navn – under 400 ukespass igjen","date":"2019-04-09T07:50:44.000Z","content":"<p><strong>Under 400 ukespass igjen</strong></p>\n<p><strong>Connan Mockasin (NZ) – onsdag 7. august, Fortum </strong></p>\n<p><strong>Kommode – torsdag 8. august, Vindfruen</strong></p>\n<p><strong>Soccer Mommy (US) – fredag 9. august, Fortum</strong></p>\n<p><strong>Kokoroko (UK) &#8211; fredag 9. august, Amfiet</strong></p>\n<p><strong> </strong></p>\n<p>Årets billettsalg har gått langt fortere enn normalt. Vi har allerede vært utsolgt for lørdagsbilletter en god stund, og nå ligger vi an til å selge ut ukespassene før påske. De tre resterende dagene selger også svært godt, så du bør sikre deg billetter til dine favorittdager allerede nå.</p>\n<p>I dag er fire nye navn klare til Øya-programmet. Kommode med Eirik Glambek Bøe fra Kings of Convenience ga ut et flott album i 2017, og er først nå klare for å presentere dette på en norsk scene. I tillegg har vi fått bekrefta tre internasjonale navn det knyttes store forventinger til, afrobeatkollektivet Kokoroko, eksentrikeren Connan Mockasin og singer/songwriter Soccer Mommy. I løpet av våren vil enda flere legges til.</p>\n<p>&nbsp;</p>\n<p>CONNAN MOCKASIN (NZ)</p>\n<p>Opprinnelig leda han bandet Connan &amp; The Mockasins, før han sjøl tok navnet Connan Mockasin og startet solokarriere. Han har samarbeida med storheter som Charlotte Gainsbourg, MGMT og Øya-aktuelle James Blake. Connan Mockasin ga ut sitt debutalbum i 2010, men det kom ut på nytt året etter med sitt nåværende navn Forever Dolphin Love. I 2013 fulgte han opp med Caramel. Høsten 2018 kom det tredje albumet Jassbusters, som henger sammen med et filmprosjekt kalt Bostyn ‘n&#8217; Dobsyn. Gjør deg klar til å bli kjent med en artist utenom det vanlige og hans helt særegne miks av indie, jazz, R&amp;B og pop.</p>\n<p><a href=\"https://www.newshub.co.nz/home/entertainment/2018/02/review-connan-mockasin-and-the-weirdest-gig-of-my-life.html\">Newshub.co.nz</a>: &#8211; He&#8217;s so unusual, and his music and lyrics are so otherworldly and strange, but he commits himself fully to it all. He&#8217;s sincere in his weirdness. There&#8217;s no sign he&#8217;s faking anything to appease his fanbase, or trying to come across as mysterious and alternative. He just is. And his musicianship stays impeccable despite that.</p>\n<p><a href=\"https://www.facebook.com/connanmockasin/\">www.facebook.com/connanmockasin</a></p>\n<p>&nbsp;</p>\n<p>KOMMODE</p>\n<p>Kjernen i Kommode er Eirik Glambek Bøe fra Kings of Convenience og hans kompis Øystein Gjærder Bruvik. Sammen med andre musikere har de laga skiva Analog Dance Music, som kom ut i 2017. Kommode sikter mot et stort og sommerlig lydbilde, som også har rom til deres sans for disco, samba og jazz. De har tidligere gjort noen konserter ute i Europa og vi er glade for at de endelig ønsker å presentere godsakene i Oslo for et stort Øya-publikum.</p>\n<p><a href=\"https://p3.no/musikk/lyden-av-bekymringsfri-sensommer/\">P3.no</a>: &#8211; For fans av Kings of Convenience befinner Kommode seg i samme slekta, men kan heller beskrives som den hippe, laidbacke fetteren som foretrekker å gynge til retro-inspirerte rytmer à la 80-tallet på solfylte takterrasser i Frankrike.</p>\n<p><a href=\"https://www.facebook.com/kommodemusic/\">www.facebook.com/kommodemusic</a></p>\n<p><a href=\"http://www.kommode.band/?fbclid=IwAR1jT5ykdsFXm1vwqLyYZcCWQ7WT6vBaPsUxjt6ZVB9rv__2N9eFIpoUhXo\">www.kommode.band</a></p>\n<p>&nbsp;</p>\n<p>SOCCER MOMMY (US)</p>\n<p>Sophie Allison starta med hjemmelaga pop for noen år siden, og noe av dette ble samla på utgivelsen Collection i 2017. Året etter kom det første skikkelige albumet Clean, fullt av delikat og nær gitarpop. Det ble produsert av Gabe Wax, som også har jobba med innspillinger av Beirut, Deerhunter, Fleet Foxes og The War on Drugs. Clean ble kåra til et av årets aller sterkeste album i blant annet Paste, Nashville Scene, Stereogum, Newsweek, Rolling stone og Exclaim!.</p>\n<p>New York Times: &#8211; Sophie Allison’s songs are generously tender, pushing and pulling between preternatural composure and emotional disintegration.</p>\n<p>Billboard: &#8211; With her nostalgic pop sensibility, Soccer Mommy makes her songs feel intimate as she explores love, crushes and growing up.</p>\n<p><a href=\"https://www.facebook.com/soccermommymusic/\">www.facebook.com/soccermommymusic</a></p>\n<p>&nbsp;</p>\n<p>KOKOROKO</p>\n<p>De åtte medlemmene i Kokoroko dyrker sin felles kjærlighet til afrobeat som sprudler av jazz, soul og funk. Bandet blir leda av Sheila Maurice-Grey på trompet og har utspring i et ungt musikkmiljø i London med bakgrunn fra jazzutdannelse. Man kan høre inspirasjon fra legender som Fela Kuti og Tony Allen på deres selvtitulerte EP fra i vår. De fikk mange musikknysgjerrige til å åpne øra da de bidro på We Out Here, en samler med ny London-jazz som ble utgitt i fjor.</p>\n<p><a href=\"https://www.thelineofbestfit.com/reviews/albums/kokoroko-ep-review\">The Line of Best Fit</a>: &#8211; Drawing inspiration from afrobeat, jazz, African folk and more, this band of kindred spirits share their perspective on modern-day living, the only way they know how – with infectious riffs and water-tight rhythms.</p>\n<p><a href=\"https://www.facebook.com/kokorokomusic/\">www.facebook.com/kokorokomusic</a></p>\n","wordpress_id":23564,"translations":{"nb":{"url":"/2019/04/09/fire-nye-navn-under-400-ukespass-igjen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9d7f51e9-b4e1-5867-ab96-8ea6ee2ea77c","locale":"nb"}}