{"data":{"wordpressPost":{"title":"Travis Scott og NAO til Øya fredag 12/8","date":"7th March 2016","content":"<p>Vi er sikre på at disse to vil prege musikkverden i de kommende åra, så du kan likså godt bli overbevist om stjernepotensialet på Øya i august.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"300\" height=\"234\" data-srcset=\"http://oya.test/assets/uploads/2015/12/billettknapp-16-300x234.png 300w, http://oya.test/assets/uploads/2015/12/billettknapp-16.png 461w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p><strong>TRAVIS SCOTT (US)</strong></p>\n<p>Travis Scott fra Houston overbeviste og innfridde alle forventninger med skiva Rodeo i fjor høst. Den gikk inn på topp tre på albumlista, og inneholder hitten Antidote. Blant bidragsyterne på albumet finner man stjernenavn som The Weeknd, Pharrell Williams, Future, Justin Bieber, Young Thug og Toro y Moi.</p>\n<p><a href=\"http://www.xxlmag.com/rap-music/reviews/2015/09/travis-scott-rodeo-review/\" target=\"_blank\">XXLmag</a> skreiv: …Rodeo has plenty of bangers and noteworthy collaborations that help bring out a futuristic trap sound that could bleed into the mainstream of hip-hop in no time</p>\n<p>Scott har de siste åra samarbeida med storheter so Kanye West, Jay-Z, Madonna, Drake, Big Sean, John Legend og mange andre. Han er etterspurt både som artist og produsent, og er i ferd med å etablere seg i elitedivisjonen i moderne hiphop.</p>\n<p>Han starta å lage musikk midt i tenåra. Etter noen prosjekter sammen med kompiser, bosatte han seg i Los Angeles for fem år siden. Før debutalbumet markerte han seg sterkt med mixtapene Owl Pharao (2013) og Days Before Rodeo (2014). Konsertene hans er begivenheter, eller som <a href=\"http://www.theguardian.com/music/2015/sep/16/travis-scott-hip-hop-critics\" target=\"_blank\">The Guardian</a> skriver «…the Houston-bred performer makes crowds lose their minds by screaming at them and moshing on-stage aggressively». Det er altså god grunn til å glede seg til han skal skape fest i Tøyenparken.</p>\n<p><a href=\"https://www.facebook.com/travisscottlaflame\">www.facebook.com/travisscottlaflame</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>NAO (UK)</strong></p>\n<p>Da britiske NAO spilte på bransjefestivalen Eurosonic i januar, hadde hun allerede tatt tredjeplassen i BBCs kåring over artister som vil sette sitt preg på 2016, og figurerte på det toneangivende nettstedet Facts tilsvarende liste over R&amp;B. Forventningspresset ble likevel ikke for voldsomt; NAO hadde lave skuldre og leverte en så imponerende konsert at vi øyeblikkelig bestemte oss for å booke henne til Øya.</p>\n<p>Den London-baserte artisten gjorde seg først bemerket i samarbeid med A.K. Paul (broren til den enigmatiske Jai), og de sterke EPene So Good (2014) og February 15 (2015), sistnevnte trukket frem som Best New Music hos Pitchfork. Referanser som har blitt nevnt er Janet Jackson og Prince, men også nittitallets gullalder-R&amp;B og neo-soulen som overtok mot slutten av tiåret. Likevel er uttrykket distinkt, det er har elementer av en svunnen tid, men fortsatt moderne, inspirert av klassiske artister, men bearbeidet til noe eget.</p>\n<p>I fjor samarbeidet NAO med Disclosure (Superego) og Mura Masa (Firefly), før hun på tampen av året slapp singelen Bad Blood, som på mange måter viser hva hun er så god på: innovativ produksjon og en fleksibel, smektende vokal, spesielt i det høye registeret. NAO er på vei til å få et mye større publikum, og vi gleder oss stort til å presentere henne i Tøyenparken i august.</p>\n<p><a href=\"http://thisnao.tumblr.com/\">thisnao.tumblr.com</a></p>\n","wordpress_id":13662,"translations":{"nb":{"url":"/2016/03/07/travis-scott-og-nao-til-oya-fredag-128/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1ac4a6c2-7142-566e-a2ec-508add5b2cea","locale":"nb"}}