{"data":{"wordpressPost":{"title":"Øya Under 18 med Skambankt","date":"15th October 2014","content":"<p>Øyafestivalens satsing på konserter for de under 18 relanseres i høst som et samarbeid med Parkteatrets Yngling og musikklinja på Manglerud VGS. Nå er Skambankt klare som navn nummer to i denne serien med gode konsertopplevelser til ungdom. <a href=\"http://oya.test/2014/09/02/oya-under-18/\" target=\"_blank\">Første konsert er allerede 8. november, med Susanne Sundfør</a>.</p>\n<p>Øya Under 18 gjennomførte tidligere konsertturneer på ungdomsklubber i Oslo. Nå endrer vi konseptet for å i større grad involvere og lære opp yngre krefter. Vi har med oss en gruppe med elever fra 2. klasse på Manglerud VGS. De har arrangørvirksomhet som en del av pensum. Elevene er med på bookingavgjørelser, planlegging og gjennomføring av konsertene for Øya under 18 og Yngling.</p>\n<p>Andre konsert i rekken blir med Skambankt 29.januar 2015 på Parkteatret Scene.</p>\n<p>Da Skambankt slapp sitt nyeste album «Sirene» tidligere i år, mottok de fantastiske anmeldelser og gikk rett til topps på VG-lista. Bandet har siden den gang turnert Norge rundt, vært gjennom Danmark og hatt en tettpakket festivalsommer bestående av Roskilde, Øyafestivalen, Slottsfjell, Hove, Malakoff, Pstereo, Bergenfest og Bukta, for å nevne noen.</p>\n<p>&#8211; Dette har vært Skambankts aller fineste år. Takket være alle de fine publikummerne, arrangørene og frivillige vi har møtt på vår vei. Det har aldri vært tilsvarende spilleglede innad i bandet gjennom så mange konserter. Vi får bare ikke nok!  Etter nyttår skal Skambankt kun gjøre et fåtall konserter, og en av disse blir altså på Parkteatret Scene for de under 18.</p>\n<p><a title=\"http://www.skambankt.com\" href=\"http://www.skambankt.com/\" target=\"_blank\">skambankt.com </a></p>\n<p><a title=\"https://www.facebook.com/skambankt\" href=\"https://www.facebook.com/skambankt\" target=\"_blank\">facebook.com/skambankt</a></p>\n<p>&nbsp;</p>\n<p>Billetter kr. 50,- + avg.</p>\n<p>&nbsp;</p>\n<p>Billettlink: <a href=\"http://www.billettservice.no/event/440271\" target=\"_blank\">http://www.billettservice.no/event/440271</a></p>\n<p>foto Arne Bru Haug</p>\n","wordpress_id":11067,"translations":{"nb":{"url":"/2014/10/15/oya-under-18-med-skambankt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d87fd0ea-01bd-57d3-99d3-7faad9c1735c","locale":"nb"}}