{"data":{"wordpressPost":{"title":"Mer ny musikk til Øya","date":"4th May 2016","content":"<p><strong>FRØDER – torsdag 11. august<br />\nJLIN (US) live, Hi-Fi Klubben – torsdag 11. august<br />\nØYVIND MORKEN DJ-sett, Hi-Fi Klubben – fredag 12. august</strong></p>\n<p>To spennende artister slippes til Hi-Fi Klubben i dag. Footwork-innovatøren Jlin fra USA og DJen Øyvind Morken, som ukentlig skolerer et dansende Oslo-publikum i god musikk. I tillegg skal pophåpet Frøder spille i solskinnet i Tøyenparken.</p>\n<p>For noen dager sida varsla vi at det er under 2000 dagsbilletter igjen til fredagen. Nå følger torsdagen etter, og det er på tide å sikre seg dagsbilletter til begge disse dagene. De siste ukespassene ble solgt i midten av april.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"300\" height=\"234\" data-srcset=\"http://oya.test/assets/uploads/2015/12/billettknapp-16-300x234.png 300w, http://oya.test/assets/uploads/2015/12/billettknapp-16.png 461w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p><strong>FRØDER</strong><br />\nFrøders fengende låter når stadig flere, og etter at hun har signert med Sony, vokser nok fanskaren enda hurtigere. Stemmen og låtene danner et herlig nordisk sound. Først ble hun lagt merke til gjennom sitt samarbeid med CLMD, og i 2014 kom solosinglene Speed Of Sound og Over The Sea. Året etter fulgte hun opp med Keep Forever og hun imponerte under by:Larm. Etter dette plukka Spotify henne ut som et av landets aller største talenter.</p>\n<p>Sålangt i år har hun rukket å varme opp for Johndoe på Rockefeller og slippe den nye singelen Air I Need. Vi spår at hun overbeviser mange nysgjerrige par med ører i Tøyenparken og sier oss enige i dommen fra <a href=\"http://gaffa.no/anmeldelse/93201\" target=\"_blank\">Gaffa</a> etter en konsert på Mono i fjor: &#8211; Frøder og bandet hennes fyller helhetlig rommet med et perfekt sammensatt lydlandskap hvor vokalen får spille den viktigste rollen &#8211; nøyaktig slik man ønsker at det skal være.<br />\n<a href=\"https://www.facebook.com/FroderMusic/\">www.facebook.com/FroderMusic</a></p>\n<p>&nbsp;</p>\n<p><strong>JLIN (US) – Live</strong><br />\nDet er nærmest urettferdig å kalle Jerrylinn Patton en av de mest prominente kvinnelige produsentene innen footwork, slik man kan lese i diverse artikler, for hun kan fint rettferdiggjøre tittelen uansett kjønn. Jlin vokste opp i Gary, Indiana &#8211; først og fremst kjent for å være fødebyen til Michael Jackson &#8211; noen trygge mil unna Chicago. På den måten er hun tydelig påvirket av storbyens meget sterke tradisjon for elektronisk musikk, men også en outsider som kan spille etter egne regler. Patton startet i 2008, men slo for alvor gjennom med låten Erotic Heat, inkludert på Planet Mu-samleren Bangs And Works, Vol. 2 i 2011. Allerede da tøyde hun sjangerstrikken for footwork, og med fjorårets album Dark Energy må man kunne si at den røyk. Albumet er eksperimentelt og vidtfavnende, inneholder blant annet samarbeid med Holly Herndon (som spilte i Hi-Fi Klubben i fjor), og kom meget høyt på mange årsbestelister. «In its breadth of ambition and stunningly realised sounds, Dark Energy delivers more than just a new twist on an established style. Remaining tightly linked to the music of Jlin&#8217;s forebears and contemporaries, it nonetheless maps out an inspiring and tantalising glimpse of electronic music&#8217;s future», skrev The Quietus i sin anmeldelse.<br />\n<a href=\"https://www.facebook.com/jlinmusic/\" target=\"_blank\">www.facebook.com/jlinmusic</a></p>\n<p><strong>ØYVIND MORKEN &#8211; DJ-sett</strong><br />\nØyvind Morken har en helt egen evne til å hoppe mellom sjangre og gå opp og ned i tempo &#8211; uten å miste kontakten med dansegulvet. Hans ukentlige Untzdag på Jaeger har blitt en institusjon i Oslo, hvor Morken lærer mannen i gata å sette pris på sanger han aldri har hørt før. Det trengs. Morken slapp nettopp Invisible Objects på Full Pupp, hans tredje EP der. Så var det Jungelerotikk-sjutommeren da, gitt ut på Morkens lille boutique-label Moonlighting. Et stykke kosmisk skogseventyr som Ben UFO skrøt av at han hadde droppet foran nesten 2000 folk, og som har blitt plukket opp av de fleste navn verdt å nevne på leftfield-/digger-scenen. Til tross for relativt kort fartstid som produsent, har Øyvinds produksjoner blitt fanget opp av størrelser som technogudfaren Juan Atkins, Ivan Smagghe, ESP Institute og John Talabot.<br />\n<a href=\"https://www.residentadvisor.net/dj/oyvindmorken\" target=\"_blank\">www.residentadvisor.net/dj/oyvindmorken</a></p>\n","wordpress_id":13952,"translations":{"nb":{"url":"/2016/05/04/mer-ny-musikk-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"36557224-21f6-50fa-b228-14ec743894bc","locale":"nb"}}