{"data":{"wordpressPost":{"title":"Øyanatt: Ball Em Up presenterer coucou chloe","date":"27th June 2018","content":"<p>Revolver, lørdag 11. august</p>\n<p>Øyanatt &amp; Ball Em Up pres: coucou chloe (FR)</p>\n<p>&nbsp;</p>\n<p>coucou chloe (fr) + Drippin + Fakethias + Purpurrpurple</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>coucou chloe er en Fransk produsent og vokalist basert i London, som har opplevd en meteorisk og velfortjent suksess det siste året. Ifølge Pitchfork «slår hennes kompromissløse klubbkreasjoner pusten ut av dansegulvet» og Vogue kalt henne en av de mest interessante produsentene i Londons klubbmiljø.</p>\n<p>&nbsp;</p>\n<p>Hennes debut-EP Halo ble utgitt gjennom det hippe Berlin-labelet Creamcake høsten 2016, og mye har skjedd siden da. Singelen Doom dukket opp som en del av lydsporet til Rihannas Fenty x Puma-moteshow på New York Fashion Week i september 2017 — noe som la forholdene til rette for å kunngjøre hennes mest definerende arbeid per dags dato, Erika Jane EP.</p>\n<p>&nbsp;</p>\n<p>Erika Jane, oppkalt etter hennes virkelige navn, sementerte videre signaturlyden hennes med sin iskalde, demoniske vokal satt imot forvrengte kicks og tung, kroppslig perkusjon. EPen utforsker coucou chloes interesser som vokalist videre, mens produsentene Sega Bodega og Kablam gjør gjesteopptredener.</p>\n<p>&nbsp;</p>\n<p>ENGLISH</p>\n<p>coucou chloe is a London-based, Paris-bred producer who has experienced a meteoric and well-deserved ascent over the past year. According to Pitchfork, “Her breakneck club creations can leave dancers breathless in minutes&#8221; and Vogue named her one of the most interesting producers in the London underground scene.</p>\n<p>&nbsp;</p>\n<p>Her debut EP, Halo, was released through the enthralling Berlin imprint Creamcake in the fall of 2016 and a lot has happened since then. Her single “Doom” appeared as part of the soundtrack for Rihanna’s Fenty x Puma fashion show at New York Fashion Week back in September 2017, which was the perfect timing for her to announce her most defining effort yet, the “Erika Jane“ EP.</p>\n<p>&nbsp;</p>\n<p>“Erika Jane“ named after her real name, further cemented her signature sound, featuring warped, sinister vocals together with overdriven, distorted kicks and punishing percussion. The EP explores her interests as a vocalist even further, whilst producers Sega Bodega and Kablam also make appearances on the EP.</p>\n<p>&nbsp;</p>\n<p>SOUNDCLOUD</p>\n<p><a href=\"https://soundcloud.com/coucouchloe\">coucou chloe (fr)</a></p>\n<p><a href=\"https://soundcloud.com/drippin\">Drippin</a></p>\n<p><a href=\"https://soundcloud.com/fakethias\">Fakethias</a></p>\n<p><a href=\"https://soundcloud.com/purpurrpurple\">Purpurrpurple</a></p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":22023,"translations":{"nb":{"url":"/2018/06/27/oyanatt-ball-em-up-presenterer-coucou-chloe/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a147bc14-1763-5760-973f-ac871502716d","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2018/06/27/oyanatt-ball-em-up-presenterer-coucou-chloe/","redirect":false}}}