{"data":{"wordpressPost":{"title":"Mari Boine, Jens Carelius og Destroyer i Middelalderparken","date":"7th April 2011","content":"<p>MARI BOINE<br />\nVi er stolte over å kunne presentere en særegen norsk artist, med et unikt uttrykk. Mari Boine har et stort publikum her hjemme og internasjonalt, men hun er ikke en gjenganger på norske rockefestivaler. På Øya vil du kunne oppleve en artist med røtter i den samiske kulturen, men som er påvirket av et utall stilarter. Boine har latt seg inspirere av ulike typer folkemusikk fra flere verdensdeler. Hun har en scenepersonlighet som få norske artister kan matche. Mari Boine har mottatt en rekke priser i løpet av karrieren og er noe så sjelden som en Øya-aktuell artist som har mottatt St Olavs Orden.</p>\n<p>Mari Boine debuterte som plateartiast i 1985 med Jaskatvuođa maŋŋá (Etter stillheten). Hennes første internasjonale utgivelse var Gula Gula, som ble utgitt av Peter Gabriel i 1990, et år etter at den nådde norske platehyller. Salgstall som medførte listeplasseringer kom først på 90-tallet, men hun har hele tiden vært respektert for å være en pioner når det gjelder å kombinere samisk musikk med rock og jazz.   Hun har også bidratt på en rekke andre utgivelser, blant annet med Jan Garbarek og Ole Paus. Boine har blitt remiksa av Mental Overdrive, Jah Wobble, Biosphere, The Knife og flere andre. Hennes foreløpig siste utgivelse er den doble samleren Áiggi Askkis, som gir et meget godt innblikk i karrieren hennes. Her får du studioinnspillinger, livelåter og remikser. På Øya kan du mote Mari Boine i en litt uvanlig setting, men vi er sikre på at hun hører like godt hjemme i Middelalderparken, som noe annet sted.<br />\n<a href=\"http://www.myspace.com/boine\" target=\"_blank\">MYSPACE</a></p>\n<p>DESTROYER (CA)<br />\nDan Bejar fra Vancouver ga i januar ut albumet Kaputt, det foreløpig siste i en lang rekke under artistnavnet Destroyer. Om den herlig utfordrende utgivelsen skreiv Groove.no ”…det er i grenseland mellom drøm og virkelighet, litteratur og akademia at Dan Bejar trives og operer best”. Innholdet er småsofistikert indiepop som man ikke går lei med det første. Om du lurer på om du har støtt på Bejar tidligere, kan vi røpe at han har spilt i Swan Lake med Spencer Krug fra Wolf Parade/Sunset Rubdown og vært en del av powerpopkollektivet The New Pornographers. Han debuterte som Destroyer i 1996.</p>\n<p>Mange tenker nok på Destroyer som en indieartist, men han blander også inn softrock, kvalitetspop og jazz i sin særegne miks av stiler. Drowned In Sound har ment at han er ”indie rock’s best kept secret”. Du kan finne ut om dette stemmer når han kommer til Middelalderparken under Øya onsdag 10. august. Med seg skal han ha et fantastisk sjumannsband som kommer til å spre godlyd utover festivalområdet.<br />\n<a href=\"http://www.myspace.com/destroyer\" target=\"_blank\">MYSPACE</a></p>\n<p>JENS CARELIUS<br />\nJens Carelius har de siste årene markert seg som en av de sterkeste unge singer /songwriterne i landet.  Nå kommer hans tredje album The Architect og vi tror dette kan være en av årets aller beste utgivelser her til lands. På Øya-kontoret har vi vært hekta siden den første tjuvlytten. Jens Carelius har sin egen miks av folkrock og ambisiøs popmusikk. Det later stort, friskt og ikke så lite dramatisk. Han er en artist som vokser for hver skive og vi er spente på fortsettelsen.</p>\n<p>The Architect er egentlig soundtracket til en film som kommer først neste år. Materialet til skiva ble skrevet sør i Frankrike under et tre måneder langt opphold i fjor. Forrige utgivelse, The Beat of the Travel fra 2009, fikk terningkast seks i Dagbladet. Kritikere har trukket fram legender som Nick Drake og Leonard Cohen når de skal finne noen musikalske referanser. Carelius er inspirert av disse, men byr samtidig på så mye mer. Han skal åpne hele utendørsdelen av Øyafestivalen, fra vår største scene, onsdag 10. august. Vær tidlig ute og få med deg en av de mest spennende norske soloartistene akkurat nå.<br />\n<a href=\"http://www.myspace.com/jenscarelius\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":174,"translations":{"nb":{"url":"/2011/04/07/mari-boine-jens-carelius-og-destroyer-i-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1ce55780-581d-53fa-93e2-66986bb2823b","locale":"nb"}}