{"data":{"wordpressPost":{"title":"Øyafestivalen får TONO-pris","date":"13th August 2011","content":"<p>*FRA TONOS PRESSEMELDING:*<br />\nØyafestivalen får prisen for eksepsjonell formidling av skjellsettende musikkopplevelser og for å vise åpenhet og nysgjerrighet i forhold til ulike musikalske uttrykk uten å kompromisse på profesjonell kvalitet og oppriktig kjærlighet til musikken.</p>\n<p>Prisen består av et diplom av Rune Mortensen og kr 50 000. Øyafestivalen vil donere prispengene til Flyktninghjelpens arbeid for de sultrammede på Afrikas Horn.</p>\n<p>*Juryens begrunnelse*<br />\nDet både lages og fremføres mye fin musikk i Norge. For at publikum skal få sin velfortjente gåsehud og for at musikken skal få den plassen den fortjener i offentligheten, er komponister og utøvere avhengige av at musikken bæres frem av konsertarrangører, produsenter og institusjoner som gir musikken en verdig ramme. I år deler TONO for første gang ut en pris til en eksepsjonell formidler.</p>\n<p>På vegne av Norges opphavsmenn og -kvinner vil vi takke for engasjementet og gi prisen for årets eksepsjonelle formidler til Øyafestivalen.</p>\n<p>Prisen går ikke til én person, men til en horde ildsjeler som for over ti år siden ønsket å lage et arrangement i Oslo som kunne gi publikum skjellsettende musikkopplevelser. Resultatet var en festival som i løpet av kort tid utviklet seg til å bli en av Norges viktigste musikkfestivaler. En festival som kjennetegnes av åpenhet og nysgjerrighet i forhold til ulike musikalske uttrykk uten å kompromisse på profesjonell kvalitet og oppriktig kjærlighet til musikken. En festival som viser samfunnsengasjement og miljøbevissthet, og som er et trygt sted for publikum å oppleve både sine favorittartister og musikk man ikke visste at man likte.</p>\n<p>Festivalens omdømme gir fortjent oppmerksomhet fra utlandet. Det gir norske artister anledning til å stå på en scene i Norge og bli oppdaget av et internasjonalt marked. TONOs jury vil også berømme det langsiktige arbeidet som gjøres gjennom hele året, samt opprettelsen av en egen festival for barna – Miniøya.</p>\n<p>Juryen<br />\nÅrets jury har bestått av Maja Solveig Kjelstrup Ratkje, Tore Hansen, Dag Krogsvold, Ingrid Kindem, Lars Petter Hagen og Synne Skouen (juryleder).</p>\n","wordpress_id":15519,"translations":{"nb":{"url":"/2011/08/13/ayafestivalen-fayr-tono-pris-for-eksepsjonell-formidling/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8d750b95-2c8f-5362-8dce-3a53b8cb8a25","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2011/08/13/ayafestivalen-fayr-tono-pris-for-eksepsjonell-formidling/","redirect":false}}}