{"data":{"wordpressPost":{"wordpress_id":288,"title":"En vegg av lyd 2010","excerpt":"<p>Et knippe av våre favorittdesignere har laget plakater av et utvalg Øya-aktuelle artister. Under festivalen kan du kjøpe en fantastisk fin plaktserie, med Ariel Pink&#8217;s Haunted Graffiti, Raekwon, Iggy &#038; The Stooges, Motorpsycho, Robyn, The Specials, The xx, LCD Soundsystem, The Flaming Lips, Serena Maneesh, Ost &#038; Kjex, Shining, Four Tet og Field Music. Denne selges i samme bod som har offisiell Øya-merch i handlegata.</p>\n","content":"<p>I forbindelse med de to foregående festivalene har Øyafestivalen, i samarbeid med Are Kleivan og The American Poster Institute, presentert internasjonal konsertplakatkunst med En Vegg av Lyd. Utstillingene har bestått av mer enn 200 plakater fra hele verden, som virkelig har vist bredden i den internasjonale plakatkunstscenen. Svært mange har tatt turen innom for å se, og mesteparten av plakatene har funnet veien hjem til vegger i det ganske land i løpet av få timer. </p>\n<p>I 2010 har vi laget en ny liten vri på prosjektet. Vi har invitert et knippe av de designerne og illustratørene vi liker aller best til å lage poster for et band eller en artist som spiller på Øya i år. De har fått fritt spillerom til å tolke artisten, bandet eller musikken som de vil, med format og trykkemetode som eneste begrensning. </p>\n<p>Plakatene silketrykkes for hånd hos Automaton Studio i et begrenset og nummerert opplag. Serien stilles ut og selges på festivalen. </p>\n<p>*Designerne og artistene de valgte*<br />\nØivin Horvei: Ariel Pink&#8217;s Haunted Graffiti<br />\nYourfriends (Henrik Fjeldberg &#038; Carl Gürgens): Raekwon<br />\nAre Kleivan: Iggy &#038; The Stooges<br />\nErling Knudsen: Motorpsycho<br />\nLevi Bergquist og Kristian Hammerstad: Robyn<br />\nAnna Martine Nilsen: The Specials<br />\nMari Hovden: The xx<br />\nChristian Schnitler: LCD Soundsystem<br />\nSindre Wexelsen Goksøyr: The Flaming Lips<br />\nDimitri Kayiambakis: Serena Maneesh<br />\nMartin Kvamme: Ost &#038; Kjex<br />\nBendik Kaltenborn: Shining<br />\nRobin Snasen Rengård: Four Tet<br />\nAndré Tehrani: Field Music</p>\n","date":"2010-08-07T10:47:09.000Z","featured_image":null,"translations":{"nb":{"url":"/2010/08/07/en-vegg-av-lyd-2010/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"afb3eeec-cbbd-50c9-a15d-86df60fca54e","locale":"nb"}}