{"data":{"wordpressPost":{"title":"The Cumshots med bursdagsfeiring på Øya 12. august","excerpt":"<p>Torsdag 12. august blir det dobbel bursdagsfeiring i Middelalderparken med The Cumshots. Denne dagen er det nemlig ti år siden bandet spilte sin første konsert. I tillegg fyller frontmann Max Cargo, bedre kjent som Kristopher Schau, 40 år denne kvelden. Feiringa finner sted på Vika-scena, hvor The Cumshots skal avslutte kvelden med en orgie av mørk rock og negativ metal. På torsdagen kan du se flere barske rockeband, blant annet psychmetalmonsteret Baroness og de råfengende, plateaktuelle pønkerne Against Me!, så det er god grunn til å spenne på seg naglene og komme seg til Middelalderparken 12. august.</p>\n","content":"<p>Vi spurte Kristopher om tanker rundt å feire 40-årsdagen på scena under Øya. Han svarte følgende:<br />\n-Vi hadde debuten vår på 30-årsdagen min, så i en ideell verden hadde dette vært den siste konserten vi noen gang gjorde. 10 år på dagen. Blir ikke stort ryddigere enn det. Klart det hadde jo ødelagt, den nært forestående, 50-årsdagen min, men det får heller bare være.</p>\n<p>Som alle bursdagsbarn, har han selvsagt forventninger om å få noe mer ut av dagen enn bare gratulasjoner:<br />\n&#8211; Gavemessig så er det jo en gylden mulighet til kvantitet fremfor kvalitet. Kommer det 3000 pers og alle har med 2 presanger hver kan det bli riktig så trivelig. Minner selvfølgelig også om at penger er den flotteste gaven av alle. Iskaldt og upersonlig. Akkurat sånn jeg liker det.</p>\n<p>Om The Cumshots<br />\nI høst kom deres fjerde album A Life Less Necessary, som betydde at bandet hadde nye doser råskap å servere rock- og metalhungrige nordmenn. Skiva er full av kraftig, svett og mandig krysning mellom blodig metall og rå rock. Samtidig byr den på mer variasjon og dybde enn tidligere album, uten at det går på bekostning av bandets mørke sider. Som Harald Fossberg skrev i sin anmeldelse i Aftenposten ”Når jeg hører denne platen, er det som å gjenoppleve filmen Se7en, en kvalmende klaustrofobisk opplevelse der morderen tar utgangspunkt i de syv dødssynder”.</p>\n<p>De siste månedene har bandet opplevd en betydelig interesse fra Storbritannia og har stått på engelske scener ved flere anledninger. Magasiner som Rock Sound (10 av 10), Kerrang (5 av 5) og Metal Hammer (8 av 10) har vært overbegeistret. Akkurat som her hjemme er dette et band som kommer til å bite seg fast i hjerterota til de som er oppvokst med Motörhead, Slayer, Entombed eller annen eksplosiv rock i øregangen.</p>\n","date":"2010-05-19T11:47:00.000Z","wordpress_id":385,"featured_image":null,"translations":{"nb":{"url":"/2010/05/19/the-cumshots-med-bursdagsfeiring-pa-%c3%b8ya-12-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bece4243-d225-5ff7-9241-2bb8adb19513","locale":"nb"}}