{"data":{"wordpressPost":{"title":"Unik Kaizers-konsert på Øya","date":"1st March 2011","content":"<p>KAIZERS ORCHESTRA<br />\nDet er få norske band som kan vise til en så solid rekke med førsteplasseringer på albumlista som Kaizers Orchestra, en bedrift de gjentok med ferske Violeta, Violeta Vol 1 nylig. Skiva er den første i en serie på tre album, hvor nummer to kommer ut noen måneder etter at bandet har framført det i sin helhet i Middelalderparken. Hele Øya-konserten, som også vil inneholde en like lang del med blinkskudd fra tidligere utgivelser, vil gjøres tilgjengelig for streaming dagen etter. Albumtrilogien vil samla bestå av omfattende mengder musikk som skal vise bandets fulle bredde. Del to, som bandet i et intervju har beskrevet som ”rett fram, høyt tempo”, vil du altså få en førpremiere på under Øyafestivalen.</p>\n<p>Det er ti år siden Kaizers Orchestra slo igjennom med debutalbumet Ompa Til Du Dør. Siden den gang har de hatt enorm suksess med sin egen miks av hardtslående rock, kabaretpønk og øst-europeiske elementer. Deres tekster på dialekt, som danner et eget univers av historier og karakterer, har fascinert et stort publikum i en årrekke. Man kan trygt si at det ikke finnes noe fenomen som er i nærheten av Kaizers Orchestra i norsk rocks historie.</p>\n<p>Mange har fått med seg et utall gode anmeldelser av bandet her hjemme, men også utlandet har lagt merke til deres eksplosive rock og oljetønnejuling. Dette har medført flere turnéer i Europa, og i år besøker de blant annet Danmark, Sverige, Tyskland og Nederland. Allmusic.com kalte debutskiva ”nothing short of a revelation”.</p>\n<p>Utenlandske storheter som Tom Waits, Nick Cave og Morphine har vært trukket fram for å gi et bilde av hvordan Kaizers Orchestra låter, men ingen av disse navnene gir et korrekt inntrykk av hvordan det er å oppleve denne gjengen i konsertsammenheng. Til tross for det imponerende platesalget, er de fleste fans enige om at det er på scena bandet er i sitt rette element. Det er slik du skal få oppleve Kaizers musikk på Øya, med fullt trøkk når de serverer både nytt og gammelt materiale. Noe har du aldri hørt før, mens annet er blant de mest solide og kjente rockekomposisjonene de siste ti åra. Gjør deg klar for en konsertopplevelse du seint vil glemme, både fordi den leveres av et band som er et regelrett rockefyrverkeri og fordi du vil kunne gå tilbake å høre den på nett i ettertid.<br />\n<a href=\"http://www.myspace.com/kaizerso\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":192,"translations":{"nb":{"url":"/2011/03/01/unik-kaizers-konsert-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6bcff284-09b4-560b-82ab-77fe8d70be79"}}