{"data":{"wordpressPost":{"title":"Storslipp med bob hund, Marit Larsen +++","date":"2009-02-10T09:16:00.000Z","content":"<p>bob hund (SE)<br />\nMarit Larsen<br />\nMunicipal Waste (US)<br />\nHello Saferide (SE)<br />\nKvelertak<br />\nBaddies (UK)</p>\n<p>Billettsalget til sommerens Øyafestival går jevnt og trutt. Festivalpassene har vært i salg siden desember og det er all grunn til å sikre seg billett til sommerens feteste musikkhappening allerede nå. Det renner inn med bekreftelser på Øya-kontorene og vi kan i dag kline til med et storslipp av den virkelig imponerende sorten. Her er det noe å glede seg over for indiefantaster, metallhuer og popelskere. Vi kan nesten ikke vente på å få oppleve disse seks i parken og venter i spenning på at flere artister skal falle på plass.</p>\n<p>bob hund (SE)<br />\nTil sommeren skal bob hund glede Middelalderparken med frekk indierock på svensk. Bandet har et trofast og engasjert publikum i hovedstaden, med mange favorittlåter fra bob hunds brede katalog.  Sirkelen er endelig sluttet for bob hund i Norge. Vår bookingsjef booket deres første konserter i Norge på So What!, hvor de spilte hele tre ganger. Nå kommer de endelig for første gang på Øyafestivalen. Med album som bob hund, Omslag: Martin Kahn, Jag rear ut min själ! Allt ska bort!!! og Stenåldern kan börja etablerte de et sterkt navn i både Sverige og Norge. Hvem har vel ikke gaula Ett fall &#038; en lösning, Istället för musik: förvirring og Mer än så kan ingen bli på fest. I tillegg til knallsterke låter og et sound i krysningspunktet mellom indie og punk, har den energiske vokalisten Thomas Öberg bidratt til at bob hund i en årrekke har vært blant Skandinavias mest solide liveband. De var oprinnelig inspirert av rockens særere avgreininger, som Velvet Underground, Captain Beefheart og klassisk punk, men raskt benyttet de disse elementene til å skape noe helt nytt i svensk rock. I noen år har de hatt hovedbandet på is, for å satse på sideprosjekter og den engelskspråklige utgaven Bergman Rock. Siden i fjor har det igjen vært liv i bob hund-leiren og i august kan du oppleve dette elleville rockeshowet på Øyafestivalen. Ny skive er planlagt utgitt i mars, så se fram til en god miks av nytt og gammelt. Dersom du allerede er blodfan, veit du akkurat hva du kan glede deg til. Har du aldri sett bob hund på en scene, kan du forvente herlig, befriende og eksplosiv rock.<br />\n<a href=\"http://www.myspace.com/bobhundofficial\" target=\"_blank\">MYSPACE</a></p>\n<p>MARIT LARSEN<br />\nMarit Larsen har på få år blitt en av norsk pops virkelig store stjerner. Det er ikke mange artister som er like populær både blant publikum og kritikere. Ved utgivelsen av hennes andre album The Chase skrev VG ”Både når det gjelder musikk og følelser får Marit Larsen det enkle til å virke storslagent, og det storslagne til å virke enkelt”. Flere var enige i kvalitetene for skiva okkuperte førsteplassen på salgslistene.  Hun har i tillegg hatt store radiohits som Don’t Save Me, If A Song Could Get Me You og Under The Surface. Sistnevnte var også navnet på debutalbumet, som ga henne en plass i Øya-programmet i 2006. I tillegg til å være en imponerende låtskriver, veksler Marit Larsen mellom å traktere tangenter og strenger. Sjøl nevner hun navn som Rufus Wainwright, Feist, Dolly Parton, Kjell Askildsen, Alison Krauss, Antony &#038; The Johnsons, Jonathan Safran Foer, Billy Joel, Radiohead og Grieg når hun skal ramse opp inspirasjonskilder. Hun har vist seg som en artist med stayer-potensiale og har velfortjent vunnet mange pophjerter. Trenger du noe mykt, roende og vakkert i sommersola, er dette konserten for deg under årets Øyafestival.<br />\n<a href=\"http://www.myspace.com/maritlarsen\" target=\"_blank\">MYSPACE</a></p>\n<p>MUNICIPAL WASTE (US)<br />\nThrash metal har fått et skikkelig oppsving den siste tiden. Det handler ikke først og fremst om at band som Testament, Megadeth og Slayer er i storform, men at det har dukket opp en betydelig mengde band som henter inspirasjon fra disse og har fornyet genren. Helt i spissen av disse finner man Municipal Waste fra Virginia, som angriper genren med kledelig uhøytidelighet og en passe dose frekt pågangsmot. De har hoppet over Oslo på tidligere Europa-besøk, men nå kommer de til Middelalderparken i forkant av sin nye skive. Det blir mye å glede seg over for alle de som har falt for den  herlige The Art of Partying. Bandet har stor forkjærlighet for metal, punk og annen musikalsk aggresjon, samtidig som de kjemper den gode kampen for øl og mot kjedsomhet. Medlemmene er oppvokst med band som DRI, Suicidal Tendencies, Corrosion Of Conformity og Nuclear Assault. Debuten kom i 2003 og bar navnet Waste ’em All. Deretter fulgte Hazardous Mutation og så altså gjennombruddet The Art of Partying. Låttittler som Drunk as Shit, Thrash?! Don&#8217;t Mind If I Do, Headbanger Face Rip, Lunch Hall Food Brawl, Beer Pressure og Septic Detonation sier sitt om humøret til kvartetten.  Materialet bandet jobber med om dagen skal visstnok være deres mest aggressive noensinne. Passende nok skal en av låtene ha navnet Massive Aggressive. Før de kommer til Øya skal gjøre seg ferdig i studio og legge ut på en lengre USA-turné. Vi ses i Middelalderparken med pils i neven og oppvarma nakkemuskler.<br />\n<a href=\"http://www.myspace.com/municipalwaste\" target=\"_blank\">MYSPACE</a></p>\n<p>HELLO SAFERIDE (SE)<br />\nAnnika Norlin har gitt ut to skiver på engelsk under navnet Hello Saferide. Hun debuterte med Introducing…Hello Saferide i 2005. More Modern Short Stories From Hello Saferide, som kom i fjor, var i våre ører et av årets beste skandinaviske popalbum. I tillegg til Hello Saferide gir hun ut svenskspråklige låter under navnet Säkert, som også har blitt meget godt mottatt. Skiva med samme navn fra 2007 fikk skryt for å inneholde tydelig og selvsikkert pop uten sidestykke i svensk låtskriving. Hun har ved flere anledninger vunnet svenske Grammis-priser og selger for tiden ut konsertlokaler over hele Sverige. Hello Saferide er smart og nær popmusikk med sterke tekster. Den tidligere journalisten Norlin lager godlyd som ligger et sted i landskapet mellom indie og klassisk pop. Vi garanterer at det er mye å hente her for de som allerede har tapt hjertene sine til The Beautiful South, Rilo Kiley, Belle &#038; Sebastian og Raymond &#038; Maria. Det er mange som forventer at hun kommer til å være en betydelig stemme i svensk populærmusikk i mange år framover. Om fjorårets utgivelse skrev svenske City ” More short stories from Hello Saferide  är just fler betraktelser från en av landets främsta berättare. Musikaliskt går hon runt i sitt eget indiebibliotek och plockar referenser. Men om debuten är tvångstankar och högstadium, är More short stories&#8230; mer country och melankoli”. Til tross for en viss uro i tekstene, er Hello Saferide det perfekte lydsporet til mild sommerbris.<br />\n<a href=\"http://www.myspace.com/hellosaferide\" target=\"_blank\">MYSPACE</a></p>\n<p>KVELERTAK<br />\nDet seks mann sterke Stavanger-bandet Kvelertak viste seg nylig fram på slagkraftig vis i Zoom-finalen på Garage. Vi lot oss imponere og så ingen annen løsning enn å gi bandet plass i Middelalderparken i august. Kvelertak spiller barsk rock med referanser til knallhard metall og aggropønk. Sjøl har de kalt sin energiske rock for necro&#8217;n&#8217;roll. De har forsøkt å oppsummere sine inspirasjonskilder på denne måten: ” Satyricon meets Turbonegro, Burzum meets The Buzzcocks, Enslaved meets Monster Magnet”. Med andre ord en brutal og hemningsløs kraftpakke, som etterlater publikum svimle og smørblide. Kvelertak er i disse dager på veien med Skambankt og skal rundjule øra til alle nysgjerrige på by:Larm.<br />\n<a href=\"http://www.myspace.com/kvelertak\" target=\"_blank\">MYSPACE</a></p>\n<p>BADDIES (UK)<br />\nThe Baddies er et relativt nytt band fra Southend, England.  De har så langt kun rukket å gi ut singelen Battleships, men har allerede mottatt godord fra store deler av de britiske musikkmedier og bransje. De har også imponert publikum med pønka energi, kraftige riff og trefsikre låter.  The Times mente for kort tid siden at &#8220;Baddies&#8217; debut single Battleships is like the Beastie Boys have challenged the Pixies to a sing off while Klaxons woo woo the fight along from the sidelines. And they&#8217;re all loving it&#8221;. Hypemaskinen NME har hatt dem på lista over band man absolutt bør følge med på i 2009. Vi slutter oss til denne anbefalingen. Bandet overbeviste stort på bransjetreffet Eurosonic i Nederland i vinter og resultatet var at de ble arrangementets mest ønska nye band av europeiske festivaler. Dessverre var de litt seinere nødt til å avlyse sin planlagte Norges-debut, men nå får du en ny mulighet på Øya. Vi anbefaler at du innfinner deg der.<br />\n<a href=\"http://www.myspace.com/baddies\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":634,"translations":{"nb":{"url":"/2009/02/10/storslipp-med-bob-hund-marit-larsen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2090f760-2b6a-5fd1-bf4b-c36ab3d64083","locale":"nb"}}