{"data":{"wordpressPost":{"title":"Kunst på Øyafestivalen","date":"5th August 2010","content":"<p>*Who are you?* av Jannik Abel<br />\nWho are you? er et kunstverk som ble laget med inspirasjon fra Amnestys menneskerettskampanje for mennesker som forsvinner, uten at familie og venner får vite om de er fengslet, henrettet eller holdt fanget. Vi vet at livet kan forandre seg på noen sekunder, på noen uker, ufrivillig eller gjennom egne valg. Verket er ment som en påminnelse om at vi er mange som savner noen. Om ikke i så dramatiske situasjoner som de Amnesty jobber for. Vi har savnet, minnene og følelsene felles. For min egen del savner jeg min nærmeste som måtte gi tapt for kreften i 2009.<br />\n<a href=\"http://www.luckyoneway.no/\" target=\"_blank\">www.luckyoneway.no</a></p>\n<p>*Palast der Republik* av Tammo Rist<br />\nPalast der Republik er inspirert av samarbeidet med en aksjonsgruppe i Berlin, med mål om å gi et perspektiv på bygningens fremtid. I de to lysboksene ser man et tredimensjonalt bilde av det nedrevne Palast der Republik. Bygget huset i sin tid parlamentet i DDR og fungerte også som åpent kulturhus. Utstyret med 3D-briller opplever betrakteren nå et stykke omdiskutert historie som blir forsøkt fjernet fra vår allmenne bevissthet gjennom utviskning av alle fysiske spor.<br />\n<a href=\"http://www.tammorama.com/\" target=\"_blank\">www.tammorama.com</a></p>\n<p>*Bjørn-Kowalski Hansen og Jan Christensen*<br />\nBjørn-Kowalski og Jan har jobbet sammen på flere prosjekter tidligere. De har ikke verket klart ennå, men har følgende å si om det kommende samarbeidet:<br />\n”Øyafestivalens ambisjoner om en inkluderende og opplevelsesrik erfaring for publikum, gir muligheter for å eksperimentere med kunstneriske idéer som befinner seg i grenseskillet mellom kunst, design og arkitektur. I denne sammenhengen møtes mennesker for å oppleve noen dager med konserter og musikk, hvor man kan arbeide med uttrykk og produksjon som både kan ha praktisk funksjon og fungere som bakteppe for selve festivalen.”<br />\n<a href=\"http://kowalskiness.blogspot.com\" target=\"_blank\">kowalskiness.blogspot.com</a><br />\n<a href=\"http://www.janchristensen.org\" target=\"_blank\">janchristensen.org</a></p>\n","wordpress_id":299,"translations":{"nb":{"url":"/2010/08/05/kunst-pa-%c3%b8yafestivalen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d92ee5b6-b24e-535a-ae64-6ddebe5e98bb"}}