{"data":{"wordpressPost":{"title":"Röyksopp og Chairlift til Øya","date":"19th January 2009","content":"<p>RÖYKSOPP<br />\nCHAIRLIFT (US)</p>\n<p>Øyafestivalen har tidligere offentliggjort Arctic Monkeys, Satyricon og Kåre &#038; The Cavemen, med flere. Nå er nok et stort navn på plass. Elektroprinsene i Röyksopp gjør ganske få konserter og vi er mer enn storfornøyde med at de vil gjøre sin første norske festivalen i 2009 på Øyafestivalen.  Vi lover en konsert som vil gjøre elle fans varme om hjerterøttene lørdag 15. august. I tillegg har vi fått på plass New Yorkerne Chairlift, som har snurra jevnlig på P3 i hele vinter med hitten Bruises.  </p>\n<p>RÖYKSOPP<br />\nRöyksopp legger en av sine få konserter i 2009 til Middelalderparken og Øyafestivalen. Når Norges største elektronikasuksess står på scenen lørdag 15. august, er det seks år siden de sist gledet Øya-publikummet. Du har sikkert fått med deg den ferske singelen Happy Up Here på radio. 23. mars kommer det nye albumet, som de har valgt å kalle Junior. Som tidligere har de hatt med seg et stjernelag av gjestevokalister i studio (Robyn, Lykke Li, Anneli Drecker og Karin Dreijer fra The Knife). Vi har fått mulighet til å sniklytte på et utvalg låter og mener det er all grunn til å glede seg, både til plateslipp og konsert i Middelalderparken. Röyksopp er som kjent ikke av banda som er oftest å se på norske scener, dermed er vi kjempestolte over å kunne presentere duoen som en del av vårt 2009-program. Konserten på Øya blir deres første festivaljobb etter utgivelsen av Junior.</p>\n<p>Torbjørn Brundtland og Svein Berge kommer fra den norske elektronikabastionen Tromsø og starta samarbeidet under dette navnet seint på 90-tallet. Etter hvert etablerte de seg i Bergen. Röyksopp albumdebuterte i 2001 med braksuksessen Melody A.M. som ga dem stjernestatus på flere kontinenter. Tidvis føltes det som om dette var skiva som passa til alt og ble dermed spilt på fest, i butikker, på by’n, i reklamer, hos frisøren, på radio, på café osv. Skiva var med andre ord et viktig ledd i å bringe ny norsk kvalitetselektronika ut til et stort publikum, både her hjemme og ute i den store verden. I Norge har den liggi imponerende 61 uker på albumlista. Den gikk inn på topp ti i Storbritannia, noe oppfølgeren The Understanding også nesten klarte. I Norge har de blitt beæret med hele fem Spellemannspriser og fire Alarmpriser. I 2009 skal de bekrefte sin posisjon på den internasjonale elektronikascenen og det er ingen grunn til å bli hjemme når det hele feires i Middelalderparken.</p>\n<p>CHAIRLIFT (US)<br />\nDu har kanskje blitt hekta på Chairlifts radiohit Bruises? Den er forøvrig også brukt i markedsføringen av den nyeste utgaven av iPod Nano. Nå kan du oppleve elektropoptrioen fra Brooklyn i Middelalderparken under Øyafestivalen. De starta opprinnelig i Colorado, men så raskt behovet for å flytte til New York. Bandet debuterte med den sjølfinansierte Daylight Savings i 2007 og fulgte i høst opp med det knakende gode popalbumet Does You Inspire You. Skiva har fått et knippe sterke anmeldelser på norske musikknettsider. Chairlift har delt scene med heite suksesser som MGMT og Yeasayer, uten at de ligner helt på noen av dem. Bandet stjeler nemlig litt fra moderne indie, samtidig som de kaster blikk tilbake til 80-tallet. Dette er sjarmerende popmusikk, som man både kan bli glad av og få dansefot til. Chairlift kommer til å kle Middelalderparken og strålende sol i august. Det er vi sikre på at også du gjør. </p>\n<p><a href=\"http://www.myspace.com/chairlift\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"063b455f-bad5-5538-a1b7-af4ec1022768"}}