{"data":{"wordpressPost":{"title":"Øyanatt på Mono","date":"2015-04-21T13:02:38.000Z","content":"<p><span style=\"line-height: 1.5\">Første Øyanatt-arrangement på Mono er klart til å annonseres, og det dreier seg om to suggererende rockeband man bør få med seg. <a href=\"http://www.billettservice.no/event/459975\" target=\"_blank\">Billett kjøper du her</a>, og det er rabatt for de med gyldig øyabillett til onsdagen eller ukespass. </span></p>\n<p>BEASTS (UK)<br />\n<span style=\"line-height: 1.5\">Beasts fra Storbritannia ble dannet i 2013, og er en av de mest lovende nykommerne på den britiske undergrunnsrockscenen. Debutsingelen Annie ble produsert av ex-Sikth-gitarist og produsent Dan Weller (Enter Shikari, Young Guns, Kids In Glass Houses) i Desember 2013. De fikk stor oppmerksomhet og support fra Daniel P. Carter og Zane Lowe (BBC Radio 1). Sistnevnte karakteriserte dem som «The Next Hype» i UK og de fikk massiv radiospilling på bla XFM, Kerrang! Radio og Amazing Radio (track of the day/record of the week).</span></p>\n<p>Bandet hadde en travel festivalsommer i 2014 som inkluderte bl.a. The Great Escape, Camden Rocks, Isle Of Wight Festival, Y Not Festival, og avsluttet sommeren med legendariske Reading &amp; Leeds i august, hvor de spilte The Pit stage for smekkfullt telt. Beasts låter som en nær slektning av Nirvana, men de klarer likevel å treffe en nerve som føles veldig viktig i år 2015. En konsert du definitivt ikke vil gå glipp av.</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"281\" src=\"http://www.youtube.com/embed/qKxQ61N_7Rk?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></div>\n<p>&nbsp;</p>\n<p>THE PINKERTONS<br />\n<a style=\"line-height: 1.5\" href=\"http://oyafestivalen.dev/assets/uploads/2015/04/The-Pinkertons-Oyanatt-2015.jpg\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-full wp-image-11749\" alt=\"The Pinkertons Oyanatt 2015\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"960\" height=\"685\" data-srcset=\"http://oya.test/assets/uploads/2015/04/The-Pinkertons-Oyanatt-2015.jpg 960w, http://oya.test/assets/uploads/2015/04/The-Pinkertons-Oyanatt-2015-300x214.jpg 300w, http://oya.test/assets/uploads/2015/04/The-Pinkertons-Oyanatt-2015-768x548.jpg 768w\" sizes=\"(max-width: 960px) 100vw, 960px\" data-sizes=\"auto\" data-aspectratio=\"960/685\"></body></html>\n</a></p>\n<p>The Pinkertons har med sin suggererende garasjerock og særegne vokal albuet seg inn i spillelistene til musikkjennere de siste åra. Siden første gig på Total i Tønsberg i 2012 har kompisgjengen frekventert Osloklubbene, og etter en support for Liverpool-rockerne i The Cubical, ble The Pinkertons invitert til England for å spille på The Lomax &#8211; stedet der storheter som Radiohead, Oasis og Muse satte sine barnsben på 90-tallet. Etter en solid konsert på Last Train våren 2014, ble de booka til Øyafestivalen, og var ifølge Drowned in Sound et av bandene det virkelig var verdt å få med seg på årets festival.</p>\n<p>Debutskiva, utgitt på Oslo Ess’ egne Hakaslepp Records, fikk 8 av 10 av Musikknyheter.no, som blant annet mente at «Debuten til The Pinkertons har en energi som smitter over på lytteren. Låtene er interessante i sine oppbygninger og byr på overraskelser. Det er tøft, rytmisk, fete gitarriff og melodiøs vokal, alt formidlet med en innlevelse som vitner om at noe står på spill.» og «medlemmene peker nese til oppdragere og trendsettere. Det er jo nettopp det som er så befriende med The Pinkertons, de tilpasser seg ikke, men gjør sin greie. Du trenger ikke like det, men du bør det.»</p>\n<p>Øyanatt onsdag 12. august<br />\nBEASTS (UK)<br />\nTHE PINKERTONS<br />\nSpillested: Mono<br />\nBilletter med/uten gyldig øyabillett: 150 / 200<br />\nKjøp billett <a href=\"http://www.billettservice.no/event/459975\" target=\"_blank\">&gt;&gt;her&lt;&lt;</a><br />\nDørene åpner 22.00<br />\nID: 20 år</p>\n<p>&#8212;&#8211;</p>\n<p><em>OM ØYANATT: Øyanatt er konserter og klubbkonsepter i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt blir til i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt, er det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (eller ukespass) gir rabatt på Øyanatt-arrangement.</em></p>\n","wordpress_id":11745,"translations":{"nb":{"url":"/2015/04/21/oyanatt-pa-mono/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a02cc821-62a7-5686-b08c-145e6fe9eb96","locale":"nb"}}