{"data":{"wordpressPost":{"title":"Hafslund tilfører Øyafestivalen ren festivalenergi","date":"2010-02-15T20:56:00.000Z","content":"<p>– Helt siden starten har Øyafestivalen tatt nyskapende grep på miljøsiden, og vi ønsker nå å hjelpe Øya med å ta nye steg som gjør festivalen verdensledende på miljøsiden. Hafslund skal bidra med å gjøre energien som brukes for å arrangere Øya-festivalen langt mer miljøvennlig, sier kommunikasjonsdirektør i Hafslund, Karen Onsager.</p>\n<p>FRA DIESELAGGREGAT TIL REN FESTIVALENERGI<br />\nGeneralsponsoratet gjelder i første omgang for 2010, med opsjon på ytterligere to nye år. Både Øyafestivalen og Hafslund tror samarbeidet vil føre den populære rockefestivalen i Oslo sentrum opp blant verdens aller mest miljøvennlige festivaler. Prosjektleder fra Hafslunds side, Frode Geitvik, mener Øyas sterke miljøprofil og Hafslunds satsing på fornybar energi, vil sørge for at miljøsamarbeidet blir vellykket.</p>\n<p>– Hafslund skal sørge for at Øyafestivalen ikke lenger blir avhengig av aggregater. Dette er riktignok ikke ukomplisert for festivalen må knyttes til strømnettet. Middelalderparken er et område under regulering, hvor det er strenge restriksjoner på hva man kan gjøre. Men målet er klart. Øya skal driftes på ren festivalenergi allerede fra august, sier Geitvik.</p>\n<p>EUROPAS GRØNNESTE FESTIVAL<br />\nØyafestivalen har alltid hatt en sterk miljøprofil, og har fått en rekke priser for miljøarbeidet sitt. På festivalområdet selges det 99 prosent sertifisert økologisk mat, det meste av avfallet gjenvinnes, de har innført pant på plastbegere og de har sendt sjåførene sine på økokjørekurs. Under European Festival Award i januar ble de belønnet med tittelen Europas grønneste festival. ”Green n´Clean Award” deles ut av European Festival Award i samarbeid med den europeiske bransjeorganisasjonen Yourope.</p>\n<p>– Selv om vi har fått til mye på miljøsiden, har vi fortsatt en vei å gå. I fjor var 71 prosent av energien som ble brukt under festivalen bærekraftig. Samarbeidet med Hafslund gjør at vi trolig når målet vårt om 100 prosent bærekraftighet på energisiden allerede i år, sier Jonas Prangerød i Øyafestivalen.</p>\n<p>SATSER PÅ ENERGIEFFEKTIVISERING<br />\nØya legger vekt på viktigheten av å ha fått på plass en generalsponsor som ikke bare byr på penger, men som tar en aktiv rolle for å gjøre den populære festivalen enda mer miljøvennlig.<br />\n– Som festivalarrangør bruker vi mye energi, spesielt under selve festivalen. Samtidig som Hafslund vil hjelpe oss med ren festivalenergi, sitter de også på enorm kompetanse som vil være verdifull i arbeidet med å gjøre Øya mer energieffektiv i alle deler av arrangementet, sier Prangerød.</p>\n<p>REN FESTIVALENERGI<br />\nHafslund vil bruke generalsponsoratet til Øya til å sette i gang en rekke miljøaktiviteter og tiltak både før, under og etter festivalen. Energiselskapet håper satsingen kan komme både Hafslund selv, festivalen, band og ikke minst publikum, til gode. Årets utgave av Øyafestivalen arrangeres mellom 10.- og 14. august i Middelalderparken i Oslo. Blant artistene som så langt er booket inn finner vi Iggy &amp; The Stooges, Pavement, Susanne Sundfør, The XX, La Roux, John Olav Nilsen og Gjengen, Motorpsycho og Big Boi.</p>\n","wordpress_id":445,"featured_image":null,"translations":{"nb":{"url":"/2010/02/15/hafslund-tilforer-%c3%b8yafestivalen-ren-festivalenergi/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"979f0837-0b60-5f50-a807-da1698740668","locale":"nb"}}