{"data":{"wordpressPost":{"title":"New green records at Tøyen","date":"6th November 2014","content":"<p>Since 2002 the Øyafestival has made an effort trying to make the festival as green as possible. Everything from our energy supply to our toilet paper has been reviewed and when we moved to Tøyenparken this year, keeping the same sustainable standards were a priority.</p>\n<p>&#8211; We are very proud to say that 72 per cent of our waste has been recycled and made into new products, 95 per cent of all our food was organic, we´ve cut palm oil from the menues and had a groundbreaking amount of people biking or choosing sustainable transportation to the festival, environmental manager Ingrid Kleiva Møller says.</p>\n<p><strong>Waste management<br />\n</strong>Waste management is one of our main areas of environmental work. We recycle all the waste from the festival, with the help of 160 volunteers from youth environmental organization Natur og ungdom. We also try to upcycle, reuse equipment and reduce the amount of waste the festival produces.</p>\n<p>This year we managed to sort out 72% of all the waste and send it to recycling, where it is made into new products. Food waste, glass, metal, plastic, paper and wood materials were all recycled. The CO2 emissions saved in this project, is higher than the emissions of 13 000 cars yearly.</p>\n<p>&#8211; This is the first time in Øya history that we´ve been able to recycle over 70% of our waste! We´d never made this happen without the help of our dedicated volunteers from Natur og ungdom, sorting through every trash can, environmental coordinator Håvard Lundberg says.</p>\n<p><strong>Sustainable food</strong><br />\nLast year, the Øyafestival was the first festival in Norway to be awarded the gold medal from Debio &#8211; the organisation working with organic certification. Over 95% of the food at Øya this year was certified organic. This fed 500 roughly artists, 2400 volunteers and over 60 000 visitors. In addition to the organic food, the festival served organic coffee, wine, beer and sodas. To make our audience eat less meat, a variety of vegetarian and vegan food was served at the festival. Regnskogfondet helped us cut out palm oil in our food, and made the 2014 Øyafestival the first palm oil free festival in Norway.</p>\n<p>Photo: Anna Lerheim Ask</p>\n","wordpress_id":4836,"translations":{"nb":null,"en":{"url":"/en/2014/11/06/new-green-records-at-toyen/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7407fc25-dad3-5b40-9a2d-2a7da48d0140"}}