{"data":{"wordpressPost":{"title":"Nye venner og gledelige gjensyn","date":"11th July 2018","content":"<p>Grillmesterne i <a href=\"https://www.gogrilla.no\">Go’Grilla</a> er tilbake! På Øya stiller de i år med den gule trucken, lastet med Uruguays nasjonalrett chivito-sandwich, servert med sine berømte søtpotetfries. Vi gleder oss til å sette tennene i denne saftige karen.</p>\n<p>Som alltid er våre venner i <a href=\"http://www.sh.no/\">Solberg &amp; Hansen</a> på plass med sin glødende lidenskap for kaffe. Siden 1879 har de søkt verden rundt etter de beste kaffebønnene og bruker all den kunnskap og erfaring årene har gitt dem til å brygge den perfekte koppen med kaffe. De har sporbarhet gjennom hele verdikjeden og følger kaffebønnene fra farmen til brenneriet på Ryen i Oslo. Solberg &amp; Hansen mener at bærekraftig kaffeproduksjon er den beste løsningen for å lage verdens beste kaffekopp. Dette innebærer også at de betaler kaffebøndene langt over markedspris. Til Øya i år tar de med seg kaffe som er nøye utvalgt basert på en smaksprofil som passer sommeren og den gode festivalopplevelsen. De økologiske sommerkaffene fra Peru og Etiopia blir en god følgesvenn på festivaldagene. Hos Solberg &amp; Hansen får du også is-kaffe og te.</p>\n<p>I år dukker også en gammel kjenning for Øyapublikumet opp igjen. Hos Solberg&amp;Hansen kan du nemlig få kjøpt en knallgod kanelbolle fra Godt Brød. Ingenting er som en kopp kaffe og en bolle. Ta deg en bolle, da!</p>\n<p>Og hva er vel bedre enn å få med noen nye og internasjonale venner også? Fra Syria, Eritrea, Norge, Irak, Somalia, Afghanistan, Sudan og Etiopia kommer International <a href=\"http://www.sandwichbrothers.no\">Sandwich Brothers</a>, en gjeng brødre fra forskjellige mødre, som selger håndlagde, økologiske iskrem-sandwicher i Oslo og omegn. Dette er inkludering som smaker godt. Og i august kommer de til oss på Tøyen. Om du kommer tidlig i parken mandag og tirsdag i festivaluken for å bytte din billett i armbånd så du slipper å stå i kø, kan du allerede da få med deg en sandwich-is i neven.</p>\n<p>&nbsp;</p>\n","wordpress_id":22203,"translations":{"nb":{"url":"/2018/07/11/nye-venner-og-gledelige-gjensyn/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"49b606f1-ebeb-55a7-95b7-dfab9defc374","locale":"nb"}}