{"data":{"wordpressPage":{"template":"","title":"Alt du lurer på om..","content":"\n<p><strong>Hvordan fungerer det?</strong><br>Når du kjøper første drikkeenhet, betaler du en miljøavgift på 20 kr. Hvis du tar med deg glasset tilbake til baren ved neste kjøp, slipper du å betale ny avgift. Ved slutten av kvelden, leverer du siste glass i beholdere merket med gjenbruksglass. <br></p>\n\n\n\n<p><strong>Hva skjer med de 20 kronene jeg betaler i miljøavgift? </strong><br>De tjue kronene går til å dekke våre utgifter med gjenbruksglassene &#8211; som skal sendes tilbake til vaskeriet og vaskes før det er klart til ny bruk. Dersom vi får et overskudd fra miljøavgiften, doneres dette til Natur og ungdom, som jobber med problemene knyttet til plastforsøpling. <br></p>\n\n\n\n<p><strong>Kan jeg ta med glasset hjem en av dagene og tilbake neste festivaldag?</strong>Ja, det kan du. Tar du med glasset i baren dagen etter, slipper du å betale ny avgift. Men husk å returnere glasset til oss til slutt, så glasset får leve videre på andre arrangementer &#8211; slik får vi høyest miljøgevinst og slipper å produsere mer plast! <br></p>\n\n\n\n<p><strong>Kan jeg ta med glasset hjem siste festivaldag for å bruke det selv?</strong><br>Det kan du &#8211; men husk at poenget med gjenbruksglass er at vi skal bruke dem opp til 100 ganger og slik slippe å produsere mer plast. Tar du med deg glasset hjem, tar du det ut av syklusen og da blir miljøgevinsten lavere. <br></p>\n\n\n\n<p><strong>Hva skjer med glasset mitt etter festivalen?</strong> <br>Etter bruk vil glasset bli sendt tilbake til vaskeriet og vasket, så det er klart til ny bruk. Glassene eies av bryggeriet, og kan dermed brukes på alle andre arrangementer hvor Ringnes serverer drikkevarer. <br></p>\n\n\n\n<p><strong>Hvor mange ganger kan glasset vaskes før det tas ut av sirkulasjon?</strong>Glasset kan vaskes minst 100 ganger før det regnes som for slitt til å brukes mer. <br></p>\n\n\n\n<p><strong>Hva skjer med glasset etter endt livsløp?</strong><br>Etter glasset er brukt 100 ganger eller har blitt ødelagt, blir glasset kvernet opp og gjenvunnet. Vi sender plastavfallet tilbake til den franske produsenten Ecocup, som bruker materialet til å lage nye plastprodukter. Slik sikrer vi at plastglassene våre inngår i et kretsløp og kan bli gjenbrukt mange ganger. <br></p>\n\n\n\n<p><strong>Hvorfor er dette en bedre løsning enn engangsglass av plast?</strong><br>Sammen med en gruppe masterstudenter fra BI, har vi gjennomført livsløpsanalyser for ulike serveringsalternativer, som gir tydelig miljøgevister til gjenbruksløsningen. Gjenbrukglassene har 94% lavere co2-avtrykk enn engangsglassene vi brukte før. Vi kutter også avfallet vårt med 75% i forhold til engangsglassene. <br><br>I en livsløpsanalyse, følger man et produkt gjennom hele dets levetid &#8211; fra råvareutvinning, produksjon, transport, bruk og avfallshåndtering. Vi fant ut at 90% av utslippene til et drikkebeger er knyttet til produksjonen &#8211; så ved å bruke glass som kan vaskes og gjenbrukes mange ganger, fikk vi en svært god miljøgevinst. I vår modell har vi vurdert engangsglass av PP-plast, engangsglass av PLA og gjenbruksglass i PP-plast opp mot hverandre. Vi har bl.a benyttet programvaren SimaPro for å hente ut råtallene til analysen, vært i dialog med forskere i Østfoldforskning som jobber med plast og avfallshåndtering, samt andre arrangører i Europa som benytter seg av gjenbruksglass. <br><br>Ta gjerne kontakt med miljøsjef Ingrid Kleiva Møller på ingrid at oyafestivalen.com dersom du ønsker mer informasjon om tallmaterialet. </p>\n\n\n\n<p><strong>Hvorfor er glasset laget av plast &#8211; hvis plast er problemet?</strong><br>Det er hovedsakelig bruken av plast &#8211; ikke selve materialet &#8211; som er problemet. Følger man livsløpet til et vanlig plastglass, ligger 90% av klimaavtrykket i produksjonen av glasset. Det betyr at kanskje er ikke det viktigste å kvitte seg med all plasten &#8211; men å slutte å bruke tingene èn gang. Halvparten av verdens plast brukes bare èn gang. Vi vil gjøre noe med det &#8211; og derfor innfører vi gjenbruksglass. Vi har vurdert glass i stål og andre materialer, men PP-plast var det alternativet som hadde lavest co2-avtrykk samtidig som det hadde lang levetid, ivaretok våre sikkerhetshensyn og kunne inngå i et sirkulært gjenvinningssystem. <br></p>\n\n\n\n<p><strong>Hvorfor er ikke glassene laget av gjenvunnet plast?</strong><br>Dessverre er det vanskelig å få godkjenning til å bruke gjenvunnet plast til mat- og drikkeemballasje i dag. Dette er av hygienehensyn. Vi undersøkte muligheten for å bruke glass av gjenvunnet plast, men fant ingen produsenter som brukte dette i Europa. Det betyr ikke at det ikke vil eksistere i framtiden &#8211; og vi håper selvfølgelig at vi en dag kan kjøpe glass laget av gjenvunnet plast, men foreløpig synes vi dette er et stort skritt i riktig retning! <br></p>\n\n\n\n<p>Etter glasset er brukt 100 ganger eller har blitt ødelagt, blir glasset kvernet opp og gjenvunnet. Vi sender plastavfallet tilbake til den franske produsenten, som bruker materialet til å lage nye plastprodukter. Slik sikrer vi at plastglassene våre inngår i et kretsløp og kan bli gjenbrukt mange ganger. <br></p>\n\n\n\n<p><strong>Hvorfor er ikke glassene laget av komposterbar plast?</strong><br>Vi har de siste årene servert drikke i komposterbare engangsglass (PLA) på Øya. Fordi PLA skal kunne brytes ned og komposteres, er de ikke solide nok til å kunne vaskes og gjenbrukes. Derfor er våre gjenbruksglass laget av PP-plast. Våre undersøkelser viser at gjenbruksglass har 94% lavere CO2-avtrykk gjennom sitt livsløp enn et engangsglass. <br></p>\n\n\n\n<p><strong>Hvor kan jeg levere inn glasset mitt?</strong><br>I løpet av dagen kan du levere inn glasset i en av barene våre &#8211; eller i en av avfallsdunkene merket med “Gjenbruksglass”. Det er det samme om du har et vinglass, ølglass eller mineralvannsglass &#8211; alle glass kan leveres i alle barer. Ved å levere inn det skitne glasset i baren, slipper man å betale ny miljøavgift. Dersom du blir lei av å bære rundt på glasset ditt i løpet av dagen, kan du levere det til panteboden og få en polett som er verdt 1 gjenbruksglass. Denne kan du bytte inn i et rent glass i baren senere. Husk at pantebodene stenger kl 22. </p>\n\n\n\n<p><strong>Kan jeg pante glasset?</strong><br>Du kan ikke pante glasset. Men leverer du glasset tilbake til oss i baren når du skal kjøpe noe mer å drikke, slipper du å betale ny miljøavgift på neste glass &#8211; og du hjelper oss med å holde glassene i kretsløpet, så de kan brukes av flere. <br></p>\n\n\n\n<p><strong>Hvorfor må jeg betale miljøavgift nå, dere har da alltid hatt glass?<br></strong>For å kunne vaske og gjenbruke glassene så mange ganger som mulig, har vi gått for et solid hardplastglass med lang levetid. Dette er mer kostbart enn de tynne engangsplassene &#8211; og i tillegg kommer kostnadene med vask av glassene, transport, distribusjon og svinn. Dette er bakgrunnen for miljøavgiften. Vi går fra en bruk og kast-løsning &#8211; til en bruk og vask-løsning &#8211; og dette krever litt andre virkemidler. Med tanke på miljøet er det viktig at glassene kommer tilbake til oss, og vi tror miljøavgiften er et godt virkemiddel for å få de fleste glassene tilbake etter bruk, så de kan vaskes og brukes på nytt. <br><strong><br>Kan jeg ta med eget glass hjemmefra og slippe miljøavgiften?</strong><br>Nei, dessverre. Dette er av hygieneårsaker, da øl kun kan tappes i rene glass, og vi har valgt å vaske glassene utenfor festivalområdet. I tillegg er det tryggere for både oss og kundene at våre glass benyttes, så alle vet hva innholdet er og at det kommer fra en kvalitetssikret kilde. <br></p>\n\n\n\n<p><strong>Hva skjer om glasset mitt blir ødelagt mens jeg bruker det &#8211; kan jeg likevel levere det i baren og få en ny øl uten ekstra miljøavgift? </strong><br>Nei, glasset må være helt når det returneres i baren. Hvis glasset er ødelagt, må du betale ny miljøavgift. </p>\n","wordpress_id":23751,"locale":"nb","slug":"faq-gjenbruksglass","acf":null,"translations":{"nb":{"url":"/faq-gjenbruksglass/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"907a6dec-576e-5a83-8197-dbdb975509e9","locale":"nb"}}