{"data":{"wordpressPost":{"wordpress_id":15507,"title":"Leger uten grenser på Øya","excerpt":"<p>*Verdens ti mest glemte humanitære kriser*<br />\nMillioner av mennesker lider i stillhet i kriser som er glemt av verden. Leger Uten Grenser vil ha de glemte krisene frem i lyset.<br />\nLeger Uten Grenser er tilstede på Øyafestivalen 2011. Besøk teltet deres, like ved saniteten.</p>\n","content":"<p>Leger Uten Grenser er en nøytral og uavhengig medisinsk hjelpeorganisasjon som redder liv og lindrer nød. Vi gir nødhjelp til mennesker i krig, kriser og katastrofer, og til andre som mangler tilgang til grunnleggende helsetjenester. Vi varsler om overgrep og de krisene som alle andre har glemt &#8211; fordi færre dør når flere vet.</p>\n<p>Millioner av mennesker lider i stillhet i kriser som er glemt av verden. Leger Uten Grenser vil ha de glemte krisene frem i lyset.</p>\n<p>&#8211; Vi har valgt disse krisene, fordi de berører millioner av mennesker, men er helt eller delvis usynlige i norske medier. Dessverre kunne listen ha vært mye lengre, sier lege Morten Rostrup.</p>\n<p>*Mediedekning kan gi mer hjelp*<br />\nÅ snakke ut om overgrep og glemte kriser er en av Leger Uten Grensers hovedoppgaver, i tillegg til å gi medisinsk nødhjelp.</p>\n<p>&#8211; Medieoppmerksomhet styrer på mange måter interessen for å gi hjelp til folk i krisesituasjoner. Hvis en krise får massiv dekning i mediene, blir politikerne engasjerte og hjelpeorganisasjonene strømmer til. Men når krisen glemmes av medier og politikere, går det utover nødhjelpen, sier Rostrup.</p>\n<p>*Folk vil ha bedre mediedekning*<br />\nAlle kan bidra til å spre ordet om dette. All informasjon finnes på <a href=\"http://legerutengrenser.no/glemtekriser\" target=\"_blank\">legerutengrenser.no/glemtekriser</a><br />\nHer kan publikum overvåke norske mediers dekning av de glemte krisene, og selv bidra til å øke dekningen gjennom sosiale medier som Facebook, Twitter og blogger.</p>\n<p>&#8211; Leger Uten Grenser har mer enn 140.000 følgere på Facebook. Vi håper at alle disse blir med på å spre ordet om de glemte krisene, sier Rostrup.</p>\n<p>Leger Uten Grenser kommer til Øya, og da håper vi at så mange som mulig tar turen innom teltet vårt for å høre mer om krisene verden har glemt.</p>\n<p>*Leger Uten Grensers Glemte kriser-liste 2011:*<br />\n1.      De glemte flyktningene: Over 200.000 Rohingya-flyktninger lever uten helsehjelp i Bangladesh<br />\n2.      Flyktningkrise i Den sentralafrikanske republikk: 350.000 mennesker på flukt<br />\n3.      Colombia: Over tre millioner mennesker er flyktninger i sitt eget land<br />\n4.      Underernæring: 195 millioner barn er underernærte<br />\n5.      Tuberkulose: 5000 mennesker dør hver dag<br />\n6.      Ekstrem barnedødelighet i Somalia: Ett av fem barn dør før sin femte fødselsdag<br />\n7.      Kronisk krise i Kongo: Hver lege kjemper for å hjelpe 11.000 mennesker<br />\n8.      Glemte sykdommer: Mer enn 100.000 mennesker dør hvert år av kala azar, chagas og sovesyke<br />\n9.      Hiv-positive mangler medisiner: Ni millioner kan dø mens de venter på hiv-behandling<br />\n10.     Vaksinemangel koster tre millioner liv hvert år</p>\n","date":"2011-08-04T11:04:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/08/04/leger-uten-grenser-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0e056f3f-719f-5408-ae3f-e434de3cc9df","locale":"nb"}}