{"data":{"wordpressPost":{"wordpress_id":509,"title":"Dag 3: Lørenskog, Loddefjord og Lagos","excerpt":"<p>Man kan trygt si at torsdagen på Øya sto i Bergen og Loddefjordens tegn. Fjorden Baby!, Ungdomskulen, The New Wine og John Olav Nilsen &#038; Gjengen var alle på programmet, som også hadde innslag fra Nigeria, Skottland, England, USA og Sverige. Her er rapporten fra festivalens andre dag i parken, som inkluderte alt fra fyrrig afrobeat til kunstmusikk og lasershow. </p>\n","content":"<p>Man kan trygt si at torsdagen på Øya sto i Loddefjordens tegn. Fjorden Baby!, Ungdomskulen, The New Wine og John Olav Nilsen &#038; Gjengen var alle på programmet, som også hadde innslag fra (blant annet) Stavanger, Lørenskog, Nigeria, Skottland, England, USA og Sverige. </p>\n<p>Fjorden Baby! åpnet festivalens andre dag i parken på Enga, den største scenen bandet noen gang har spilt på, etterfulgt av Huntsville og Le Corbeau på henholdsvis Odden og Vika. Begge banda byr på kompleks musikk som krever sin aktive lytter, og publikum så ut til å være veldig aktivt ute med ørene selv om det ennå var tidlig på dagen.</p>\n<p>De har kjapt blitt et av landets stødigste rockeband nå, I Was A King, og de kan vel knapt gjøre noe feil etter å ha gitt ut den snasne selvtitulerte debutskiva. Og flott ble det også på Sjøsiden foran et flott publikum.</p>\n<p>Marit Larsens andre Øya-konsert etter festivaldebuten i 2006 var minst like sjarmerende som sist. Hennes to album er nærmest for norske klassikere å regne, og godlåtene kom som perler på en snor, med «Don&#8217;t Save Me» helt til slutt. Ingen M2M-oldies denne gangen, dessverre, uten at det på noen måte forringet opplevelsen for de frammøtte. </p>\n<p>Wilco åpnet deretter slik de åpner det ferskeste albumet: Med Wilco (The Song). Da de erklærte at &#8220;Wilco will love you baby&#8221; var flesteparten foran scenen solgt, og derfra og ut ble det smånostalgiske øyeblikk og lekkert håndtverk fra begynnelse til slutt. Jeff Tweedys stemme har uansett en magisk evne til å sperre alt annet, vesentlig eller uvesentlig, ute av systemet, og det greide han heldigvis på Enga også. </p>\n<p>Florence og hennes Machine er årets britiske hype, og frontfiguren viste tydelig hvorfor: Noen er rett og slett bare født med det engelskmenn kaller &#8220;it&#8221; og franskmenn omtaler som &#8220;je ne sais quoi&#8221;, eller karisma og sceneutstråling på godt norsk. Stemmen er likevel det mest oppsiktsvekkende med denne rødhårete dama, som inntok Sjøsiden med skyhøye hæler og dagens korteste kjole. </p>\n<p>Øya har gjort det til en vane å presentere programinnslag fra himmelstrøk som ikke uten videre sorterer inn under den velkjente indie-aksen. Seun Kuti kom helt fra Lagos, Nigeria for å vekke stive norske danseføtter til live, sammen med Fela&#8217;s Egypt 80, farens legendariske band. Musikerne spilte fletta av de fleste, kordamene gikk Beyoncé en høy gang i rumperisting, og Seun selv var høyt og lavt og fram og tilbake på scenen, noen ganger med stumpen mot publikum, ofte med en saksofon rundt halsen. Afrobeatparty fra ende til annen!</p>\n<p>Solnedgangen i går fikk et harmonisk møte med sarte mannstemmer, bass, gitar, blåseintsrumenter, Victoria Legrand fra Beach House og et menneskehav, da årets kritikkyndlinger Grizzly Bear, spilte siste konsert for kvelden i Vika. Det New York baserte bandet hadde tatt med seg alt fra små, nesten umerkelige lyder, til rungende stemmeprakt for å vise Oslo hvordan man avslutter en fantastisk dag på Øyafestivalen. </p>\n<p>Fever Ray handler om mye mer enn bare musikken, som på sin side er magisk og mørk nok som lite annet for tiden, men med kostymer og spektakulært lydshow er det i tillegg en oppvisning i hvor gjennomført noe kan gjøres. Karin Dreijer Andersson svingte mellom herlig yndig og monsteraktig som om det var verdens mest naturlige ting – mens det i virkeligheten var direkte overnaturlig. </p>\n","date":"2009-08-14T12:55:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2009/08/14/dag-3-lorenskog-loddefjord-og-lagos/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1fd63cd5-5229-5843-8683-ab6657869593","locale":"nb"}}