{"data":{"wordpressPost":{"title":"Panda Bear og Local Natives til Middelalderparken","date":"15th March 2010","content":"<p>Forrige uke varsla vi at en tredjedel av festivalpassa nå er solgt. Det er med andre ord ingen grunn til å vente lenge med å skaffe seg billett til årets feteste musikkfest. Før påske slippes flere navn til årets program.</p>\n<p>PANDA BEAR (US)<br />\nNoah Lennox, bedre kjent som Panda Bear, har mange jern i ilden. Ved siden av å være kjernemedlem og trommis i avantrockbandet Animal Collective, gir han også ut minimal techno i duoen Jane. Det er imidlertid som soloartist han besøker Øyafestivalen i sommer, væpnet med låter fra det flunkende nye albumet Tomboy.  </p>\n<p>Lennox vokste opp i Baltimore og studerte religion i Boston, før han flyttet til New York. Der møtte han de som senere skulle bli bandkolleger i Animal Collective. Han ga ut sin første selvtitulerte langspiller i 1998, fulgte opp med Young Prayer &#8211; et gripende verk om farens død &#8211; i 2004. I 2007 slapp Panda Bear det ekstremt kritikerroste tredjealbumet Person Pitch, et kreativt mesterverk som i likhet med Animal Collectives Merriweather Post Pavillion havnet helt i toppen blant tiårets beste utgivelser da 2000-tallet nylig ble oppsummert. Stemmen og den musikalske tilnærmingen har ført til sammenligninger med Brian Wilson og Beach Boys på sitt mest eksperimentelle. </p>\n<p>«Person Pitch has an extreme amount of production; lots of layers and a lot of manipulation. It’s all masterful: the vocation that must have gone into making this is audible, but it all sounds so effortless. [&#8230;] Panda Bear builds upon those ideas in a new tangent, one very much his own. His is an incredible voice, booming and strident», skrev Richard MacFarlane hos Drowned In Sound, og ga ni av ti mulige poeng til albumet.<br />\nI disse dager jobber Panda Bear med oppfølgeren, som etter planen skal utgis tidlig i september. Han har holdt kortene tett til brystet, men avslørte nylig at tittelen blir Tomboy, og at albumet får et mer elektronisk tilsnitt og en mørkere tone enn forgjengeren. Mange av de nye låtene inngår allerede i liveshowet, og vil garantert utgjøre brorparten av sommerens Øya-konsert.<br />\n<a href=\"http://www.myspace.com/pandabear\" target=\"_blank\">MYAPSCE</a></p>\n<p>LOCAL NATIVES (US)<br />\nEr du klar for en solid dose sommerpop og moderne rock? Da har vi akkurat det du etterlyser. Local Natives fra Los Angeles ga i fjor ut debutskiva Gorilla Manor, i første omgang kun i Storbritannia. Nå i februar ble den også utgitt i hjemlandet. Der debuterte den på tredjeplass på Billboards New Artist Chart. Gorilla Manor er proppfull av god musikk for alle som har falt for Arcade Fire, Talking Heads, Fleet Foxes, Grizzly Bear eller Vampire Weekend. Dette er virkelig fengende låter som frambringer breie glis og følelsen av fellesferie. Her er det klare harmonier, lekne gitarer og dansbare rytmer. Skiva er utgitt på finfine Frenchkiss (The Hold Steady, Passion Pit, Les Savy Fav…) og Pitchfork erklærte den ’best new music’. Til vanlig bor medlemmene i samme hus i Silver Lake ved L.A., men vi mistenker at det er lenge mellom hver gang de befinner seg i kollektivet dette året. De skal nemlig holde seg på veien hele våren og sommeren. I tillegg til Øya, skal Local Natives også spille de store amerikanske festivalene Coachella, Sasquatch og Bonanaroo. Gled deg til lett sommertøy, kaldt drikke og Local Natives som sjarmerer deg og dine venner i senk. Kjøp skiva og start sommeren allerede nå!<br />\n<a href=\"http://www.myspace.com/localnatives\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a5a14b18-62e1-5d54-8840-6db50c38cc15"}}