{"data":{"wordpressPost":{"title":"the life to come","date":"11th August 2015","content":"<p>Med:<br />\n<b style=\"line-height: 1.5;\">BxBxSxCx<br />\n</b><b>Pontus Lindvall<br />\n</b><b>Sto_ck</b><b><u></u><u></u></b></p>\n<p>Tekst: Ina Hagen<br />\nHovedfoto: Bilde fra @Sto__ck, Laida Aguirres prosjekt i form av en Instagramprofil.</p>\n<p><u></u>Lysskiltet med teksten ”the life to come” er et kunstverk av Pontus Lindvall installert over inngangsportalen til Øyafestivalen 2015 og også tittelen for årets kunstprogram.</p>\n<p>”Pontus Lindvalls verk er tenkt som et slags mantra for menneskene på vei inn i ekstasen av festivalen” sier Goro Tronsmo, kurator for kunstprogrammet på ØYA 2015. Verket har på mange måter blitt en inngangsport inn i programmet i dobbel forstand: med sitt flertydige budskap og effektive etterlikning av festivalens branding-estetikk og catch-phrase retorikk, introduserer det tankeprosessene kunstnerene og kuratorene har vært igjennom i tiden frem til festivalen.</p>\n<p>Kunsten på ØYA2015 er prosjekter spesielt bestilt og tilpasset for festivalen. Verkene er spredt omkring på festivalområdet og består av lyssverk av Pontus Lindvall og Kyrre Heldal Karlsen, det performative kunstprosjektet BxBxSxCx og et kunstprosjekt i form av instagram profilen Sto__ck.</p>\n<p>Alle prosjektene er undersøkelser av og kommentarer til ulike aspekter ved festivalens fysiske og affektuelle grep om publikum og Tøyen. Slik er de uløselig knyttet til stedet og tiden for festivalen, publikum og den overordnede situasjonen på Tøyen i 2015.</p>\n<p><u></u> <u></u>Hovedfokuset har vært å legge til rette for kunstopplevelser i den helhetlige opplevelsen av festivalen. Hvordan kan kunst eksistere som en del av en musikkfestival? Hvordan kan en musikkfestival fungere som plattform for kunsten? Som strukturelle grep i festivalarkitekturen, ved hjelp av iscenesettelse, performance og sosiale medier, inkluderes kunstverkene i den overordnede festival-logikken.</p>\n<p><u></u> Velintegrert som de er, både estetisk og i metode, er verkene fortsatt outsidere i sin kritiske refleksjon. En viktig del av kurateringen har ligget i å legge til rette for denne dobbeltheten. Særlig viktig er refleksjon over markedsføring og <i>branding</i> av sosiale relasjoner og kulturopplevelser. Sammen dekker de tre prosjektene ulike aspekter av festivalen som en del av gentrifiseringsprosessen som er i gang på Tøyen og den todelte funksjonen kulturopplevelser og kulturproduksjon har i en slik prosess.</p>\n<p><u></u> <u></u>I tillegg har kuratoren og produksjonsteamet arbeidet med utstillingsarkitektur og områdebelysning i tett samarbeid med den eksisterende infrastrukturen på festivalen. De har hentet inn elementer fra arkitektur, tilbedelse og ritualer i sameksistens med lysrigger, stillas og reklamebannere. ”Munchløkka er samlingsstedet der man hviler og får en pause fra konsertene, men samtidig et sted for å se og bli sett. Slik er det det stedet som sosialt skiller seg mest fra de andre områdene på festivalen, derfor har vi valgt å legge fokus på arkitektoniske installasjoner i dette området” sier Tronsmo.</p>\n<p><u></u> <u></u>”Stillastårnet &#8211; som har funksjon av å lyssette området- har vi modulert slik at den også får et indre rom. Vi tenker på det som et tempel som forvandles til en nattklubb på kvelden. Å bruke referanser og grep fra arkitektur er knyttet til vårt konsept om å skape installasjoner som skaper situasjoner &#8211; i kontrast til kunst som man ser på fra avstand, men ikke deltar i” avslutter hun.</p>\n<p>BxBxSxCx er ett av de kommisjonerte prosjektene som aktivt inkluderer festivalpublikummet. Kunstnerne inviterer festivalgåerne til å ta opp medlemskap ved å delta i rituelle seremonier. I løpet av dagene fylles teltet til BxBxSxCx med intimkonserter inspirert av <i>surf stomps </i>som en del av initieringssermoniene.</p>\n<p><u></u> <u></u>Prosjektet er direkte tilgjengelig for publikum gjennom deltakelse alle dagene, slik også prosjektet Sto__ck er,  om enn på en helt annen måte. Sto__ck er en Instagramprofil som undersøker visuelle referanser knyttet til byggningsmaterialer og arkitektur. Der BxBxSxCx krever publikums fysiske tilstedeværelse, er Sto__ck umiddelbart tilgjengelig for alle med tilgang på internett. Prosjektet er en rendyrket visuell og assosiativ opplevelse som introduserer et fetishiserende blikk på konstruksjonene og materialene festivalen er bygget opp av. Sto__ck ber altså tilskueren om å tre inn i en nærmest voyeuristisk, privat sfære hvor byggningsmaterialene er hovedattraksjonen. Projektet er en øvelse i å dekonstruere de symbolene som til sammen utgjør festivalens arkitektoniske språk.</p>\n<p><b> </b>Kyrre Heldal Karlsen har jobbet helhetlig med lysdesign og lysskulpturer på festivalen som en del av det kunstneriske konseptet. Lysverkene som henger over utgangene, slutter sirkelen med en spire til kveldens videre opplevelser.</p>\n<p><b> </b>Sammen spiller prosjektene på flere nivåer av publikums tilstedeværelse i, tillknytning til og opplevelse av festivalen på Tøyen. Både utenfor og innenfor gjerdene som omslutter festivalområdet.</p>\n<p>https://instagram.com/thelifetocome/<br />\nhttps://www.facebook.com/lifetocome/<br />\nhttp://kunstpaaoya2015.tumblr.com/</p>\n<p><b><br />\n</b><b>BxBxSxCx<br />\n</b>featuring:<br />\nLars Fisk Monrad Vaage<br />\nJorunn Slangedanser Hancke Øgstad<br />\nOg troll i eske!</p>\n<p><u></u><b>Berlin Brandenburger Surf Club (BxBxSxCx)</b> skaper en myte om en brand, en logo og en surfeklubb. Under ØYA 2015 er det laget en installasjon der opptak av nye medlemmer i klubben vil initieres gjennom ritualer. De nye medlemmene overrekkes BxBxSxCx logo som tegn på deres inngåtte medlemskap.</p>\n<p>I 50- og 60tallets California var det vanlig at hvert strandområde etablere egne surfeklubber. Du har Malibu Surf Association i Malibu, Windansea i San Diego, Santa Barbara Surf Club i Santa Barbara og så videre, opp og ned hele kysten av California. Når en ny surfe-film kom ut, ville den lokale surfeklubben arrangere screening etterfulgt av et band som kom og spilte. Dette er kjent som en <i>stomp</i>, eller <i>surf-stomp</i>. BxBxSxCx bruker surfeklubben som plattform for å orkestrere en slags bysymfoni.</p>\n<p>Deres aller første <i>stomp </i>ble holdt som en del av en gruppeutstilling på Bastard i 2009.  Som en del av hver <i>stomp</i> vises<b> </b>originale video verk, skulpturer og fotografier inspirert av hver enkelt vertsinstitusjon eller visningssted.</p>\n<p><a href=\"http://d1gluqtpjfxt14.cloudfront.net/sites/2/2015/08/BBSC-surfgod.png\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-full wp-image-12963\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"BBSC-surfgod\" width=\"705\" height=\"629\" data-srcset=\"http://oya.test/assets/uploads/2015/08/BBSC-surfgod.png 705w, http://oya.test/assets/uploads/2015/08/BBSC-surfgod-300x268.png 300w\" sizes=\"(max-width: 705px) 100vw, 705px\" data-sizes=\"auto\" data-aspectratio=\"705/629\"></body></html>\n<br />\n</a><em>Bilde: Marius Engh &amp; Jordan Rosenfeld/BxBxSxCx</em></p>\n<p><u></u> <u></u></p>\n<p><b>The Life To Come</b> (2015)<br />\nPontus Lindvall (SE)</p>\n<p>Pontus Lindvalls  lysverk “The Life to Come”, er installert over inngangen til festivalen.Teksten står som en refleksjon over håpefulle forventninger, men også som en påminnelse om konsekvensene av våre handlinger. På samme tid historiserende, fremtidsspekulerende og uløselig knyttet til nåtiden, gir den en løfte om forandring uten garantier, både for festivalpublikummet og for Tøyen.</p>\n<p><u></u>Lindvall arbeider med materiell kultur og dets konnotasjoner som format, materiale og perspektiv for kunstnerlig kommunikasjon.</p>\n<p><u></u> <u></u></p>\n<p><b>Sto_ck<br />\n</b>Laida Aguirre (US)</p>\n<p>Sto__CK er kunstprosjektet til Laida Aguirre i form av en Instagramprofil. Prosjektet er en undersøkelse av materialer og sted og oversettelsen av disse til internett.</p>\n<p>&nbsp;</p>\n<p><u></u><b>EXIT </b>(2013-2015)<br />\nKyrre Heldal Karlsen (NO)</p>\n<p>Kyrre Heldal Karlsens todelte lysverk “EXIT” er installert over utgangene til festivalen. Tekstene påminner om inntrykkene og ekstasen som har vært, og at festen fortsetter &#8211; en spire til kveldens videre opplevelser. Verkene runder av festivalen og åpner for noe nytt &#8211; de slutter sirkelen og starter en ny syklus.</p>\n<p>Karlsen arbeider med lys som materiale for å skape konseptuelle, perseptuelle og fysiske rom.</p>\n<p>&nbsp;</p>\n<p><u></u><span style=\"text-decoration: underline;\">BIO</span></p>\n<p><u></u><i>BxBxSxCx<br />\n</i>Marius Malibu Ham Engh (NO)<br />\nF. 1974, Kunstner som bor og jobber i Oslo, Norge.</p>\n<p><u></u><i>BxBxSxCx<br />\n</i>Jordan Venice Beach Meatballs Rosenfeld (US)<br />\nF. 1977, Kunstner som bor og jobber i Los Angeles, U.S.A.</p>\n<p><u></u>Pontus Lindvall (SV)<br />\nF. 1969, Kunstner som bor og jobber i Berlin, Tyskland.</p>\n<p><u></u>Laida Aguirre (US)<br />\nF. 1984, arkitekt og kunstner som bor og jobber i Los Angeles, U.S.A.</p>\n<div>Kyrre Heldal Karlsen (NO)<br />\nF 1972. Kunstner som bor i Oslo, Norge og jobber over hele verden.</div>\n<p><u></u> <u></u>___</p>\n<p>Prosjektansvarlig, lysdesign, konsept og arkitektur: Kyrre Heldal Karlsen</p>\n<p>Kuratert av Goro Tronsmo</p>\n<p>Arkitektur og konsept: Goro Tronsmo, Laida Aguirre, Pontus Lindvall</p>\n<p>&nbsp;</p>\n","wordpress_id":12960,"translations":{"nb":{"url":"/2015/08/11/the-life-to-come/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c712333d-8dce-5277-9aff-876786bdc7ad","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2015/08/11/the-life-to-come/","redirect":false}}}