{"data":{"wordpressPost":{"title":"James Blake til Øya onsdag 10. august","date":"1st April 2011","content":"<p>I dag, fredag 1. april, inntar James Blake Parkteatret i Oslo i regi av Goldstar og Øyafestivalen. Konserten er utsolgt og har vært det siden dagen billettene ble lagt ut for salg. De som ikke var raske nok trenger imidlertid ikke fortvile: James Blake returnerer til Oslo onsdag onsdag 10. august, for å spille sin eneste konsert i Norge i sommer på Øyafestivalen! Og slapp av, dette er ikke en aprilspøk.</p>\n<p>James Blake (UK)<br />\nDet finnes vel knapt en artist eller et band som har vært mer omskrevet og hyllet de siste månedene enn den bare 22 år gamle briten James Blake. Det ferske, selvtitulerte albumet hans vil garantert havne høyt oppe på listene når 2011 skal oppsummeres, sammen med et knippe av låtene derfra. Albumet har også vært den store favoritten på spilleren på Øya-kontoret de siste par månedene. </p>\n<p>James Blake startet i det små med fire EPer: Først Air &#038; Lack Thereof på tampen av 2009, deretter The Bells Sketch, CMYK og Klavierwerke spredt jevnt utover 2010. På veien gikk han fra noenlunde straight dubstep, via dub-soul og klipp-og-lim-elektronika, til samtidsklassisk. Oppmerksomheten økte for hver utgivelse, og da første smakebit fra debutfullengderen traff bloggosfæren i fjor sommer, ble det virkelig fart på sakene. Låten, en nedstrippet cover av Feists Limit To Your Love, raste rundt i hypemaskinen i rekordfart.</p>\n<p>Det virker kanskje voldsomt, men vi tør å påstå at debutalbumet er en moderne klassiker. Lydbildet har nå tydeligere singer/songwriter-elementer og låtene har en nærmest konvensjonell struktur, men de umiskjennelige Blake-grepene er så definitivt fortsatt tilstede. Den overaskende modne vokalen er ofte klippet opp og pitchet opp eller ned, lagt lag-på-lag i harmoniske overdubs, alltid følsomt nært lytteren. Minimalistiske arrangementer bygd opp av piano, sparsomme beats og tung bass støtter opp under røsten.</p>\n<p>Ikke rart at anmelderne har latt seg imponere: «…det er sjelden man kommer over en så gjennomført original stemme med en så gjennomført musikalsk visjon», skrev Bernt Erik Pedersen i Dagsavisen. Aftenpostens Robert Hoftun Gjestad fulgte opp med «…hans debutalbum er den perfekte blanding av seig, skurrende elektro, lekre soulpartier og suverene arrangement». Begge ga toppkarakter, og det gjør vi også. </p>\n<p>Vi har sett James Blake hele tre ganger det siste halvåret, og han har ikke skuffet live. Her i Øya gleder vi oss helt vanvittig til det som garantert blir et av sommerens store konserthøydepunkter.<br />\n<a href=\"http://www.myspace.com/jamesblakeproduction\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":177,"translations":{"nb":{"url":"/2011/04/01/james-blake-til-%c3%b8ya-onsdag-10-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4d2008a2-92ff-5e43-9e4e-1f6a480f1bae","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2011/04/01/james-blake-til-%c3%b8ya-onsdag-10-august/","redirect":false}}}