{"data":{"allWordpressWpPartnerCat":{"nodes":[{"name":"Generalsponsor","wordpress_id":5},{"name":"Hovedpartnere","wordpress_id":6},{"name":"Mediepartnere","wordpress_id":7},{"name":"Partnere","wordpress_id":8},{"name":"Miljøpartnere","wordpress_id":9},{"name":"Støttespillere","wordpress_id":11}]},"allWordpressWpPartner":{"nodes":[{"title":"Oslo Europeisk Miljøhovedstad","partner_cat":[11],"content":"\n<p>Øyafestivalen sitter i rådgivende utvalg for, og inngår som en del av Oslo Miljøhovedstad 2019s program og samarbeidsnettverk.</p>\n","acf":{"external_url":""}},{"title":"Naboen","partner_cat":[8],"content":"\n<p>Naboen leier ut utstyr, verktøy og maskiner, til store og små bedrifter, samt folk flest. Glade og fornøyde kunder skal sikre en sunn og voksende forretningsdrift.</p>\n\n\n\n<p>På Øya jobber vi for å legge til rette for en fossilfri anleggsplass.</p>\n\n\n\n<p>Vi skal bli Norges beste nabo!</p>\n\n\n\n<p><br></p>\n","acf":{"external_url":""}},{"title":"Matvalget","partner_cat":[8],"content":"\n<p>DebioInfo ved Matvalget arbeider med formidling, utviklingsprosjekter og veiledning knyttet til Debios merker. Vi&nbsp;brenner for økologi og bærekraft, og&nbsp;veileder alle Øyafestivalens&nbsp;serveringssteder.&nbsp;Matvalget&nbsp;sikrer at du som publikum får mat som gjør godt for både jorda, dyra og deg!&nbsp;</p>\n","acf":{"external_url":""}},{"title":"Posten","partner_cat":[8],"content":"<p><em>Posten leverer brev og pakker i hele Norge. Leveringen skjer med landets største kjøretøypark med nullutslippsteknologi. </em><em>Til Øya har vi med oss Kristopher Schau som skal ha en live-utgave av sin sagnomsuste podcast “Rekommandert” som vanligvis spilles inn på utestedet Postkontoret på Tøyen. Vi gleder oss til å se deg ved Bibliotekscenen torsdag kl 14.00.</em></p>\n","acf":{"external_url":""}},{"title":"Kulturrådet","partner_cat":[11],"content":"<p>Øyafestivalen er støttet av Kulturrådet.</p>\n","acf":{"external_url":"http://www.kulturradet.no"}},{"title":"Naturhistorisk museum","partner_cat":[8],"content":"<p>Naturhistorisk museum er en del av Universitetet i Oslo og består av Botanisk hage og museumsbygningene i hagen. De har landets største samling av naturhistoriske objekter og er et sted for gode opplevelser, inspirasjon og læring.</p>\n","acf":{"external_url":""}},{"title":"Fretex","partner_cat":[8],"content":"<p>Fretex er ikke bare Norges største secondhand-kjede men tilbyr også arbeidspraksis for de som trenger det. Takk for at du handler gjenbruk, slik hjelper du både mennesker og miljø. På Øya vil Fretex vise frem spesialplukket vintage og secondhand til festivalpublikummet.</p>\n","acf":{"external_url":""}},{"title":"ESPOS","partner_cat":[8],"content":"<p>Espos Norge AS er en av landets største leverandører av betalingsløsninger for festivaler, konserter og større arrangementer. Til Øyafestivalen er vi stolt leverandør av over 100 komplette kassesystem som sørger for en rask og stabil handleopplevelse.</p>\n","acf":{"external_url":"http://espos.no"}},{"title":"Heydays","partner_cat":[8],"content":"<p>Heydays er et designbyrå som bistår Øyafestivalen med design, utvikling og drifting av nettsted.</p>\n","acf":{"external_url":"http://heydays.no"}},{"title":"Erland G. Banggren","partner_cat":[8],"content":"<p>Erland G. Banggren har utviklet vår visuelle profil.</p>\n","acf":{"external_url":"http://erlandbanggren.com"}},{"title":"Fortum","partner_cat":[6],"content":"<p>Fortum er et energiselskap som jobber for at det skal være enklere å ta klima- og miljøvennlige valg. De produserer strøm fra CO2-frie kilder, har Norges største nettverk av ladestasjoner for elbil, gjenvinner energi fra restavfall og tilbyr miljøvennlig varme og kjøling. Bli bedre kjent med Fortum og din egen grønne fremtid ved deres egen scene, Fortum-scenen.</p>\n","acf":{"external_url":"https://www.fortum.no"}},{"title":"Comfort Hotels","partner_cat":[8],"content":"<p>Comfort Hotels er hoteller for moderne, prisbevisste hotellgjester og er stolt vertskap for både publikum og artister under Øyafestivalen.</p>\n","acf":{"external_url":"https://www.nordicchoicehotels.com"}},{"title":"Carlings","partner_cat":[8],"content":"<p>Carlings har vært den offisielle Øyamerch-leverandøren siden 2010. De har en stor klesbutikk på festivalområdet hvor du kan kjøpe festivalklær og Øyamerch.</p>\n","acf":{"external_url":"http://carlings.com/"}},{"title":"Cisco","partner_cat":[8],"content":"<p>Cisco sørger for trådløs nettverkstilgang på utvalgte områder for publikum, presse og stab på Øyafestivalen.</p>\n","acf":{"external_url":"http://www.cisco.com"}},{"title":"Coop Mega","partner_cat":[6],"content":"<p>Coop Mega er en dagligvarekjede med stort hjerte for økologi og vegetarmat. På Øya vil de servere vegetarmat, blant annet en saftig rødbetburger, og deilige vegetarpølser. Nam!</p>\n","acf":{"external_url":"https://coop.no/mega"}},{"title":"Natur og Ungdom","partner_cat":[8],"content":"<p>Natur og Ungdom har med sine 200 frivillige ansvar for hele festivalens avfallshåndtering. I tillegg betjener de miljøstasjonen og pantebodene, og hjelper oss til å bli stadig bedre på miljø.</p>\n","acf":{"external_url":"https://nu.no"}},{"title":"Norsk Gjenvinning","partner_cat":[8],"content":"<p>Norsk Gjenvinning leverer utstyr og tar imot avfallet fra festivalen.</p>\n","acf":{"external_url":"https://www.norskgjenvinning.no"}},{"title":"EVO Sykler","partner_cat":[8],"content":"<p>EVO Elsykler bidrar til et grønnere Oslo og Øya ved å levere el-sykler til bruk for stab og frivillige under festivalen.</p>\n","acf":{"external_url":"http://evoelsykler.no"}},{"title":"Ticketmaster","partner_cat":[8],"content":"<p>Ticketmaster utfører salg og distribusjon av Øya-billettene.</p>\n","acf":{"external_url":"http://www.ticketmaster.no/"}},{"title":"Nordisk Film Kino","partner_cat":[8],"content":"<p>Nordisk Film Kino er vår hovedpartner på Øyakino.</p>\n","acf":{"external_url":"http://www.nfkino.no"}},{"title":"Broadnet","partner_cat":[8],"content":"<p>Broadnet leverer fiberbasert bredbånd til Øyafestivalen.</p>\n","acf":{"external_url":"https://www.broadnet.no"}},{"title":"Tretorn","partner_cat":[8],"content":"<p>Hos Tretorn får du kjøpt alt du trenger for å holde deg tørr i regnvær. De låner også ut helt gratis gummistøvler fra støveldepotet.</p>\n","acf":{"external_url":"https://www.tretorn.com"}},{"title":"Solberg &#038; Hansen","partner_cat":[8],"content":"<p>Solberg &#038; Hansen leverer den økologiske og biodynamiske Øya-kaffen Fazenda Camocim fra Brasil.</p>\n","acf":{"external_url":"http://sh.no"}},{"title":"Bumble and Bumble","partner_cat":[8],"content":"<p>Bumble and Bumble klipper og styler årets Øya-artister i samarbeid med frisørsalongene Clou, Billy’s og T35.</p>\n","acf":{"external_url":"http://www.bumbleandbumble.com/"}},{"title":"Music Norway","partner_cat":[8],"content":"<p>Music Norway guider deg ut i det globale musikkmarkedet. Sammen med Øyafestivalen spleiser vi norsk og internasjonal bransje der vi trives aller best – på festival!</p>\n","acf":{"external_url":"http://musicnorway.no"}},{"title":"Deichmanske Bibliotek","partner_cat":[8],"content":"<p>Deichmanske bibliotek inviterer, sammen med Popsenteret og Øvingshotellet, til lesekroken ved teltscenen Biblioteket.</p>\n","acf":{"external_url":"https://www.deichman.no"}},{"title":"Avis","partner_cat":[8],"content":"<p>Avis Bilutleie leier ut personbiler, varebiler, lastebiler, minibusser, elbiler og luksusbiler til privat- og bedriftsmarkedet. Vi dekker hele Norge med over 170 utleiestasjoner. På Øyafestivalen frakter vi årets artister og leverer en stor portefølje av e-l og lavutslippsbiler til festivalen.</p>\n","acf":{"external_url":"https://www.avis.no"}},{"title":"Idfy","partner_cat":[8],"content":"<p>Idfy tilbyr løsninger for digital autentisering og signering på web- og mobilapplikasjoner.</p>\n","acf":{"external_url":"https://www.idfy.io"}},{"title":"Oslo kommune","partner_cat":[11],"content":"<p>Øyafestivalen er støttet av Oslo kommune.</p>\n","acf":{"external_url":"https://www.oslo.kommune.no/"}},{"title":"Pepsi Max","partner_cat":[6],"content":"<p>PEPSI MAX og RINGNES er leverandør av drikkevarer til festivalen. Besøk oss i Max lounge på toppen foran Amfiscenen, på Ølparadiset på Caltex, og ellers i alle barene hvor du kan nyte god drikke.</p>\n","acf":{"external_url":"http://pepsimax.no"}},{"title":"DNB","partner_cat":[5],"content":"<p>DNB leverer betalingstjenester på festivalen, hjelper med valuta og annen økonomisk rådgivning. Stikk innom standen vår midt i Tøyenparken for å slappe av eller ta en prat med oss om vår nye app, Spare. Appen gir deg full oversikt over egen sparing – og du kan få spareråd. Laster du ned appen får du Spare-koppen som kan fylles med gratis kaffe på vår stand. Vi tilbyr også mobillading, bytte av rescuejuice lader eller et spinn på lykkehjulet hvor det er mulighet for å vinne fine premier.</p>\n<p>Vi ses på Øya!</p>\n","acf":{"external_url":"http://dnb.no"}},{"title":"European Talent Exchange program","partner_cat":[11],"content":"<p>Øyafestivalen er medlem av European Talent Exchange program.</p>\n","acf":{"external_url":"https://www.etep.nl"}},{"title":"O.B. Wiik","partner_cat":[8],"content":"<p>O.B. Wiik leverer alt av telt-, gulv- og stillasløsninger til Øyafestivalen.</p>\n","acf":{"external_url":"https://www.obwiik.no"}}]}}}