{"data":{"wordpressPost":{"title":"Yaeji og T.Williams til Hi-Fi Klubben","date":"11th April 2018","content":"<div>To veldig spennende houseprodusenter er klare for Øyafestivalen!</div>\n<div></div>\n<div>\n<p>For en tid tilbake slapp vi Goldie, Skatebård, Carmen Villain og Bendik Giske + Amund Ulvestad til Hi-Fi Klubben, og det er på høy tid med påfyll. I dag legger vi to artister som på hver sin måte blander inspirasjon og inntrykk fra andre felt for å lage nyskapende og sjangeroverskridende house til line-up. Koreansk-amerikanske Yaeji er omtalt av Pitchfork som «house music&#8217;s most exciting new voice», mens T.Williams er en veteran i stadig bevegelse på den britiske klubbscenen.</p>\n<h4>YAEJI (US) &#8211; torsdag 9. august</h4>\n<p>Kathy Yaeji Lee ble født i New York, vokste opp i Atlanta og Sør-Korea, og bodde en kort periode i Japan, før hun vendte tilbake til USA og Pittsburgh for å studere konseptuell kunst og grafisk design. Etter hvert tok hun en jobb ved skolens radiostasjon, hvor hun for første gang ble introdusert for elektronisk undergrunnsmusikk &#8211; og fant et kreativt miljø der hun lærte seg både DJ-ing og produksjon.</p>\n<p>Nå er Yaeji basert i Brooklyn. Hun har for lengst sluttet som designer for å kun fokusere på musikken, og er en sentral del av den lokale elektroniske musikkscenen, med et klubbkonsept og mikser for blant andre kollektivet Discwoman og magasinet The Fader. Hun henter mye inspirasjon i det visuelle, i de formative årene tilbrakt i ulike deler av verden, og i sjangre som R&amp;B og hip-hop. Tekstene, som vekselvis synges, rappes, mumles eller hviskes, er både på engelsk og koreansk.</p>\n<p>Debutsingelen «New York 93» kom ut tidlig i 2016, og man må kunne kalle fjorårets remix/cover av Drakes «Passionfruit» for et aldri så lite gjennombrudd. Den halvt år gamle foreløpig siste utgivelsen, EP2 har fått gode kritikker. NME ga karakteren 4/5 og skrev: «For Yaeji, it’s early days, still – but with each release we get a clearer insight into one of dance music’s most exciting prospects.», og Pitchfork omtalte henne som «house music&#8217;s most exciting new voice».</p>\n<p>Vi er ekstremt glade for å ha slått kloa i Yaeji i år!</p>\n<div>\n<iframe src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/326633396&amp;color=%23ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;show_teaser=true&amp;visual=true\" width=\"100%\" height=\"300\" frameborder=\"no\" scrolling=\"no\"></iframe>\n</div>\n<div></div>\n<h4>T.WILLIAMS (UK) &#8211; fredag 10. august</h4>\n<div>Da Tesfa Williams entret housescenen med «Heartbeat» i 2010 var han langt fra en nykommer, han hadde tvert imot vært en viktig del av grime-miljøet i nesten to tiår. Bare 17 år gammel og under artistnavnet Dread D ble han signet til og en del av Jon E. Cashs grimecrew Black Ops. Med tid og stunder ble det stadig mindre grime og mer house i produksjonene, før tidligere nevnte «Heartbeat» med vokal fra Terri Walker sementerte ham som en houseprodusent å regne med.</p>\n<p>Siden har det gått slag i slag. T.Williams ble nominert i kategorien Best New DJ i Mixmag og omtalt som en av Londons viktigste DJs i Time Out i 2012, samme år som The Guardian trakk frem miksen hans for Fact Magazine som en av årets beste. I 2013, etter å ha gjort seg bemerket med et ukentlig radioprogram på Rinse FM, ble han en del av stallen til PMR, etiketten som også huser blant andre Jessie Ware, Julio Bashmore og på den tida også Disclosure. I 2015 startet han labelen Tomorrow Records, blant annet for å gi ut et eget samarbeid med legendariske MJ Cole.</p>\n</div>\n<p>Nok om fortida. T.Williams fikk mye spalteplass i det relativt nyoppstartede britiske magasinet The Move for bare noen måneder siden, og de begrunnet det lange intervjuet og forsidebildet slik: «We decided to put T.Williams on the cover of issue two because he stands for everything we’d like the mag to be about. He’s made everything from grime (as DJ Dread D) to garage to house, he’s been a religious raver since day one, and he’s such a genuine, humble guy.»</p>\n<p>Vi forventer at dere får oppleve alle sider av T.Williams i Hi-Fi Klubben i sommer, og at det blir fett!</p>\n<iframe src=\"https://www.mixcloud.com/widget/iframe/?hide_cover=1&amp;feed=%2FFACTMixArchive%2Ffact-mix-294-t-williams%2F\" width=\"100%\" height=\"120\" frameborder=\"0\"></iframe>\n","wordpress_id":21611,"translations":{"nb":{"url":"/2018/04/11/yaeji-t-williams-hi-fi-klubben/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d7c23b20-438a-57d7-9223-87109a24ce1d","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2018/04/11/yaeji-t-williams-hi-fi-klubben/","redirect":false}}}