{"data":{"wordpressPost":{"title":"Clean Bandit, Mac DeMarco og Jon Hopkins til Øya","date":"13th March 2014","content":"<p><strong>CLEAN BANDIT (UK) – onsdag 6. august</strong><br />\n<strong> JON HOPKINS (UK) – onsdag 6. august</strong><br />\n<strong> MAC DEMARCO (CA) – lørdag 9. august</strong></p>\n<p>Det er nå kun 500 ukespass igjen til Øya 2014. <a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113\" target=\"_blank\">Kjøp her</a></p>\n<p><a href=\"http://www.billettservice.no/event/onsdagsbillett-oyafestivalen-2014-billetter/409617?camefrom=Client_Oya_Hjemmeside onsdag_Oyafestivalen_101013\" target=\"_blank\">Kjøp onsdagsbilletter</a><br />\n<a href=\"http://www.billettservice.no/event/lordagsbillett-oyafestivalen-2014-billetter/409623?camefrom=Client_Oya_Hjemmeside lordag_Oyafestivalen_101013\" target=\"_blank\">Kjøp lørdagsbilletter</a></p>\n<p>For et par dager siden la vi til et knippe nye norske navn på Øya-plakaten. Nå er vi klare med en god porsjon aktuell utenlandsk musikk vi mener du bør sjekke ut. Clean Bandit og Jon Hopkins kommer begge til den første dagen i Tøyenparken. Førstnevnte har hatt vinterens store superhit hjemme i Storbritannia med Rather Be, mens Jon Hopkins er en artist mange publikummere har ønska seg til Øya i det siste. På festivalens siste dag spiller den plateaktuelle kritikerfavoritten Mac DeMarco. Øya-programmet vokser seg med andre ord stort og sterkt. Snart er vi klare med flere artistslipp innen et bredt utvalg stilarter.</p>\n<p>CLEAN BANDIT (UK)<br />\nEn av de ferskeste sensasjonene i britisk pop er kvartetten Clean Bandit, som for kort tid siden inntok førsteplass på singellista i hjemlandet med Rather Be, hvor den har liggi i fire uker. Den har solgt mange hundre tusen eksemplarer allerede. Her hjemme gikk den akkurat rett inn på topp ti, og spilles hyppig på NRK P3. I mai kommer debutalbumet New Eyes på sjølveste Atlantic og onsdag 6. august skal de overbevise Oslo-publikummet fra Øyas nye teltscene.</p>\n<p>Clean Bandit fra Cambridge ble først lagt merke til for alvor i fjor, da de fikk sin første britiske topp 20-hitt med Mozart’s House. De har fått mye oppmerksomhet for sin kombinasjon av biter fra klassisk musikk med moderne elektronisk pop. I tillegg lager de musikkvideoer som mange har blitt fascinerte av. Medlemmene møttes på college og de første ideene ble utvikla når Jack Patterson starta remiksing og bearbeiding av innspillinger med Grace Chatto sin strykekvartett. På Øya skal de gi deg mange gode grunner til å danse i vårt nye, store festivaltelt.<br />\n<a href=\"http://cleanbandit.co.uk/\" target=\"_blank\">http://cleanbandit.co.uk/</a></p>\n<p>JON HOPKINS (UK)<br />\nLenge har Jon Hopkins fra London hovedsakelig vært produsent for andre, med noen sporadiske egne utgivelser. Albumet Immunity kom ut på Domino i fjor og plutselig var Hopkins et navn man snakka om i hele elektroverden. Immunity ble nominert til den anerkjente Mercury-prisen. Residentadvisor.net har ment at «His work is an intricate mesh of thumping drums, stunning sound design and gorgeous melodies”.</p>\n<p><a href=\"http://www.vg.no/musikk/artikkel.php?artid=10117172\" target=\"_blank\">VG slo fast dette om Immunity</a>:- Med et mer raffinert øre for drømmelyder og ulmende støy, lager Hopkins en cinematisk blanding av klubbmusikk og delikat fremtidsgarage. Det er sjelden støy låter like harmonisk.</p>\n<p>Han har jobba med kommersielle suksesser som Coldplay og legenden Brian Eno. I tillegg har han rukket å gjøre en stor mengde remikser og å lage filmmusikk til flere britiske filmer. Mye av hans tidligere musikk har hatt et klart ambientpreg, mens Immunity er regna som det mest klubbvennlige han har gitt ut. Han har tatt utgangspunkt i lydene rundt seg, I stedet for å basere seg på det programerte og syntetiske.  Som det står i et skriv fra plateselskapet hans: &#8211; The whole album, therefore, works as an idealised soundtrack to a massive night out, peaking with a huge, lost-in-the-moment climax that feels like more than mere hedonism, warm endorphins swilling around the mind.<br />\n<a href=\"http://www.jonhopkins.co.uk/\">http://www.jonhopkins.co.uk/</a></p>\n<p>MAC DEMARCO (CA)<br />\nMac DeMarco har de siste åra vist seg som en singer/songwriter litt utenfor normalen. Hans nye album Salad Days kommer ut i starten av april, og inneholder et knippe personlige låter han har skrevet mens han har vært på veien. Flere kritikere har prøvd å kalle han slackerpop og lignende betegnelser. <a href=\"http://www.theguardian.com/music/2013/oct/29/mac-demarco-review\" target=\"_blank\">The Guardian</a> har beskrevet musikken hans på denne måten: &#8211; This Canadian slacker pop heart-throb&#8217;s baritone vocal sinks beneath guitars warped in honour of My Bloody Valentine, creating the effect of an underwater Pavement or a very bendy Beck.</p>\n<p>Han har akkurat gitt ut låta Passing Out Pieces som smakebit på den kommende skiva, og <a href=\"http://www.stereogum.com/1636532/mac-demarco-passing-out-pieces/mp3s/\" target=\"_blank\">Stereogum</a> skreiv at den var en «droning, queasy number about sharing your entire self with the public».</p>\n<p>Fram til 2011 kalte han seg Makeout Videotape, mens han har brukt sitt eget navn siden. I 2012 kom debut-EPen og noen måneder etter fulgte han opp med albumet 2. Mange venter nå spent på mer musikk fra DeMarco. Nå for tiden bruker han tiden på å turnere så mye som overhode mulig. Vi gleder oss til å bli sjarmert i Tøyenparken lørdag 9. august.<br />\n<a href=\"http://macdemarco.bandcamp.com/\">http://macdemarco.bandcamp.com/</a></p>\n","wordpress_id":9620,"translations":{"nb":{"url":"/2014/03/13/clean-bandit-mac-demarco-og-jon-hopkins-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b8778e7c-4b55-5d47-9a24-89547f29a9fb","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2014/03/13/clean-bandit-mac-demarco-og-jon-hopkins-til-oya/","redirect":false}}}