{"data":{"wordpressPost":{"title":"Bon Iver at Øya August 11th","date":"2011-12-12T13:19:59.000Z","content":"<p>Bon Iver is confirmed for Saturday 11th of August. His second album Bon Iver, Bon Iver has sold huge amounts, recieved critical acclaim and nominations for prestigeous Grammy Awards. The band, which was originally Justin Vernon&#8217;s pet project, has been one of the most popular concert attractions this autumn. Your next chance to see Bon Iver in Norway is at The Øya Festival.</p>\n<p><strong><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Øya week passes and day tickets are now for sale.</a></strong></p>\n<p>&nbsp;</p>\n<p><strong>BON IVER (US)</strong><br />\nA lot has happened since Bon Iver last played at Øya in 2009. That time, they played in the afternoon. Bon Iver started out as a Justin Vernon solo project, but has since evolved into a full band. In recent years, Vernon has become known as one of the most talented songwriters of his generation. In the name of simplicity, this year&#8217;s album is called Bon Iver, Bon Iver. This summer, the album came top five on more sales lists than we can remember.</p>\n<p>Bon Iver&#8217;s debut For Emma, Forever Ago was an instant favourite with the critics. The folk‐influenced, atmospheric tunes made a big impression on many people. During recent years, his audience has grown substantially. His collaboration with Kanye West was noticed far beyond indie cred circuits. The first signs of Bon Ivers stardom in Norway came when he topped our album charts this summer. Following this, his Øya Open‐concert at Sentrum Scene became one of this autumns most anticipated events, completely selling out. Many of us left the venue with a feeling of having seen one of the best bands of today.</p>\n<p>The new album mixes ballad pop, soul, rock and indie in a tasteful manner. It received an impressive 9.5/10 from Pitchfork and came high up on various lists over best albums 2011. The release also gave Bon Iver some prestigeous Grammy nominations, amongst others for album of the year and song of the year. We highly recommend that you go and see Bon Iver at Øya in August.</p>\n<p><a href=\"http://boniver.org\" target=\"_blank\">http://boniver.org</a></p>\n","wordpress_id":15649,"translations":{"nb":null,"en":{"url":"/en/2011/12/12/bon-iver-at-oya-august-11th/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0b319df0-e100-5c69-83f7-77de291c1b59","locale":"en"}}