{"data":{"wordpressPost":{"title":"Takk for i år!","date":"10th August 2013","content":"<p>&nbsp;</p>\n<p>Øyafestivalen 2013 er nettopp ferdig. Gjennom fire innholdsrike dager i Middelalderparken og en enorm mengde klubbarrangementer i festivaluka, har tusenvis av publikummere kost seg med god musikk. Konsertene har vært godt besøkt av nysgjerrige og musikkinteresserte mennesker. Sjøl de minst kjente navna i programmet, har hatt et imponerende besøk. Det har vært en herlig festival fra Klubbdagen til Mikhael Paskalevs åpning i parken til Slayer og The Knife ga oss hver sin mektige avslutning. Mange artister har innfridd de høye forventningene, andre har overraska et publikum som ikke kjente dem fra før. Vi har fått veldig gode tilbakemeldinger fra publikum og artister. Det finnes et utall gode anmeldelser av konsertene på Øya 2013 og du kan se mange av de beste konsertene i opptak på P3.no.</p>\n<p>&nbsp;</p>\n<p>Vi har fått med oss at folk har storkost seg til Goat, Blur, Kendrick Lamar, Slayer, Disclosure, The Knife, Tønes, Phosphorescent, Electric Wizard, Godspeed You! Black Emperor, Metz, James Blake og mange andre. Flere av Øya-artistene gleder seg til å komme tilbake til Oslo snart og nå i helga ble det klart at James Blake kommer tilbake for å spille på Sentrum Scene 3. oktober, mens Disclosure spiller samme sted 6. november.</p>\n<p>&nbsp;</p>\n<p>Publikum og kritikere satte pris på musikken, og ga oss gode tilbakemeldinger på årets festivalmat og morsomme aktiviteter. Øya 2013 har hatt det best fungerende festivalområdet vi har laget.</p>\n<p>&nbsp;</p>\n<p>Det blir rart å ta farvel med Middelalderparken i denne omgang, under de neste dagers nedrigg. Vi gleder oss stort til å komme i gang med detaljplanleggingen av vårt nye festivalområde på Tøyen. Allerede torsdag 15. august legges de første billettene til Øyafestivalen 2014 ut for salg, til årets pris.</p>\n<p>Det er på tide å takke frivillige, artister, publikum og samarbeidspartnere for den morsomste arbeidsuka vi kan huske. Vår målsetning var å lage tidenes beste Øya, noe vi mener å ha klart. Årets festival må ha vært ny norsk rekord i festivalhygge. Øya-ledelsen føler at vi har avslutta denne perioden i Middelalderparken på topp. Vi ses i Tøyenparken i 2014!</p>\n<p>&nbsp;</p>\n","wordpress_id":8642,"translations":{"nb":{"url":"/2013/08/10/takk-for-i-ar-6/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2fe965ef-7775-51dc-a858-894d14dfca55","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2013/08/10/takk-for-i-ar-6/","redirect":false}}}