{"data":{"wordpressPost":{"title":"Å gjøre én høne til ti tacos","date":"2017-01-12T13:37:55.000Z","content":"<p>Mange har denne uka blitt sjokkerte over nyheten om at <a href=\"https://www.nrk.no/livsstil/her-gasses-norske-honer-i-hjel-_-kunne-vaert-mat-1.13284697\">flere millioner norske verpehøns årlig blir gasset ihjel og kastet</a>, istedenfor å brukes som mat. Dette synes vi er veldig synd &#8211; og vi håper å kunne bidra til at høna får en mer naturlig plass på middagstallerken. Høne er jo prima mat!</p>\n<p>Kjøtt er ressurskrevende å produsere, og tilknyttet store klimagassutslipp. Å kaste en så verdifull råvare rett i søpla er derfor dårlig matvett! På Øya har vi <a href=\"http://oya.test/2016/08/03/mer-mat-mindre-svinn/\">jobbet mye med å redusere matsvinnet</a> og å forvalte matressursene våre på en god måte. Derfor serverer vi høne til våre 2700 frivillige &#8211; og på festivalen i 2014 ble hele 1000 høns forvandlet til den nydeligste tinga de pollo tacos i hendene på Taco Republica-kokkene.</p>\n<p>Nå jobber vi med å få på plass mataktører for årets festival &#8211; og da ønsker vi matprosjekter som involverer høns, kje eller andre mattyper som ellers står i fare for å bli kastet. Send en e-post til matsjef <a href=\"ingrid@oyafestivalen.com\">Ingrid Kleiva Møller</a> dersom du har et matprosjekt som passer på Øya.</p>\n<p>Tacokokk og matskribent Henrik J. Henriksen deler her sin enkle oppskrift på hønsetacos, som også er å finne i <a href=\"http://www.gyldendal.no/Fakta-og-dokumentar/Mat-og-drikke/Taco-Republica\">Taco Republica-kokeboka</a>. Dette er typisk søndagsmat &#8211; det tar noen timer å lage den, men mye av arbeidet er gjort når du har kastet høna i gryta. Høne finnes i de fleste matbutikker &#8211; se etter dem i frysedisken!</p>\n<p>&nbsp;</p>\n<p><strong>Tinga de pollo</strong><br />\n(sautert høns)</p>\n<p>Denne retten kan også lages av kylling, men vi bruker høne. Oksebryst er heller ikke dumt. Da kalles det <em>tinga de rés</em>. Hønsekraften kan brukes til suppe og til å spe forskjellige sauser. Frys den gjerne ned om du ikke bruker den med en gang. Gårsdagens tinga spises ofte kald på tostada.</p>\n<p><strong>Til høna</strong><br />\n1 høne<br />\n3 hvitløkfedd, helt<br />\n1 løk, delt i fire<br />\n2 laurbærblad<br />\n1 chile de arból<br />\nvann<br />\nsalt</p>\n<p><strong>Til sausen<br />\n</strong>3 ss olje<br />\n1 løk, i skiver<br />\n2 hvitløkfedd<br />\n10 store tomater<br />\n2–4 chipotlechili<br />\nvann<br />\nsalt</p>\n<p>1. Kok høna i vann med hvitløk, løk  laurbærblad, chili og salt i 2–3 timer, eller til du med letthet kan løsne et lår fra resten av høna.</p>\n<p>2. Lag sausen. Fres løk, hvitløk og hele tomater med olje i en kjele til det blir blankt og mykt, ca. 5–10 minutter. Ha i chipotle og hell på vann til det dekker så vidt, kok opp og la det småputre i et par timer. Sett på et lokk og juster med vann om nødvendig, men hold sausen tykk.</p>\n<p>3 Ta ut chilien, kutt den opp og ha den tilbake i sausen. Riv hønsekjøttet og ha det i sausen. Bland godt og juster med hønsekraft om nødvendig. Smak til med salt og server med tortillas, løk, koriander, salsa og guacamole.</p>\n","wordpress_id":19351,"translations":{"nb":{"url":"/2017/01/12/a-gjore-hone-ti-tacos/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"efa09016-8547-5036-aeb9-8a37693f8c76","locale":"nb"}}