{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"fbf16d04-6c0d-5da2-b877-884a539c9346","slug":"frank-ocean-maya-vik-og-beglomeg-pa-oya","title":"Frank Ocean, Maya Vik og Beglomeg på Øya!","date":"2012-03-08T08:59:30.000Z","excerpt":"<p>Det renner inn med gledelige bekreftelser om dagen og vi er i ferd med å lage det heftigste Øya-programmet noensinne. De siste dagene har vi vært i gledesrus etter at vi fikk vite at Frank Ocean kommer til Øya for å holde sin første konsert i Norge torsdag 9. august. I tillegg kan vi komme [&hellip;]</p>\n"}},{"node":{"id":"934b59d1-cf85-52a1-a0bc-24bb91adfdfb","slug":"oya-open-med-bat-for-lashes-206","title":"Øya Open med Bat For Lashes 20/6","date":"2012-03-08T07:08:39.000Z","excerpt":"<p>ØYA OPEN ROCKEFELLER 20. JUNI – BAT FOR LASHES (UK) Natasha Khan er for mange bedre kjent som Bat For Lashes. For tiden jobber hun med sitt tredje album, som skal følge opp suksessen Two Suns fra 2009. På den skiva fikk hun hjelp av blant annet Yeasayer og legenden Scott Walker. Som The Daily [&hellip;]</p>\n"}},{"node":{"id":"c606bec0-04bb-5f43-b5c1-392c2f3b4886","slug":"mer-fet-rock-pa-%c3%b8ya","title":"Mer fet rock på Øya","date":"2012-03-06T08:58:53.000Z","excerpt":"<p>THE AFGHAN WHIGS (US) / CEREMONY (US) / DIE A LEGEND / BUSHMAN’S REVENGE The Afghan Whigs annonserte for kort tid siden at de i 2012 skal spille konserter igjen, etter et opphold på over ti år. Torsdag 9. august spiller de på Øyafestivalen.</p>\n"}},{"node":{"id":"f4e4d11f-1107-5edf-bfbd-7c830fb10f18","slug":"hakon-kornstad-med-opera-pa-%c3%b8ya","title":"Håkon Kornstad med opera på Øya","date":"2012-02-29T12:53:29.000Z","excerpt":"<p>&#8220;Tenor battle&#8221; het det når to saksofonister møttes til kamp om hvem som spilte fortest, hippest og coolest på femtitallet en gang. I Kornstads nye prosjekt betyr &#8220;tenor battle&#8221; møtet mellom en tenorsaksofonist og en operatenor &#8211; i en og samme mann!</p>\n"}},{"node":{"id":"ab1f2aeb-09c0-5863-a330-b4f120e6cb97","slug":"%c3%b8ya-open-med-cloud-nothings-16-mai","title":"Øya Open med Cloud Nothings 16. mai","date":"2012-02-28T08:59:28.000Z","excerpt":"<p>Et av vinterens aller sterkeste album er Attack On Memory av amerikanske Cloud Nothings. 16. mai presenterer Øyafestivalen, Spoon Train og Revolver bandet i kjelleren på sistnevnte sted.</p>\n"}},{"node":{"id":"1068203c-d1ce-56c2-9a31-2c0fb6ffb8e1","slug":"mazzy-star-dam-funk-og-factory-floor-til-oya","title":"Mazzy Star, DâM-Funk og Factory Floor til Øya","date":"2012-02-27T07:59:36.000Z","excerpt":"<p>Mazzy Star kommer til Oslo i august og at de skal gi oss en intim festivalopplevelse på vår minste scene onsdag 8. august. Funkguruen DâM-Funk og en av verdens beste elektroniske konsertattraksjoner akkurat nå, engelske Factory Floor, kommer til å spille under Øyafestivalen.</p>\n"}},{"node":{"id":"3ca8ef7a-fb16-5385-9a26-94d96645481f","slug":"frivilligregistreringa-har-apna-2","title":"Frivillig-registreringa har åpna!","date":"2012-02-23T10:57:39.000Z","excerpt":"<p>I fjor var det 1975 frivillige som var med å skape Øyafestivalen. Disse 1975 menneskene var en av hovedårsakene til at fjorårets festival ble den feteste og best gjennomførte noensinne! Som frivillig på Øya får du en unik opplevelse, en sjanse til å være en av de som jobber i bakgrunnen og bidrar til at [&hellip;]</p>\n"}},{"node":{"id":"f1444207-6e2b-5ffc-8b97-c8d84aa846ce","slug":"sundfor-sbtrkt-og-eick-til-%c3%b8ya","title":"Sundfør, SBTRKT og Eick til Øya","date":"2012-02-23T09:54:39.000Z","excerpt":"<p>SUSANNE SUNFØR / SBTRKT (UK) / MATHIAS EICK<br />\nÅrets Øya-program blir stadig fyldigere. Nå er det klart at ytterligere to norske og en britisk godbit kan plusses på plakaten.</p>\n"}},{"node":{"id":"0cc73844-57f8-50c4-8bc1-1de52b04d745","slug":"%c3%b8ya-fest-pa-sxsw","title":"Øya-fest på SXSW","date":"2012-02-22T08:29:27.000Z","excerpt":"<p>Philco Fiction, Razika og Team Me skal vise seg fram for musikkelskere, medier og bransjefolk fra nesten hele kloden, under SXSW i mars. Dette vil være en glimrende mulighet for de tre norske banda, til å vise hva de er gode for.</p>\n"}},{"node":{"id":"ae7405fb-8f0a-53f5-b970-071b7085904b","slug":"the-black-keys-pa-oya-fredag-108","title":"The Black Keys på Øya fredag 10/8","date":"2012-02-14T06:56:59.000Z","excerpt":"<p>Et av banda som har vært ønska absolutt mest av vårt publikum i det siste, er amerikanske The Black Keys. Nå er det klart at de spiller på vår største scene fredag 10. august. Vi veit det er mange som gleder seg.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":101,"pageCount":181,"additionalContext":{}}}