{"data":{"wordpressPost":{"title":"Møt Ragnar Hovland på Øya","date":"2009-08-13T08:00:00.000Z","content":"<p>Musikk + litteratur = sant! Deichmanske bibliotek og Foreningen !les gjentar fjorårssuksessen og stiller med blant annet lesetelt, barnekrok og besøk av aktuelle forfattere under Øyafestivalen. Torsdag, fredag og lørdag møter du henholdsvis Stig Sæterbakken, Vigdis Hjorth og Ragnar Hovland, som skal lese sine bidrag til den nyutgitte antologien _Den beste låta_. </p>\n<p>I _Den beste låta_ skriver 19 forfattere om låter de alltid har elsket. Noen skriver seg bort fra en opplagt forelskelse og til en annen låt da låtvalgets kvaler er umulige, andre skriver om den låten som liksom aldri slapp taket da den satte ett eller annet i sving i barn- eller ungdommen – om det så var en stor kjærlighet, en sorg eller en traumatisk opplevelse, bare en har valgt en låt fra 2000-tallet. Noen skriver langt, andre kort. For, gir man gode forfattere i oppgave å skrive om noe som gjør dem begeistret, ja da blir det bra!</p>\n<p>*Stig Sæterbakken* debuterte med diktsamlingen Flytende paraplyer allerede som 18-åring, og har siden skrevet både dikt, romaner og essay, i tillegg til gjendiktninger. Forfatteren har blant annet mottatt Oslo-prisen i 2006.<br />\n*Du møter ham i Leseteltet torsdag 13. august kl. 16:00*</p>\n<p>*Vigdis Hjorth* har skrevet noveller og romaner både for barn og voksne, og allerede med sin første bok fikk hun Norsk kulturråds debutantpris. Hun har også mottatt Kritikerprisen og Cappelenprisen.<br />\n*Vigdis gjester Leseteltet fredag 14. august kl. 16:00*</p>\n<p>*Ragnar Hovland* debuterte som forfatter i 1979 med romanen Alltid fleire dagar og har siden skrevet for barn, ungdom og voksne. Hovland er en av våre mest kjente nynorskforfattere, og har mottatt en rekke priser for sitt forfatterskap. Hovland er også musiker, og spiller keyboard og synger i bandet Dei nye kapellanane.<br />\n*I Leseteltet lørdag 15. august kl. 16:00*</p>\n","wordpress_id":517,"featured_image":null,"translations":{"nb":{"url":"/2009/08/13/mot-ragnar-hovland-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"af7b7414-c1d5-52d9-ae98-6ea0f0793e60","locale":"nb"}}