{"data":{"wordpressPost":{"title":"Lørdagens konsertanmeldelser","date":"16th August 2015","content":"<p>&nbsp;</p>\n<p><a href=\"http://gaffa.com/anmeldelse/98483\">Gaffa ruller 6 Trondheim Jazzorkester &amp; Kristoffer Lo</a></p>\n<p>En unik opplevelse – både i festivalsammenheng, men også hva angår musikalsk storslagenhet, monumental leveranse og stemningsfull genialitet.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://gaffa.com/anmeldelse/98488\">5 til Susanne Sundfør fra Gaffa</a></p>\n<p>Mot slutten tar hun seg god tid før den velkjente introen til The Brothel nok en gang står for et av kveldens mange ståpels-øyeblikk. Publikum ter seg på rett vis når man kvier seg for å hoste i frykt for å bryte den magiske stillheten som har lagt seg som et teppe over de mange tusen publikummerne.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.dagbladet.no/2015/08/15/kultur/musikk/anmeldelser/konsert/rock/40625708/\">Dagbladet gir full pott til Møster</a></p>\n<p>Sola skinner ute, men inne i Sirkus-teltet føles det som om et tiltakende uvær kulminerer i et gigantisk tordenskrall av en konsert.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.vg.no/rampelys/musikk/musikkanmeldelser/konsertanmeldelse-bendik/a/23506124/\">5 til Bendik fra VG</a></p>\n<p>En værobservasjon: I løpet denne konserten kan det virke som temperaturen synker minst ti grader i Tøyenområdet. Ikke fordi det er så grøssende kaldt, men fordi den kjølige synthpopen til Bendik på finurlig vis klarer å skape sin helt egen atmosfære i sceneområdet.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.vg.no/rampelys/musikk/oeyafestivalen/konsertanmeldelse-thaastrom/a/23506378/\">Thåstrøm fikk 5 fra VG</a></p>\n<p>Derfra og ut er det slik en Thåström-opplevelse skal være. Låtene som vokser seg sammen til voldsom blodsvart masse, der bestandelene blir mindre og mindre viktige. Låtene farer forbi, den ene voldsommere enn den andre. Setlisten formelig glitrer i det røde mørket.</p>\n<p>&nbsp;</p>\n<p>Foto: Ihne Pedersen</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"557b2c0c-61a8-5455-85dd-955b6ef2e7a1"}}