{"data":{"wordpressPost":{"wordpress_id":1353,"title":"The War On Drugs klare for Øya","excerpt":"<p>Et av banda som har opplevd mye god buzz på musikknettsider og i magasiner de siste månedene er amerikanske The War On Drugs. I august bandet bak det flotte albumet Slave Ambient til Oslo for å spille på Øyafestivalen. Dette blir første anledning til å se bandet i Norge.</p>\n","content":"<p>Et av banda som har opplevd mye god buzz på musikknettsider og i magasiner de siste månedene er amerikanske The War On Drugs. I august kommer bandet bak det flotte albumet Slave Ambient til Oslo for å spille på Øyafestivalen. Dette blir første anledning til å se bandet i Norge.</p>\n<p>&nbsp;</p>\n<p>Denne uka har vi offentliggjort en rekke sterke navn til neste års plakat. De siste dagene har vi sluppet Björk, Bon Iver, The Stone Roses og Azealia Banks. I helga følger vi opp med et par finfine norske navn til Øyafestivalen 2012</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>THE WAR ON DRUGS (US)</p>\n<p>Et av de heiteste nye navna den siste tiden har vært amerikanske The War On Drugs fra Philadelphia. Bandet ga i august ut sitt andre album, kalt Slave Ambient på Secretly Canadian. Pitchfork stempla skiva ‘best new music’ i august. Her til lands trilla anmelderne en fin rekke femmere, i aviser som Dagbladet, VG og Dagsavisen. Alt fra Paste Magazine til Dagbladet har ment albumet er blant årets sterkeste. Nå kommer de til Øyafestivalen for å spre godlyden sin til et sultent Oslo-publikum.</p>\n<p>&nbsp;</p>\n<p>Som Paste Magazine så fint skreiv: «I know seeing city lights emerge out of a setting sun while listening to this thing will bring that rush of euphoria we listen to music for in the first place. The War on Drugs are hopelessly in love with that feeling, and even knowing how intangible it is, they write songs thoroughly designed to get them there. It works, <em>Slave Ambient</em> makes you feel good, and I’m glad that’s all they ever wanted.”</p>\n<p>&nbsp;</p>\n<p>Opprinnelig var en annen mye omtalt mann, Kurt Vile, med i The War On Drugs. Etter at han prioriterte sin solokarriere er det Adam Granduciel som styrer skuta. The War On Drugs er vel bevandra i både moderne indierock og tradisjonsrik americana. Som Dagsavisen skreiv det «Den ene sangen etter den andre med fantasifulle, forskrudde ideer som gjør dem til ei gruppe mer enn nok utenom det vanlige». Dette er storveis festivalmusikk som kommer til å varme like mye som sola i august.</p>\n<p><a href=\"http://www.thewarondrugs.net/\" target=\"_blank\">www.thewarondrugs.net</a></p>\n<p>&nbsp;</p>\n","date":"2011-12-09T06:39:11.000Z","featured_image":{"title":"War On Drugs_Øyafestivalen_635x350","filename":"War-On-Drugsyafestivalen635x350.jpg","filesize":212172,"url":"http://oya.test/assets/uploads/2011/12/War-On-Drugsyafestivalen635x350.jpg","link":"http://oya.test/war-on-drugs_%c3%b8yafestivalen_635x350/","alt":"","author":"4","description":"","caption":"","name":"war-on-drugs_%c3%b8yafestivalen_635x350","status":"inherit","uploaded_to":0,"date":"2011-12-08 09:47:53","modified":"2011-12-08 09:47:53","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2011/12/War-On-Drugsyafestivalen635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2011/12/War-On-Drugsyafestivalen635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2011/12/War-On-Drugsyafestivalen635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2011/12/War-On-Drugsyafestivalen635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2011/12/War-On-Drugsyafestivalen635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2011/12/War-On-Drugsyafestivalen635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2011/12/War-On-Drugsyafestivalen635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2011/12/09/the-war-on-drugs-klare-for-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"62c80264-08cc-551f-bb62-76e01118f3d6","locale":"nb"}}