{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"e0f27f48-d6cf-5f9f-b359-5922804c4c6f","slug":"beste-norske-utgivelse-fra-2008","title":"Beste norske utgivelse fra 2008","date":"2009-01-05T20:17:00.000Z","excerpt":"<p>Nå er tiden kommet for å oppsummere fjorårets beste norske utgivelser. Vi ba folka i Øyas bookinggruppe og i festivaladministrasjonen om å lage en liste over sine favorittutgivelser fra 2008. Deretter sydde vi det hele sammen til ei liste. De fire øverste utmerka seg, deretter ble lista ganske tett nedover.</p>\n"}},{"node":{"id":"46da073b-a21e-5eeb-87cc-5723a255a71b","slug":"full-gavesekk-til-jul-fra-%c3%b8ya","title":"Full gavesekk til jul fra Øya","date":"2008-12-22T08:11:00.000Z","excerpt":"<p>Tre nye navn som gleder gjennom jula og langt inn på nyåret.</p>\n<p>ARCTIC MONKEYS (UK)<br />\nTHE BRONX (US)<br />\nNORMA SASS</p>\n"}},{"node":{"id":"0054109a-183a-592d-aefc-fd5ba166d9db","slug":"arets-beste-utenlandske-skiver","title":"Årets beste utenlandske skiver","date":"2008-12-21T11:17:00.000Z","excerpt":"<p>Vi ba folka i Øyas bookinggruppe og i festivaladministrasjonen om å lage en liste over sine favorittutgivelser fra 2008. Deretter sydde vi det hele sammen til ei liste. Her er resultatet. Like over nyttår kommer vi tilbake med kåringen av beste norske utgivelse, i følge de samme folka.</p>\n"}},{"node":{"id":"6bf97ccb-e741-5753-9fb0-d5283709c423","slug":"intervju-no-age","title":"Intervju: No Age","date":"2008-12-16T11:28:00.000Z","excerpt":"<p>Andreas fra Furoreiharare.com satt seg ned med No Age. En minneverdig opplevelse for Andreas og artig lesing for oss andre. Les videre for å lære om duoens forkjærlighet for kristne veganerklubber, kassettutgivelser og Creed.</p>\n"}},{"node":{"id":"9ddd12bb-417d-57c4-bcfe-0a2ba24453d3","slug":"satyricon-pa-%c3%b8ya","title":"Satyricon på Øya","date":"2008-12-01T12:10:00.000Z","excerpt":"<p>Det ser ut til at Øyafestivalen har en fantastisk tillit blant folk der ute. På omtrent 100 minutter ble billettene i julekampanjen raska vekk fra Billettservice sine sider, av et Øyapublikum som valgte å sikre seg neste års festivalpass til en litt billigere penge.</p>\n<p>Vi har allerede neste artist på plass i programmet. De ukronede metalkongene i Satyricon skal spre vrede og gromlyd i Middelaldreparken i august. Det blir altså stadig flere gode grunner til å kjøpe festivalpass.</p>\n"}},{"node":{"id":"158e0e9b-f41f-50d2-8610-804db8dd6ac9","slug":"aya-letter-pay-slaret-2","title":"Øya letter på sløret","date":"2008-11-28T08:47:00.000Z","excerpt":"<p>De første artistene er på plass, julekampanjen ser i salg nå, vi presenterer nytt design av Are Kleivan og hele Øyakontoret er i 2009-modus.</p>\n<p>Kåre &#038; The Cavemen, Tommy Tokyo &#038; Starving For My Gravy, Bon Iver, Atomic, Crystal Antlers, Mungolian Jet Set og The New Wine.</p>\n"}},{"node":{"id":"d21208d3-40b0-5679-bf63-af1cb792b989","slug":"los-campesinos-filmet-pa-%c3%b8ya","title":"Los Campesinos! filmet på Øya","date":"2008-11-18T11:09:00.000Z","excerpt":"<p>På den nye Los Campesinos!-boksen We Are Beautiful, We Are Doomed finner du en finfin DVD . Her kan du se bandets egen dokumentasjon av turnélivet. De hadde blant annet med seg kamera under årets Øyafestival. Der filmet de sin ankomst, backstage, intervjusituasjoner og litt av konserten. </p>\n"}},{"node":{"id":"bf6e4ad7-b568-5f54-a8de-800e6c677b04","slug":"intervju-okkervil-river","title":"Intervju: Okkervil River","date":"2008-11-14T10:13:00.000Z","excerpt":"<p>Petter fra Furoreiharare.com fikk tid til en prat med Will Sheff, hjernen bak det flotte bandet Okkervil River, under årets festival. De fikk skravla om norsk julemat, norsk black metal, mer mat og ikke minst den nye skiva The Stand Ins. Will var, som vanlig, fylt med godt humør og det ser ut som om de to koste seg i løpet av sin tilmålte tid.</p>\n"}},{"node":{"id":"7ab8d47e-8f24-5fce-b93b-1929204ef58c","slug":"aya-i-london","title":"Øya i London","date":"2008-11-11T13:57:00.000Z","excerpt":"<p>Nå vender vi snart nesene mot London, hvor vi skal ha en Øya-kveld med Lukestar og Casiokids mandag 24. november. Disse to norske banda skal spille sammen med de heite britiske indiepopperne i Red Light Company og Animal Kingdom. Kvelden arrangeres i samarbeid med Live Nation og Clash Magazine og finner sted på The Luminaire i London.</p>\n"}},{"node":{"id":"0d7d5273-9d68-58c0-9c6b-cdbc50e744e2","slug":"aya-open-med-fucked-up-2911","title":"Øya Open med Fucked Up 29/11","date":"2008-11-11T09:14:00.000Z","excerpt":"<p>ØYA OPEN LØRDAG 29. NOVEMBER, GARAGE OSLO</p>\n<p>FUCKED UP (CA)<br />\nALLISLOST<br />\nKÄTHE KOLLWITZ<br />\nLIKE RATS FROM A SINKING SHIP</p>\n<p>I samarbeid med Garage byr Øyafestivalen på høstens mest eksplosive kombinasjon av norsk hardcore og canadisk villskap. I tillegg til Torontos pønkkometer Fucked Up, får du oppleve tre norske band som alle blander støy og råskap på en fabelaktig måte. Sørg for å komme tidlig, så får du med deg Like Rats from A Sinking Ship, Käthe Kollwitz og Allislost. Hele herligheten koster kun 150,-</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":165,"pageCount":194,"additionalContext":{}}}