{"data":{"wordpressPost":{"title":"Baroness på Øya torsdag 9. august","date":"2012-03-30T09:04:38.000Z","content":"<p>Endelig kommer et av verdens feteste band i skjæringspunktet mellom metal og rock til Øya. Baroness gir i år ut sitt tredje album, og forventingene blant fans har vært skyhøye i mange måneder. Torsdag 9. august spiller kvartetten fra Georgia i Middelalderparken. Med denne nyheten avrunder vi fem slipp på rad med aktuelle band. Tidligere denne uka har vi lagt Odd Future/OFWGKTA, Cloud Nothings, Friends og Reptile Youth i Øya-programmet. I ukene etter påske vil vi slippe flere spennende navn som skal spille på årets festival.</p>\n<p>&nbsp;</p>\n<p><strong>BARONESS (US)</strong></p>\n<p>Baroness skal i år følge opp den fantastiske skiva Blue Record, og forventningene til det psykedeliske metalbandet fra Savannah, Georgia er store. Bandets musikk tilhører den samme typen sterke, småfrika, progressive og grensesprengende rock som man også finner hos Georgia-band som Kylesa og Mastodon. Blue Record var et av de aller beste rockealbuma som ble gitt ut i 2009 og vi er glade for at ventetida på ny musikk fra Baroness snart er over. Bandet skulle ha spilt på Øya i 2010, men ble forhindra fra å reise til Oslo. Derfor er vi storfornøyde med at de tar turen i år.</p>\n<p>&nbsp;</p>\n<p>Revolver Magazine mente albumdebuten Red Album var det aller beste som kom ut i 2007. Decibel Magazine satte Blue Record på toppen av lista for 2009-utgivelser. Natt &amp; Dag skreiv at Baroness med Blue Record begikk: “kunststykket å høres både tidløse, moderne, banebrytende og svært klassiske ut på en gang. Et must!”. Deres tredje langspiller skal være i butikkene innen sommeren er på det varmeste. I likhet med forgjengeren, har John Congleton produsert. Han har jobba med et utall artister, blant annet Okkervil River, Modest Mouse, Explosions In The Sky, Black Mountain og Øya-aktuelle St Vincent.</p>\n<p>&nbsp;</p>\n<p>John Baizley fortalte Invisible Oranges nylig: “This record, I am sure, will challenge our fans in much the same way as it has challenged us. We have broadened the spectrum of our capabilities and textures, and we have taken some turns throughout the record which I believe are considerable risks. The act of risk taking whilst writing music is the reward in itself, and we are excited to get out on tour and see the way it comes alive onstage.”</p>\n<p>&nbsp;</p>\n<p>Mye har hendt med Baroness siden vi så dem, sammen med ca 15 andre, i kjelleren på Garage i 2006. De gir nå ut skivene sine på Relapse, som er blant verdens ledende på undergrunnsbråk og grumsete metal. Vokalist/gitarist John Baizley er også en mye brukt designer i undergrunnsmiljøet. I Norge er han mest kjent for coveret til Kvelertaks debutalbum, men han har også gjort merch og/eller covere for Kylesa, Gillian Welch, Skeletonwitch og mange andre. Denne våren skal Baroness turnére i USA med svenske Meshuggah. I august skal de overbevise Øya-publikummet om at de spiller noe av den absolutt beste rocken i 2012.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.baronessmusic.com/\" target=\"_blank\">www.baronessmusic.com</a></p>\n","wordpress_id":2294,"translations":{"nb":{"url":"/2012/03/30/baroness-pa-oya-torsdag-9-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"258606e2-5239-5476-9272-cb1439fbf99c","locale":"nb"}}