{"data":{"wordpressPost":{"title":"To erstattere klare &#8211; Programmet igjen komplett","date":"20th July 2009","content":"<p>Frida Hyvönen (SE)<br />\nThe Riverboat Gamblers (US)<br />\nUnder 800 billetter igjen til fredagen</p>\n<p>De siste dagene har vi dessverre fått to avlysninger. Både The Soft Pack og Jenny Lewis har bestemt seg for å droppe sin planlagte tur til Europa. Dermed blir det ikke Øya-konserter med disse i Middelalderparken i år.  La ikke disse avlysningene gjøre deg altfor trist, fordi vi har fått inn to knallbra erstattere. Bookinggruppa har jobba på spreng de siste dagene for å finne artister vi mener er verdige erstattere i riktige sjangere, og er stolte over å kunne legge den svenske popkometen Frida Hyvönen og våre Texas-pønkfavoritter The Riverboat Gamblers til årets sterke program.</p>\n<p>Vi minner om at det nå kun er billetter igjen til fredagen i Middelalderparken. I dette øyeblikk er det under 800 billetter i salg, så dette kan gå fort unna. I tillegg er det selvsagt billetter i salg til en masse fete Øyanatt-konserter og –fester. Mange av disse er allerede lagt ut til salg hos klubbene eller på Billettservice.</p>\n<p>FRIDA HYVÖNEN (SE) – lørdag 15/8 kl 18.10 på Vika<br />\nFrida Hyvönen lager deilig popmusikk som har lett slektskap med navn som Fleetwood Mac og Antony &#038; The Johnsons. Hun er oppvokst i nord-svenske Robertsfors, som ellers kun er merket på musikkartet av Sahara Hotnights. Du var kanskje blant de heldige som fikk med deg dama under årets by:Larm. I 2005 debuterte hun med Until Death Comes og i fjor kom Silence Is Wild. På sistnevnte skive har hun inkludert et band og dermed flere instrumenter. Frida gir ut musikk på kvalitetsbevisste Secretly Canadian, som også har gitt ut musikk med Animal Collective, Jens Lekman, Magnolia Electric Co og mange flere. Om den foreløpig siste plata skrev Aftenposten i fjor: ” Hun skriver storslagne, sofistikerte sanger samtidig som hun aldri glemmer at de også må være fengende. Hennes sanger er fulle av dramatikk, melankoli, følelser og overraskelser”. Hyvönen har mottatt flere priser i hjemlandet for sin musikk og har også bidratt med låter til film og danseforestillinger. Gled deg til å oppleve Skandinavias fineste pianopop under Øyafestvalens siste dag. Vi lover stemningsfulle og gode melodier fra Vika-scenen.<br />\n<a href=\"http://www.myspace.com/fridahyvonen\" target=\"_blank\">MYSPACE</a></p>\n<p>THE RIVERBOAT GAMBLERS (US) – torsdag 13/8 kl 19.15 på Vika<br />\nDenne gjengen fra Denton i Texas lager herlig og fengende pønkrock med refrenger alle kan rølpe med til. Deres foreløpig siste album, Underneath The Owl, kom ut i vår og er ei festpakke av morsom rock og smittende humør. Nylig fikk de æren av å spille med Roky Erickson under hans bursdagskonsert i Austin. Frontfigur Mike Wiebe er noe for seg selv og vi har med egne øyne sett han risikere liv og helse for å gi et heidundranes rock’n’roll-show på hjemmebane i Texas. I tillegg til å skape liv og røre i Middelalderparken, bruker bandet sommeren 2009 på veien med blant andre Rancid og Øya-aktuelle Rise Against. Torsdag 13. august blir det fest på Vika! Har du billett, kan du regne det som direkte tåpelig å ikke møte opp på dette.<br />\n<a href=\"http://www.myspace.com/theriverboatgamblers\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e6c0dba8-e804-50e6-ac0c-612af4a9de14"}}