{"data":{"wordpressPost":{"title":"Ta pedalene fatt!","date":"2015-07-21T07:40:14.000Z","content":"<p>I fjor kunne vi for første gang tilby ordentlig sykkelparkering for vårt publikum. I år utvider vi sykkelparkeringen, og tilbyr gratis sjekk og justering av sykkelen i samarbeid med Dapper. Dermed har du enda flere gode grunner til å ta pedalene fatt!</p>\n<p>&#8211; Vi har lenge drømt om å ha et ordentlig bra tilbud til vårt syklende publikum, og fikk endelig testet ut en skikkelig sykkelparkering da vi i fjor flyttet til ett større festivalområde. Det var enormt populært, så i år dobler vi antallet plasser, sier Ingrid Kleiva Møller, miljøsjef i Øyafestivalen.</p>\n<p>Et overveldende flertall av vårt publikum reiser miljøvennlig til festivalen, og statistisk sett er det stor sannsynlighet for at akkurat du bor mindre enn 15 minutter med sykkel unna Tøyenparken. På <a href=\"http://sykledit.route360.net/\">nettsidene til Forbrukerrådet</a> kan du finne den beste sykkelruta for deg.</p>\n<p><a href=\"https://www.facebook.com/sykkelioslo\">Sykkelprosjektet til Oslo kommune</a> låner ut sykkelstativene gratis til arrangementer i Oslo, og har skaffet ekstra mange til Øya-publikummet. Parkeringen vil romme sykkelstativer med plass til 1000 sykler, og være inngjerdet og bevoktet. Om sykkelparkeringen skulle bli full, kan dere komme til sykkelparkeringen for å få tips til alternative parkeringsplasser.</p>\n<p><b>Gratis sykkelreparasjon<br />\n</b>Under årets festival har vi også med oss sykkelverkstedet Krankenhaus og butikken <a href=\"http://dapper.no/\">Dapper</a>. De blir å finne like ved sykkelparkeringen, og tilbyr enkle justeringer og småreparasjoner, slik at sykkelen er i litt bedre stand når du drar. Dapper og Krankenhaus stiller med en svært kompetent gjeng med sykkelreperatører, som hver for seg har lang erfaring fra flere av byens verksteder. Av hensyn til både egen helse og miljøet bruker de ingen kjemikalier, bare biologisk nedbrytbare oljer og rensemidler.</p>\n<p>&#8211; Vi forsøker å unngå ironien det ville være å selge og reparere et miljøvennlig transportalternativ &#8211; sykkelen &#8211; på en miljøskadelig måte, noe som er fortere gjort enn jeg tror de fleste er klar over, sier Johan Brox fra Dapper.</p>\n<p>Utover gratis sjekk og justering av sykkelen, vil de i tillegg tilby en «Pimp My Bike»-pakke, der man for en hyggelig pris kan oppgradere sykkelen med nytt og lekkert sykkelsete samt styrereim i skinn.</p>\n<p><b>Også lett tilgjengelig kollektivt<br />\n</b>Om du ikke har mulighet til å sykle er det veldig lett å ta seg til Tøyenparken kollektivt. Tøyen T-banestasjon og Carl Berners Plass T-banestasjon ligger henholdsvis 700 og 900 meter fra festivalinngangen. I tillegg går det både buss og trikk i nærheten av Tøyenparken. Vi minner om at vi ikke tilbyr parkeringsplasser for bil.</p>\n","wordpress_id":12683,"featured_image":{"title":"Krankenhaus Johan (1)","filename":"Krankenhaus-Johan-1.jpg","filesize":296007,"url":"http://oya.test/assets/uploads/2015/07/Krankenhaus-Johan-1.jpg","link":"http://oya.test/krankenhaus-johan-1/","alt":"","author":"3","description":"","caption":"","name":"krankenhaus-johan-1","status":"inherit","uploaded_to":0,"date":"2015-07-20 08:06:34","modified":"2015-07-20 08:06:34","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":750,"height":501,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2015/07/Krankenhaus-Johan-1-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2015/07/Krankenhaus-Johan-1-300x200.jpg","medium_width":300,"medium_height":200,"medium_large":"http://oya.test/assets/uploads/2015/07/Krankenhaus-Johan-1.jpg","medium_large_width":750,"medium_large_height":501,"large":"http://oya.test/assets/uploads/2015/07/Krankenhaus-Johan-1.jpg","large_width":750,"large_height":501,"small":"http://oya.test/assets/uploads/2015/07/Krankenhaus-Johan-1.jpg","small_width":320,"small_height":214,"medium_small":"http://oya.test/assets/uploads/2015/07/Krankenhaus-Johan-1.jpg","medium_small_width":640,"medium_small_height":428,"xlarge":"http://oya.test/assets/uploads/2015/07/Krankenhaus-Johan-1.jpg","xlarge_width":750,"xlarge_height":501}},"translations":{"nb":{"url":"/2015/07/21/ta-pedalene-fatt-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a9afc486-af5e-5116-8e5d-e6bccb1a60cb","locale":"nb"}}