{"data":{"wordpressPost":{"title":"Komplett Øyanatt &#8211; del 1","date":"16th June 2010","content":"<p>BILLETTER ØYANATT:<br />\nDe fleste arrangementene under Øyanatt vil selge billetter i døra. Noen av plassene vil legge ut billetter til forhåndssalg. Det vil være salg av billetter til de fleste arrangementene på Øyanatt ute på festivalområdet i Middelalderparken.<br />\nØyanatt blir til i samarbeid med de beste klubbene og arrangørene i hovedstaden. Artistene på Øyanatt blir booket i samarbeid med disse og skal være et supplement til hovedprogrammet og Klubbdagen. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset.<br />\nGyldig Øyabillett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement. For å kjøpe rabatterte billetter i døra viser man frem kvittering på dagsbillett, festivalpass, påsatt festivalarmbånd eller påsatt armbånd for dagen man har vært ute i parken.<br />\nSkal man kjøpe billetter på forhånd, kan man velge den rabatterte billetten, så lenge man har festivalpass eller dagspass til festivalen samme dag som man skal på Øyanatt. Har du kjøpt rabattert billett på forhånd, men ikke kan vise Øyapass, blir du krevd for mellomlegget i døra. Støtt opp om Oslos glimrende arrangører på Øyanatt!</p>\n<p>BLÅ:<br />\nBLÅ er et rått industrilokale med superlyd, skærpe bookinger og en fantastisk uteservering rett ved Akerselva i Brenneriveien 9C.<br />\nONSDAG 11. AUGUST PÅ BLÅ:<br />\nAldersgrense: 20 år<br />\nBilletter selges på www.billettservice.no og i døra<br />\nPris: 200,- + avgift / 160,- + avgift med øyabånd<br />\nIra Ira, Up Front Artists og BLÅ presenterer CARIBOU (CA)<br />\nDaniel Victor Snaith ble først kjent under artistnavnet Manitoba. Etter å ha tapt en rettssak mot The Dictators-vokalist Richard ”Handsome Dick” Manitoba, gikk han over til å kalle seg Caribou. Snaith sysler med elektronisk popmusikk med soveromslyd og har en doktorgrad i matematikk på si. Han har gitt ut en bøtte med plater og EPer, og den siste langspilleren *Swim*, produsert av Jeremy Greenspan fra Junior Boys, kom ut i april 2010.<br />\nBEAR IN HEAVEN (US)<br />\nUnder ledelse av frontmann Jon Philpot har Brooklyn-baserte Bear In Heaven med *Beast Rest Forth Mouth* gitt ut et album som på beste mulige måte utfordrer lytteren. Med klar inspirasjon fra både psykedelia og progrock, får kreativiteten løpe nesten løpsk – men bare nesten, for resultatet faller hele tiden ned på den riktige siden av grensen mellom genialitet og galskap. Bear In Heaven er avansert progressiv rock for den kresne. Innimellom alle inntrykkene og de tett oppbygde lydveggene er det rom for både pustehull og popsensibilitet, noe som gjør at *Beast Rest Forth Mouth* bør få lang levetid i øregangene til kjennere av virkelig godt musikkhåndverk.<br />\nTENOLOPHONES<br />\nDJ-duoen Tenolophones disker opp med et krispt og friskt fruktfat bestående av indiesynth, nyexotica, kosmisk postpunk, etnodisko, nyveiv og house. Bak det totalt ukryptiske navnet Tenolophones finner vi DJ/designentusiast Tenol og DJ/produsenthingst Telephones. Tenol har tidligere vært involvert i suksessklubben Hot!Hot!Hot! og Bloodsport-trioen, mens Telephones de siste årene har spredd en blanding av tropisk disko, house, italo og punkfunk i Trondheim, Oslo og Bergen. Han er aktuell på Untz Untz Records sin første 12” og med en remiks på Diamond Vampires 12” på det greske selskapet Amateur Recordings. Utover året følger utgivelser på Prins Thomas’ label Full Pupp. Både telefonen og tenolen har tunge og allsidige platehyller og skal sammen spille musikk litt på siden av det de vanligvis gjør, men minst like dansbart. Fra Animal Collective, Yeasayer, Section 25, Fuck Buttons og Nice Nice til Four Tet, Keepaway, Andrew Weatherall og High Places; toppet med duggfrisk house og glede – for alle som digger Brooklyn og dansing.</p>\n<p>SUNKISSED<br />\nØYA:SUNKISSED &#8211; 10 ÅR MED SUNKISSED<br />\nSatan tute Hælvettttte! Etter alle år med prinsipielt fravær av bursdagsmas detter vi i bøtta med hud og hår. Ti år i klubbverdenen er jo som kjent et hundeliv og litt til. Da får det så være med fine forsett! Vi overlater herved aldringens immaterialitet til Amanda Lepore; kjør kakefest, hatter, tant, fjas og tøseløs selvgratulasjonering. Vi lover at det blir minst ti år til neste gang!<br />\nTORSDAG 12. AUGUST PÅ BLÅ OG GUL:<br />\n130 kr forsalg på ticspace.no eller med Øyapass / 150 kr i døra. Uteservering gratis.<br />\nAldersgrense: 20 år<br />\nSUNKISSED AIRLINES, VÆRSÅGOD!<br />\nFørste bud blant Sunkisseds mange og til dels superhemmelige bookingregler er litt sånn som i amerikanske valgkamper. Vi spør oss selv hvem vi helst vil ta en øl med. Av og til blir det slik at vi må stå for øldrikkinga alene, da gjestene ofte tyr til skjerf og vodka, men etter ti år med rød løper har vi ramla ut for kun en tulling. Det er ingen dårlig statistikk. Så da vi skulle bestemme oss for hvem vi ville invitere til redux, var det ikke spesielt lett.<br />\nRADIO SLAVE (DE)<br />\nMatt Edwards, eller Radio GaGa som Rekids kollega Spencer Parker affeksjonabelt kaller ham, er en mann med litt i overkant mange talenter. Blant fjaksten utgaver som über disco prosjektet Quiet Village med Joel Martin, venstre-pop samarbeidet Sea Devils med Tom fra Caged Baby, Chi-Town house aliaset Matthew E og etikettene Rekids og Cabin Fever, rekker han også å være Radio Slave, et av house-klodens heiteste navn for tida<br />\nMatt er en av få artister som nærmest har definert sin egen sjanger. Fra Radio Slave-kanten har det i stødig tempo kommet det ene tunge monsteret etter det andre, så å si alle over 12 minutter på klokka. Signaturen er dyster, repetetiv, hypnotisk og technoid, men samtidig kosmisk, organisk og perfekt for lange og oppbyggelige housesett. Har du i det hele tatt vært innom en houseklubb verdt sitt Maldon-salt de siste fem årene, har du garantert gått banos til <My Bleep>, <No Sleep>, <Bell Clap Dance>, <Eyes Wide Open>, <Grindhouse>, <N.I.N.A.>, <I Don't Need A Cure For This>, eller en av de unevnelig mange remiksene hans.<br />\nTross alt dette ville Matt allikevel ikke vært på flyet nordover fra Ibiza denne torsdagen om han ikke også leverte varene in situ. Med en spennvidde fra discomiksen hans for Eskimo, via Radio Disco-miksen for Ministry of Sound til *Fabric 48*, viser han et stødig grep om paletten. Etter et par runder foran boksen på Panoramabar og Fabric, kan vi også notere at han vet hvor skapet skal stå. Når Matt legger en myndig hånd på mikseren er det ikke bare Radioen som går GaGa.<br />\nGUILLAUME &#038; THE COCO DUMONTS<br />\nGuillaume Coutu Dumont, bedre kjent under det noe mer schizofrene Guillaume &#038; The Coutu Dumonts, var allikevel en klar kandidat. Ikke bare er han en særs hyggelig fyr, det er også en hel skare av folk der ute som enda ikke har glemt første gangen han tok turen til Sunkissed. Nå hadde vi riktignok gnåla og tuta i flere uker om hvor bra livesettet til Guillaume var, allikevel kom det som julekvelden på kjerringene da han klemte i gang i mars 2009. Ikke ga han seg heller før et fullstappa Blå knapt visste hvor de skulle gjøre av seg.<br />\nAt Guillaume nettopp har sluppet albumet *Breakin the Fourth Wall* på herlige Circus Company så det lukter svidd gummi helt fra Berlin, gjør vel heller ikke avgjørelsen noe vanskeligere. Mens vi fortsatt har råd til hyre, fly og en øl i sola med Guillaume, slår vi til med begge hender. Og denne gangen trenger vi vel ikke å tute og gnåle fult så mye på forhånd.<br />\nG-HA &#038; OLANSKII<br />\nVINNY VILLBASS<br />\n[+ ute] HENRI LE COQ &#038; LE CAPTAIN + LA COSA SUNKISSED<br />\nFREDAG 13. AUGUST PÅ BLÅ OG GUL: SUNKISSED:LIVE NR. 10<br />\n130 kr forsalg på ticspace.no eller med Øyapass / 150 kr i døra. Uteservering gratis.<br />\nAldersgrense: 20 år<br />\nSunkissed:live ble født i 2003 da Paul Thomas, produsent for One World-programmet på BBC Radio 1, var i Norge for å dekke norsk elektronisk musikk. Paul Thomas intervjuet over 40 artister i Tromsø, Bergen og Oslo før vi toppet det hele med et stort livearrangement i Oslo. Lenge før norsk media klarte å legge øra til jernbaneskinnene, ble dette til seks timer radio på den engelske statskanalen. Det ble også en braksuksess for Sunkissed:live, med kø som strakk seg helt til Hausmannsgate og legendarisk stemning på Blå. Hvert år siden har Sunkissed:live fortsatt å fronte norsk elektronisk musikk, fra jazz til techno. Vi har levert enda seks timer radio til BBC, og inngikk i år som egen scene under By:Larm. Sunkissed:live, i samarbeid med ambassaden i London, gjorde også det største utenlandsarrangementet under 100-årsjubileet, med 28 artister – fra Biosphere til Turboneger – på Fabric i London. Denne fredagen blir det andre ekstraomgang og dermed tiende gang vi gjør Sunkissed:live.<br />\nBUGGE WESSELTOFT vs. PÅL STRANGEFRUIT &#038; KNUT SÆVIK [Mungolian Jet Set] live<br />\nMungolian Jet Set har på sitt merksnodige vis konstruert en ny dimensjon i det musikalske univers de siste fem årene. De ekstremt komplekse komposisjonene og remiksene gjort med silkehansker og hagesaks har åpnet dører til det internasjonale pressekorpset som stadig undrer seg ”This is just amazing! &#8230;who the fuck are these guys??” I denne vendingen skal de to mungolerne spille med selveste Bugge Wesseltoft. Bugge er definitivt en av Norges største jazzmestere. Hans link til det elektroniske veldet har alltid vært tilstede gjennom tidlig samarbeid med Beatservice Records og nytent partnerskap med Henrik Schwartz. Vi lukter lunta, sammen blir det dynamitt.<br />\nROBOMATIK &#038; THE TRONIX [Trulz &#038; Robin vs Ost &#038; Kjex]\nDet firehodede technotrollet er ingen ringere enn Ost &#038; Kjex og Trulz &#038; Robin i ett og samme dragsug. Med andre ord en gavepakning av en liveopptreden. De fire etablerte musikantene har kollaborert siden 90 tallet, både som DJs og liveartister, og har opparbeidet seg en kredibilitet og stødighet innen sjangeren som få tør skryte på seg. Som Robomatik and The Tronix er de kjent for ville improviserte jamsessions uten en tråd. En hatt og tre barter senere er det kollektiv glede på gølvet&#8230; alltid!!<br />\nMENTAL OVERDRIVE<br />\nPer Martinsen bør være en kjent musikalsk figur for norske ører. Med 20 års fartstid som produsent både som ene halvdel av Illumination og alene som Mental Overdrive er det nok av klubbsnask å forsyne seg av for en helaften i dansens tegn. Denne gangen blir det et skreddersydd livesett basert på materiale fra hans uutgitte album *ANTI-LBM*, samt godbiter fra sommeren i form av <My House>. Blander man dette med hans digitalmusikalske historiebok blir det åpning for cyberfolk, snowcore, ambient trance, tekno og disko, selvsagt med en rød tråd av lusekofte.<br />\nFROST<br />\nAggie Peterson, a.k.a. Femme Digitale, og partner Per Martinsen kommer fra eksil i Tromsøs insomnianske smug for å gi storbyen en smak på sitt rykende ferske album *Radio Magnetic*, som kommer i november 2010. Albumet har kommet til live simultant med radioaktiv installasjonskunst, babytreff og nøye overvåkning av den globale oppvarmingen av isveldet i nord. Til Sunkissed kommer spardam og hjerterknekt med et nytt stykke musikalsk historie fra Tromsø.<br />\nCHRISTIAN SOL<br />\nMannen med de flotte brillene er en fordømt dyktig produsent og har nå gjennom sitt labelsamarbeid med Nils Noa – ja, vi prater da om plateselskapet Troll Records – virkelig kommet på banen som en tungvekter i Osloscenen. Lang fartstid kan bekreftes av utgivelser allerede i 99 som ene halvdel av produsentdobbeltløperen Crème Fraiche. Siden den gang har lista blitt lang som natta og et sabla forrykende livesett er kommet til sin rett.<br />\nTOBII<br />\nProduksjonsteknisk kompetanse og intellektuell vinkling på klubbmusikk skal som regel bli utviklet etter en årrekke med pølsing, men i Tobii sitt tilfelle er bragden utrettet allerede før fullført bachelorgrad. Hans stilsikre fremgangsmåte har ført til rakettfart på klubbstigen bare det siste året med utgivelser på Troll og I&#8217;m Single, samt support fra bookingbanden på klubbmekka Berghain. Det sitter friskt i minnet da pølsemaker Tobiisan høynet livesettet sitt i Berlin med sin frekke remiks av Karin Park. Episoden førte til hakaslepp fra et parti irske herremenn fra klubbledelsen.<br />\nDJs:<br />\nTODD TERJE<br />\nDen baleariske piraten Todd Terje er ved siden av Lindstrøm og Prinsen en av de dyktigste diskoprodusentene nord for Kiel. Fra edits av disco til klassisk house og videre mot dansbare merksnodigheter, Terje er lei av å bli dytta i spacediskobøtta og bryter gjerne ned musikalske barrierer. ”I like my music very fruity”, noe vi også setter pris på her på skuta. I disse tider er Terje klar med et dobbelt remiks/edit-album på en av våre favoritt-etiketter, Permanent Vacation, samt masse annet snækks med ekstra frukt.<br />\nNILS NOA<br />\nKa e d&#8217; noa? itj noa? Joa.. Klart det er Noa! Nils burde være velkalibrert biografimat for Oslo-folket, både gjennom sin spalte i Natt&#038;Dag og som den første norske DJen til å gjeste Pete Tongs Essential Mix. Sammen med Christian Sol er han også sjef i Troll-stua, noe så egenartet og frodig som en norsk etikett for housemusikk. Det er vel også kjent at Nils blåser jevnlig av taket som DJ, både på hjemmebane og sør for ekvator.<br />\nLØRDAG 14. AUGUST PÅ BLÅ OG GUL: SUNKISSED JUBILERER<br />\n130 kr forsalg på ticspace.no eller med Øyapass / 150 kr i døra. Uteservering gratis.<br />\nAldersgrense: 20 år<br />\nTro det eller ei, vi har med fullt overlegg unngått alle former for jubileum opp gjennom. Men at vi nå runder ti år må bare feires. Sunkissed er og var hjertebarnet til Olanskii, men har siden 2000 blitt en liten familie på ti pers. Og om Olanskii fortsatt er “the brains”, så kan vi andre krangle om hvem som har “the looks”. Sunkissed har de siste årene vokst seg til å bli en av Nordens største klubbkvelder, og det er vi ekstremt stolte av. Så når vi setter kaka på bordet kan vi like gjerne gjøre det med husets faste helter på tubaen. På Blå går vi Back to Basics; herr og fru setter inn tannbeskytterne og rydder teppet for en helkveld. Det skulle bare mangle, og vi vet mange der ute synes vi generelt gjør dette altfor sjeldent, vel&#8230; time is now! På uteserveringa og Gul setter resten av familien, med Trondheimskoret på topp, inn støtet, og drar silda i land. Dette er ildsjelene som furet og værbitt er med og lemper Sunkissed etter Sunkissed så det låter, lyser og svinger som det skal. Men dette er også en gjeng som spiller så kirsebæra fyker.<br />\nG-HA &#038; OLANSKII<br />\nHerr og Fru Sunkissed har servert eplepai til folket på Sunkissed i ti år! Gode gud, radarparet har selvfølgelig også turnert i inn- og utland, både med og uten skandaler. Gutta har pakka snippesken og underholdt på blant annet Fabric (London), Panorama Bar (Berlin), Robert Johnson (Frankfurt), Mondo (Madrid) og Honkytonks (Melbourne), Notting Hill Arts Club (London), Moog (Barcelona), for å nevne noe. Samarbeidet har også ført til en herlig liten cd-samler på kremetiketten Smalltown Supersound I 2007. At de I det hele tatt fortsatt tåler trynet på hverandre er verdt å feire i seg selv. Hurra!<br />\nDISKJOKKE &#038; VINNY VILLBASS<br />\nJokke og Bassen starta i utgangspunktet Sunkissed avd. Trondheim under den herlige student-tida. Etter hjemkomsten til tigerstaden, ble de en naturlig del av hele sulamitten. Diskjokke hadde med en låt på Sunkissed-cden I 2007, og siden har det kun gått en vei. Med en rekke utgivelser på Prins Thomas’ Full pupp og albumene *Staying In* og *En Fin Tid* på Smalltown Supersound har krølltoppen gjort komet-karriere til stormende jubel over hele fjøla. Villbassen har emigrert til Berlin, men er allikevel mer aktiv en de fleste her oppe på berget. Vinny er Jokkes sparringspartner både bak platespillerene og i studio, og spiller gitar i Diskjokke band. I tillegg snur han etthvert dansegulv på hue og driver &#8216;I`m Single&#8217; etiketten sammen med Khan of Finland.<br />\nNICO COLTSFOOT<br />\nNico er yngste mann på laget, men feirer allikevel tiårsjubileum som DJ I disse dager. Som selverklært gammal sjøulk veit han mer om maling og den norske house-scena enn de fleste. En framtidig housemusikkens John Peel, spør du oss. Mer hyperaktiv mann bak decksa skal du for øvrig lete lenge etter. Heia Odd!<br />\n DJ GAUTE<br />\nGutten med det flotte navnet Gaute Haaversen Westhassel er en meget opptatt mann. Han har vært tungt inne på Blå og sysler med sin egen festival, Oslo Live. På fritida spiller han flott musikk på steder som Dattera, Stratos og Fisk og Vilt. Ellers er han selvfølgelig fast stigemester og leverandør av godsakene hos oss.<br />\nHENRI LECOQ &#038; LE CAPITAN<br />\nHvis du liker deg på Blå, kan du umulig ha unngått å møte på disse to gutta. Mange blir overraska over at det faktisk fins to av dem, men det gjør det altså. Dobbelt så bra! I tillegg til å spille snasen house og disco er de også involvert I Oslo Live, og i sommer har det ansvaret for godfoten på uteserveringa på Sunkissed.<br />\nRASMUSSEN<br />\nSykkelreperatør Rasmussen har vært med oss en god stund. Han er som regel å finne som overoppsynsmann i døra, men er også en meget habil DJ. Mannen har ett bein i Berlinerbolla og det andre dypt inne i de svenske skoger. Men først og fremst stiller Rasmussen med et meget stort hjerte og en smittsom platebag.<br />\nRONNY RABALDER<br />\nSjåfør-Ronny har spilt myndig techno siden 1997. Blant annet har han arrangert og spilt på en haug med klubber i Oslo og Trondheim. Ikke minst har han både veiva i gang lysriggen på Ploink og varma opp for størrelser som Carl Cox og Jeff Mills. I disse dager er technobagen bytta ut med tech-house, men fortsatt har Ronny et myndig grep om sakene.</p>\n<p>LOT LOT PÅ DATTERA TIL HAGEN<br />\nLot Lot kler om Dattera Til Hagen (Grønland 10) til et toetasjers partyhus med det aller beste av elektronisk klubbmusikk. Hver kveld vil det, i tillegg til Tidspunkt: torsdag &#8211; lørdag<br />\nAdresse: Grønland 10<br />\nHjemmeside: www.dattera.no/www.lotlot.no<br />\nÅpningstider: 22.00 &#8211; 03.30<br />\nAldersgrense: 20 år<br />\nBilletter selges på www.billettservice.no, 7-Eleven, Narvesen og i døra<br />\nPris: samme pris alle dager. 150kr + avgift / 100,- + avgift med øyabånd<br />\nLineup: KYLE HALL (US/HYPERDUB/WARP/WILD OATS/R&#038;S) / DARKSTAR (UK/HYPERDUB) / PUNANI SS SOUNDSYSTEM (NO) / OMAR-S (US/FXHE) / ØYVIND MORKEN (NO/LUNA FLICKS) / SOMMERSTAD LIVE (NO/FULL PUPP) / TELEPHONES (NO/FULL PUPP/UNTZ UNTZ) &#038; CHMMR (NO/LUNA FLICKS)<br />\n / FOUR TET(UK) / Jamie XX (UK)<br />\nPRESENTASJON LOT LOT<br />\nLot Lot er et klubbkonsept av Jonas (Bitch Boys) og Mattis (With). De to møttes i sin tid på Øyafestivalen. Jonas som del av DJ-duoen Bitch Boys, Mattis som ung mann med interesse for elektronisk musikk. Etter Øya dro Mattis til Amerika. Gutta holdt kontakten, inspirert og revitalisert av timelange samtaler om elektronisk musikk. De fant en felles plattform og bestemte seg for å lage et klubbkonsept dedikert til musikken de elsker – for vennene sine, og for å gi Oslo Lot Lot.<br />\nFor Lot Lot er musikken viktigst, men konseptet skal også fokusere på tingene som omgir<br />\nmusikken. Fra designet av Kristian Hammerstad og Levi Bergqvist, til å gjøre nye utforminger av klubber du kjenner fra før. Eller la deg danse på helt nye steder til musikk fra inn- og utland. Målet er å kunne tilføye klubbscenen noe nytt, og bidra til at det blir enda mer spennende å gå på klubb. Bookingene til Lot Lot skal være ren klubbmusikk som bringer noe nytt og spennende til sine respektive sjangre, med dyktige DJs og artister. Enten det er bassmusikk fra Trouble &#038; Bass, tech-house fra Dirtybird, leftfield-lyder fra Warp, dubstep fra Hyperdub, eller folklore/tribal techno fra Cadenza. Bare det er gøy, vakkert, fint og trigger oss nok til at det er spennende for klubbfolket. Du slipper å se DJs som ikke kan mikse, eller artister som er glemt neste år på samme tid. Hvis navnet er ukjent, kan du stole på at de artistene og DJene som er booket gir deg de beste klubbopplevelsene du kan få, og sent glemmer.<br />\nVi ”kler” om Dattera til et to-etasjers partyhus; to etasjer med det aller beste av elektronisk klubbmusikk. Hver kveld vil vi, i tillegg til de større artistene og DJene, bringe inn to norske residents. En miks av kjente plateryttere i en ny setting, nye talenter fra hele landet, og presentere en veldig bra klubblineup. Vi har involvert krefter fra både Oslo, Bergen og Trondheim, og har booket flere av favorittartistene våre. Etter Øyafestivalen dukker Lot Lot opp i flere sammenhenger, enten det er på Dattera, under jorden eller på et hemmelig sted.<br />\nTORSDAG 12. AUGUST<br />\nPå Lot Lots første Øyanatt får vi besøk av to utypiske artister som begge er utgitt på den britiske elektroniske labelen Hyperdub: Detroit wizkid Kyle Hall og beatsduoen Darkstar, samt Punani SS, et nytt prosjekt fra to stayers i norsk kulturliv, nemlig Salvador Sanchez fra Darkside Of The Force og hele Norges Hele Fitta a.k.a. Martin Bjørnesen.<br />\nKYLE HALL (US/HYPERDUB/WARP/WILD OATS/R&#038;S)<br />\n18 år gamle Kyle Hall har vært en del av housescenen i Detroit siden han var 11 år. Oppfostret og undervist av byens beste, fra Rick Wilhite til Mike Huckaby, har han fått måle seg opp mot de beste og utviklet en utrolig forståelse for musikk. Hans første release kom som 16 åring på deep house legenden Omar-S sin FXHE label og siden har han gitt ut på labler som Hyperdub, sin egen Wild Oats label, Third Ear, Warp, R&#038;S, og Hypercolour.<br />\nProduksjonene hans har alltid vært fremtidsrettet, og aldri låst til houseformatet, enten han gjør soulful hiphop som Stones Throw-gjengen ville vært stolt av, uk garage bedre enn britene gjør det, jazza instrumentalmusikk eller futuristisk elektro – alltid med sin egen lyd og skrudde vri på sjangrene.<br />\nEn samlet musikkpresse har omfavnet ham som et av den elektroniske musikkens største håp, og som starten på en treDJe bølge med Detroit-produsenter. Settene hans har en rå og rask miksestil, noe han lærte tidlig av den lokale legenden Raybone Jones. Hall har allerede spilt på steder som Fabric og Panorama Bar. Guttungen kommer definitivt til å blåse oss av banen denne torsdagen på Dattera. www.myspace.com/kylehalldetroit<br />\nDARKSTAR (UK/HYPERDUB)<br />\nDarkstar er en produsentduo bestående av James Young og Aiden Whalley, som har sluppet plater på sin egen 2010-label og på en av nåtidens mest spennende labler: Hyperdub Records.<br />\nDeres første release på Hyperdub var den utrolige <Need You>, som musikknettstedet Pitchfork utnevnte til Dubstep Single Of The Year 2008. Neste release på Hyperdub var låten <Aidy’s Girl Is A Computer>, en vindskjev elektronisk groover som slo beina under en samlet musikkscene, ble remikset av Kyle Hall, og plasserte seg på topp ti da Resident Advisor skulle kåre årets låter.<br />\nDarkstar har en unik tilnærming til musikk, med en veldig analog sound og fokus på at produksjonene både skal være fullendte sanger og fungere på et dansegulv. De jobber for tiden med debutskiva si for Hyperdub. Darkstar spiller før Kyle Hall i annen etasje på Lot Lot’s Øyanatt på Dattera. www.hyperdub.net<br />\nPUNANI SS SOUNDSYSTEM (NO)<br />\nProduksjonsduoen Punani SS er et relativt ferskt navn, men bak lurer to ringrever fra ytterflankene av norsk kulturliv. SS er initialene til Salvador Sanchez, tidligere frontmann i (den Spellemannsprisvinnende) rapgruppen Darkside Of The Force. For tiden ferdigstiller han sitt andre soloalbum som rapper, og skal også opptre inne på selve Øya som vokalist for Necessary. Hele Fitta (eller på engelsk: The Whole PUNANI!) er døpt Martin Bjørnersen, var norsk rappioneer i gruppen Ellers Det for et milleniumsskifte siden, halvkjent som skribent i blant annet Morgenbladet og beryktet for kompromissløse DJ-sett i sjangre som spenner fra ghetto tech til deep house til vestkystsrap.  Som Punani SS har de hittil levert mye omtalte remikser for Alabamarapperne G-Side og hele Oslos Nils Bech, og et par hemmelige, nye prosjekter (som kanskje tar dem over i enda flere uventede territorier) ventes avduket i løpet av sommeren. Som produsenter er de like komfortable med sofistikert gangsterrap som med ignorant housemusikk – eller var det omvendt? Nuvel. På Lot Lot skal de spille egne og andres plater, med Salvador på mikken og hendene på så vel vinyl som samplere. Noen overraskelsesbesøk fra kjentfolk blir det kanskje også? Et godt gammaldags soundsystem, altså. Bare helt uten dreads.<br />\nCC<br />\n100,- med Øyapass<br />\n150,- uten Øyapass<br />\nLOT LOT//ARTISTSLIPP//ØYANATT//DATTERA TIL HAGEN//<br />\nFREDAG 13.08<br />\nFredagen på Lot Lot består blant annet av en av housemusikkens mest myteomspunnede karakterer, nemlig Omar-S. Med den naturlige supporten Øyvind Morken, label manager for Luna Flicks og en av Oslos desidert beste DJs. I førsteetasjen har vi valgt å showcase neste generasjon av norsk disko. Fire unge menn som akkurat har blitt plukket opp av Prins Thomas’ Full Pupp og Morken, Kango &#038; Strangefruits Luna Flicks label, og som har sin helt egne friske take på den norske diskomusikken.<br />\nOMAR-S (US/FXHE)<br />\nOmar-S er en av housemusikkens mest mytiske karakterer. Han ble oppdratt i downtown Detroit, og tiden som sveiser i stålfabrikken til Ford har forplantet seg i hans råe, ufiltrerte musikk, laget på rustent analogt utstyr. Ut av det harde har det kommet noe av det råeste av housemusikk, men også noe av det vakreste, som i <Psychotic Photosynthesis>, en melodisk, nesten klassisk sang som snek seg langt opp når Resident Advisor skulle kåre tiårets beste låter.<br />\nOmar-S er en legende og kan nevnes i samme åndedrag som Theo Parrish, Mad Mike, Carl Craig og Moodymann. Han har gjennom mesteparten av 2000-tallet drevet labelen FXHE, men det var først i 2004, med releasen <Oasis One>, at Europa begynte å få øynene opp for Detroits best skjulte skatt. Etter dette fulgte flere store undergrunnslåter som <100% House> og <Day>, og i 2008 kom Fabric-miksen hans. En miks bestående av hans egne låter, en slags samling av hans utgivelser hittil og en av de aller beste utgivelsene i Fabric-serien. Omar er ekstremt selektiv på hva han velger å gjøre, og vi er stolte av å ha han spillende på Dattera Fredag 14. August.<br />\nØYVIND MORKEN (NO/LUNA FLICKS)<br />\nØyvind Morken er velsignet med evnen til å grave frem de mest kokte skivene. Samtidig som folk hever øyenbrynene, settes blodsirkulasjonen i gang i beina. Han har holdt det gående over lengre tid med ville og eksotiske fester som ikke bare har blitt huset på de beste klubbene i byen, men også gallerier, loft, lagerhus, raves og strandfester. Ved siden av å skrive for musikkblekka FAN sørger han for at Luna Flicks-etiketten gir ut skiver fra Mungolian Jet Set, Ost &#038; Kjex, Rune Lindbæk, Kango, Chmmr og Skatebård, med flere. Hvis du ikke ser ham syklende rundt på en bysykkel i full fart på vei til neste gig med platebagen på ryggen, henger han gjerne rundt på taxfree-sonen mens han venter på neste avgang, eller i baksetet på en bil skravlende om den obskure vinylen han fant på en basar i bakvendtland. www.nattogdag.no/uteliv/artikler/ukas-mixtape-oyvind-morken<br />\nSOMMERSTAD LIVE (NO/FULL PUPP)<br />\nSommerStad består av Mikkel Haraldstad &#038; Marius Sommerfeldt, tipset av flere som den nye vinen når det gjelder nydiskoen. Sjangermessig sorterer de inn under det utenlandsk presse kaller scandodisko, men sjangere kan som alle vet være så mangt, og med sterk inspirasjon av ballerøskende grooves, flytende harmonier og boblende melodier skaper de en veldig fin oppløftende pakke med musikk. Prins Thomas, som gir dem ut på Full Pupp, pluss et knippe andre storheter kan skrive under på dette. Flere produksjoner og remikser er i vente. Det lover godt for livets glade gutter, som ifølge dem selv har en sterk lidenskap i øl, kvinner og latenight diskodansing!<br />\nDette blir første gang Sommerstad spiller et fullstendig livesett og Lot Lot er stolte over å få presentere dette under Øyanatt. www.myspace.com/sommerstad<br />\nTELEPHONES (NO/FULL PUPP/UNTZ UNTZ) &#038; CHMMR (NO/LUNA FLICKS)<br />\nChmmr og Telephones har i lengre tid vært bartebyens ivrigste eksponenter for skitten disko, house og kosmisk boogie. Hver for seg med hyppige spillejobber land og strand, samt i periodisk tospann på lokale Supa.<br />\nEksilbergenseren Telephones’ hybrid av disko, house, italo, punkfunk og assortert kosmisk polyrytmikk har den siste tiden tatt ham fra spillejobber på Blå, Landmark, Lot Lot på Dattera og EKKO-festivalen i Bergen, til lokale aerobics-workouts i Trøndelag. Hans produksjoner og DJ-sett ligger i skjæringspunktet mellom skandinavisk-syntetisk kulde, verdensrommet og ekvatorialsk varme &#8211; en fruktkurv med både syrlig og søtt, samt en og annen kokosnøtt tilgriset av murpuss fra en Manchester-kjeller.<br />\nHønefossblaserte og Trondheimsglaserte Chmmr har også en dyp kjærlighet for fire flate i sin reneste og skitneste forstand. Mangfoldige år med spillejobber riket rundt har gitt mannen en fast fot bak båsen, ofte i sammenheng med konseptet Skurk, som han har drevet sammen med Fella og Ali Soulishhh de siste fire årene. Like viktig som å spille plater er det å lage dem, og de lander vanligvis i house- og diskoland. Chmmr er preget av et over normalt, dog sunt forhold til det ytre rom, kunstig fremstilt bassgitar og harmonier. I februar slapp Chmmr sin første 12” på Strangefruit/Morken/Kango-labelet Luna Flicks, en utgivelse som har blitt godt mottatt av storheter som Tim Sweeney (Beats In Space) og Bill Brewster (DJHistory), mens Telephones nylig var å finne på Untz Untz Records sin første 12”, samt en remiks i greske Amateur Recordings’ vinylriller, sist lovprist av bl.a Gavin Russom (DFA). Han live-debuterte nylig på Blå (der også Chmmr bidro bak spakene) og har utgivelse på Prins Thomas’ Full Pupp-label på tapeten. Det ligger med andre ord an til et spennende år for begge disse kompisene.<br />\nLØRDAG 14.08<br />\nFOUR TET (UK)<br />\nFour Tet har over mange år trollbundet oss med sine utrolige plater og eksperimentelle liveshow. Enten det har vært med sine egne plater, i bandet Fridge,  samamen med den nå avdøde jazzlegenden Steve Reid – som han spilte med ute i parken på Øya 2008 – eller i samarbeid med folk som Burial. Han har remikset blant andre  Radiohead og Bloc Party, og markert seg som en av tiårets aller mest spennende og beste elektronikaartister. Det er derfor vi er enormt stolte av å presentere Four Tets liveshow lørdag under Øyafestivalen.<br />\nGjennom årene har han gitt ut musikk på labler som Warp, Domino, XL, Ghostly og Smalltown Supersound. I år kom den utrolige platen *There Is Love In You*, inspirert av samarbeidet med Steve Reid og hans residency på Plastic People, hvor han gjenfant gleden for dansemusikk. Four Tet sin take på moderne dansemusikk er alt fra normal, det er live jazzperk gjort av Steve Reid, rare gitarharmonier, koring og alt det man har funnet av snodige innslag på hans tidligere plater. Utrolig vakkert og dansbart.<br />\nFour Tet har bygd seg opp et utrolig rykte med sine improviserte og foranderlige livesett. Gjennom turnering med band som Animal Collective, Hot Chip, Radiohead og Stereolab, har han fått mange fans både ute i verden og her hjemme. www.myspace.com/fourtetkieranhebden<br />\nJAMIE XX (UK)<br />\nDJ-sett: The xx har vært det mest omtalte bandet det siste året. Debutalbumet deres slo beina under et samlet pressekorps, og de har turnert jevnlig siden de først slapp singlen <Basic Space>. Det er selvfølgelig ikke uten grunn at deres utrolige melodier, intime følelse, r&#8217;n&#8217;b-inspirasjon og minimalistiske approach til produksjon bringer oss til Jamie XX – gutten som slår så kontant og hardt på trommemaskinen under liveshowet og som produserte bandets debut.<br />\nThe xx spiller i parken tidligere på kvelden og tar turen bort til Lot Lots Øyanatt på Dattera etterpå. Jamie XX er også mannen bak et par helt fantastiske remikser, spesielt The xx sin rework av Florence And The Machines <You Got The Love>, og av The xx’ egen tidligere omtalte <Basic Space>,  hyllet av Pitchfork og alle blogger det er verdt å lese. Dans deg ut av Øyas siste dag og inn i sommernatta med Jamie XX.</p>\n<p>GAMLA:<br />\nTidspunkt: onsdag – lørdag<br />\nAdresse: Grensen  1,  Inng. Møllergt, vis-a-vis Glasmagasinet, Oslo<br />\nHjemmeside: www.gamla.no<br />\nÅpningstider: 22:00 &#8211; 03:30<br />\nKonsertstart: 23.30<br />\nAldersgrense: 20 år<br />\nBillettinfo: forhåndssalg via Billettservice, Platebutikken Tiger og i døra<br />\nPris:<br />\nonsdag: 130,- / 100,- med øyabånd<br />\ntorsdag: 130,- / 100,- med øyabånd<br />\nfredag: 200,- / 150,- med øyabånd<br />\nlørdag: 180,- / 120,- med øyabånd<br />\nLineup: HARLEM (US) / COLD MAILMAN / HYPERTEXT / BASKERY (Swe) / BEAT TORNADOS (N) / DJ Reverend Billy Hill´s Rock´n´Roll Universe / LUDELLA BLACK feat. THE MASONICS (UK) / HIGH TENSION GIRLS<br />\nONSDAG<br />\nSPOON TRAIN presenterer HARLEM (US) + DJs (TBA)<br />\nHARLEM<br />\nHarlem er fra Austin, Texas, og er et relativt ferskt band. Debuten til bandet kom i 2008 og fikk den optimistiske tittelen *Free Drugs ;-)*. Skiva imponerte tilstrekkelig til at den flotte labelen Matador signerte bandet. Deres første utgivelse på Matador er *Hippies*, som ble sluppet i april. For alle som følger bandet på Twitter (HarlemWhateverr), overrasker det ikke at All Music Guide sa følgende om deres siste utgivelse: ”Sometimes it’s enough to write really catchy and fun songs and play them with a minimum of fuss. Harlem has done that on Hippies, and for that, they deserve all kinds of praise.” http://www.myspace.com/harlemduh<br />\nTORSDAG<br />\nSPOON TRAIN presenterer COLD MAILMAN (NO) + HYPERTEXT (NO)<br />\nCOLD MAILMAN<br />\nCold Mailman har den siste tiden snudd flere og flere hoder med sin intrikate, velspilte og intelligente popmusikk. De lettere dystopiske tekstene kombinert med et digert, men fortsatt subtilt lydbilde, gjør Cold Mailman til en liveopplevelse av de sjeldne, og det er knyttet store forventninger til deres andre fullengder som kommer i oktober på Kråkesølvs nystarta label. http://www.myspace.com/coldmailman<br />\nHYPERTEXT<br />\nBergens neste popeksport, Hypertext. Siden debuten Corrente Elektro i 2007 har bandet vært i studio og spilt inn ny plate med Jørgen Træen, fått seg et nytt bandmedlem og utviklet seg kraftig både på plate og scene. De har turnert Danmark, Tyskland, Luxemburg og Storbritannia, og responsensvar strålende fra både publikum og konsertarrangører. Dagbladets Sven Ove Bakke hadde følgende å si om bandet live: ”Gitarene gnurer, bølger, brummer og slår mot hverandre over en rumlende rytmeseksjon, og i dypet ligger det vi alle leter etter: gode, velkonstruerte låter.” http://www.myspace.com/hypertextband<br />\nI tillegg blir det musikk fra DJ-duoen Skeptisk&#038;Grinete (sic)<br />\nFREDAG:<br />\nRED PLANET presenterer BASKERY (SE) + BEAT TORNADOS (NO) + DJ Reverend Billy Hill’s Rock’n’Roll Universe<br />\nKillbilly-søstrene Baskery med nye mørkere toner! Med storesøster Gretas skarptromme-tambourine på venstrebenet, basstromme på høyrebenet, slide-fuzza banjo og munnspill, leverer hun, sammen med Stella på Kontrabass og Sunniva på akustisk gitar, en kraftig vokal-pakke. Før Baskerys nåværende Killbilly, Bluesgrass og Country-punk, hadde Stockholms-damene Rockabilly-bandet Slaptones – med faren på trommer og rimelig suksess utenlands.<br />\nEtter å ha nærmest turnert seg ihjel i USA, Canada, Europa og ikke minst blitt godt kjent i Norge med debuten *The Brave* de siste to årene, er denne ivrige trioen snart klar med ny skive. Før Oslo har de tett program på større festivaler i overnevnte verdensdeler, samt i Australia til høsten. Det er en modnere, mørkere, mer sinna og sulten utgave av Baskery som kommer, men sarkasmen leveres fortsatt med et godt glimt i øyet. www.myspace.com/baskery<br />\nThe Beat Tornados gjør sitt mesterverk *Mission To Mir* (2001) &#8211; Surf-instrumentalens svar på *Sgt. Pepper*.<br />\nThe Beat Tornados er et pirrende instrumentalt lydbilde med kaskader av twangy Fender-toner, tonnevis av reverb, delay og ekko, stormkast av tremelo og ulende thereminer. Arrangementene og melodiene er som tatt ut av skumle gamle kriminalfilmer og detektivserier, Midtøstens, Østeuropas, Hawaiis eller norske folketoners mystikk. De kan like gjerne slå over romskipsferder til månebaser, som et perfekt soundtrack til Star-Trek, slik deres kritikerroste mesterverk *Mission To Mir* illustrerte.<br />\nSkiva med det superflotte sci-fi tegneserie-coveret fikk femmerne og sekserne kastet etter seg da den kom ut i 2001, og har i ettertid vist seg å gå utenpå det meste av band som har kastet seg på 60-tallsbølgen. The Beat Tornados har levert lyd til norske filmer som *Lange Flate Ballær* og *Kalde føtter*, men den siste tids høydepunkt har vært å bli signert på Little Stevens Wicked Cool Records. Norgesvennen ble våt i ørene da han for to år siden kom over Flipsides kronjuvel i en av Oslos mer kjente subkultursjapper. www.myspace.com/thebeattornados<br />\nLØRDAG:<br />\nROCK &#038; SPESIALREISER presenterer LUDELLA BLACK feat. THE MASONICS (UK) + HIGH TENSION GIRLS + DJs TBA<br />\nHIGH TENSION GIRLS<br />\nHigh Tension Girls består av Linda fra The Launderettes, Lise fra The Pumps og Plingis fra Mensen, og er en punkrocktrio etter den gode gamle oppskriften – med riff røffere enn rakettbrennstoff, rytmeseksjon tightere enn gaffateip, låter lekrere enn Volvo P1800 og soloer fetere en Meierismør.  De spiller låter du har hørt før, låter du tror du har hørt før og låter du gleder deg til å høre tusen ganger til. Pynt deg til tenna eller la være, men sørg for all del for ikke å gå glipp av High Tension Girls når du har sjansen til å se dem!<br />\nLUDELLA BLACK &#038; THE MASONICS (UK)<br />\nAv Egon Holstad<br />\nDet er lenge siden jeg fullstendig sluttet å la meg sjokkere over den manglende logiske forbindelsen mellom talent, utførelse og kommersiell suksess. Det er nemlig ingen forbindelse. Det finnes ikke rettferdighet, livet er for kjipt, skjebnen er en kødd og Gud er en forbanna og grinete råtass.<br />\nLudella Black var et sentralt medlem i britiske The Del-Monas og Thee Headcoatees, og skal ha selvsagt ha all mulig kred, skulderklapping og uforbeholdne hurra-rop for dét, men hennes solobedrifter er likevel enda drøyere og på et mye høyere nivå. Hun lager dritspreke låter, skriver bittersøte, morsomme og smarte tekster, synger med en selvtillit høyere enn Petter Stordalen med en brøyeskavel kola opp i hvert nesebor, og burde således ha vært tilbedt som en halvgudinne på begge sider av Atlanteren. Når hun ikke er dét skyldes det mer at britisk musikkpresse er mer opptatt av å vie oppmerksomhet og spalteplass på analyser av avføringen til Gallagher-brødrene enn de er av å søke etter ordentlige talenter som faktisk har noe å komme med.<br />\nDen mest skammelig forbigåtte rock&#8217;n&#8217;roll-skiva i 2008 var *From This Witness Stand* av og med Ludella Black &#038; The Masonics. Nå har du sjansen til å gjenopprette både selvrespekt, manglende dømmekraft og dumriantendenser på egen prioriteringsarena når hun og det fremragende orkesteret hennes står på scenen i hovedstaden. Dævelen deise, så gøy dette kommer til å bli! Holly Golightly meg her og Nancy Sinatra meg der. Pøh! LUDELLA FOR PRESIDENT! www.myspace.com/themasonics/www.myspace.com/ludellablackofficial</p>\n<p>GARAGE:<br />\nTidspunkt: onsdag – lørdag<br />\nAdresse: Grensen 9<br />\nHjemmeside: www.garageoslo.no<br />\nÅpningstider: 22:00 &#8211; 03:30<br />\nAldersgrense: 18 år onsdag og torsdag, 20 år fredag og lørdag<br />\nBillettinfo: forhåndssalg via Platebutikken Tiger og i døra<br />\nPris:<br />\nonsdag: gratis<br />\ntorsdag: 100,-  / 75,- med øyabånd<br />\nfredag: 100,-  / 75,- med øyabånd<br />\nLineup: JENS CARELIUS / THE LIONHEART BROTHERS / THE POLAR BEAR CLUB (US) / THE BLOW (US)<br />\nONSDAG 11. AUGUST<br />\nJENS CARELIUS, PÅ LILLESCENA 1. ETG<br />\nEn usedvanlig bra låtmekker! Hos Carelius finnes så mangt, deriblant en folkpopmikstur av Nick Drake, en anelse Cohen og svenske José Gonzalez.<br />\nJens Carelius fra Sandvika, Oslo, utga debuten *The First Songs* i 2008. Skiva ble mottatt med strålende kritikker fra media. Andrealbumet *The Beat Of The Travel* (Viking Records) er en naturlig progresjon, der det folkinspirerte soundet er utvidet med rikere arrangement og sterkere melodier.<br />\nCarelius er vidgjeten kjent for sitt unike og underfundige låtskrivertalent. Likevel, en like sterk side av folkrockeren og blueselskeren er hans fokus på lyrikken. Han sier selv at han ikke er en poet-poet, men – ”I still feel that this is my greatest driving force; being able to write good lyrics in English”. Musikken på skiva varier tematisk, låter basert på folk-gitar, valser med blåsere og strenginstrumenter, pop og rock inspirert lyd. Sangene er kontrastfylte, fra melankolsk folk-og bluesgitar, via up-tempo pop og singalong harmonier. Carelius opptrer i kompani på kveldens konsert. ”Imponerende oppfølger fra Carelius &#8211; som med ett står frem blant landets beste låtskrivere.” – Groove.no. www.myspace.com/jenscarelius<br />\nTORSDAG:<br />\nTHE LIONHEART BROTHERS<br />\nEt psykedelisk arsenal av lyd, svevende melodier og magiske harmonier!<br />\nStorslagne *Dizzy Kiss* ble sluppet i 2007. TreDJe utgivelse fra bandet forandret den alternative musikkscenen her til lands. 120 Days og Serena Maneesh satt ikke lenger alene på tronen over voldsom postrock, psykedelisk pop og hellig kraut. The Lionheart Brothers&#8217; hypnotiske drømmer finnes et hemmelig sted på kartet mellom The Pole Dilemma, Horse Transform, Slowdive og Spiritualized. En religiøs og berusende opplevelse! Plateaktuelle med Alternatives på Sirkel Record 12. august. ”One of the most devastating live bands to fall from Europe in years” – Clash Magazine. www.myspace.com/lionheartbrothers<br />\nFREDAG:<br />\nPOLAR BEAR CLUB (US)<br />\nAmerikanske Polar Bear Club er definitivt et av de største banda som finnes i post-hardcore tsunamien som skyller over musikkverdenen for tida. Uheldigvis har slike godbiter en tendens til å ha UK som endestasjon på sine turneer, men ikke denne gangen. Benytt en kongelig anledning! NYs Polar Bear Club oppsto i 2005. Vokalist Jimmy Stadt og gitarist Chris Browne utvidet kjapt duoens lineup. Inspirasjonen er vidsynt og inkluderer Small Brown Bike, Third Eye Blind, Silent Majority, Hot Water og Lifetime. Ofte assosiert med Roses Are Red, Another Breath, Marathon, Spark Lights the Friction, Heavy Hearted og The Disaster. Triple Attack Records slapp Polar Bears Clubs debut-EP *The Redder, The Better* i 2006. Utgivelsen fikk helt rå anmeldelser fra fanziner og havnet på en rad av best of-lister. Bandets første fullengder, *Sometimes Things Just Disappear*, 2008, fikk glødende kritikker. I 2009 signerte bandet på Bridge Nine Records, og fikk en braksuksess med andrealbumet *Chasing Hamburg*, produsert av Matt Bayles (Minus The Bear, Isis). En rekke turneer med blant andre The Gaslight Anthem, American Steel, A Willhelm Scream, Crime In Stereo, Cancer Bats, Every Time I Die, Four Year Strong og Trapped Under Ice fulgte raskt. www.myspace.com/polarbearclub<br />\nLØRDAG<br />\nTHE BLOW (US)<br />\nThe Blow er artistnavnet til den Portland, Oregon-baserte musikeren Mikhaela Yvonne Maricich, som har spilt inn en rekke skiver på K Records.<br />\nMusikken er en naken og kunstnerisk kombinasjon av Khaela&#8217;s vokal og elektroniske, dansbare beats. Opptredener inkluderer ofte korte taler, faktisk har hun turnert med en lang monolog, &#8220;Blue Sky Versus Night Sky&#8221;. Khaela er tidligere medlem av The Microphones.<br />\nhttp://www.myspace.com/theblowus</p>\n","wordpress_id":360,"translations":{"nb":{"url":"/2010/06/16/komplett-%c3%b8yanatt-del-1/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f5b85594-1ef9-55e3-8c3c-9db241add1d5","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2010/06/16/komplett-%c3%b8yanatt-del-1/","redirect":false}}}