{"data":{"wordpressPost":{"title":"Lot Lot med Øyanatt lørdag 13. august","date":"8th July 2016","content":"<p>Lot Lot avslutter årets Øyafestival med deres nå tradisjonsrike avslutningsfest på Dattera til Hagen. Klubbkvelden, som har gjort sine øyakvelder i 7 år nå, har i år fått med seg en av Britisk technos mest interessante artister om dagen Tessela, hele Norges André Bratten, Bendik HK kjent fra Pantha du Prince, Karima og Lot Lot Soundsystem. Vi gleder oss som alltid til å avslutte årets høydepunkt med en kjempefest i to etasjer på Dattera til Hagen.</p>\n<p>Forsalg på Ticketmaster</p>\n<p>UTEN PASS 200 inkl.billettavgift<br />\nMED PASS 150 inkl.billettavgift</p>\n<p>&nbsp;</p>\n<p>TESSELA (UK)</p>\n<p>Med utgivelser på sin egen label Poly Kicks, Blueprint, Bleep og ikke minst på legendariske R&amp;S Records, trenger ikke Tessela noe videre introduksjon. Få produsenter har, slik vi kjenner det, gjort mer for å forene ulike sjangre innen elektronisk musikk enn det Tessela har gjort de siste årene. Han blander inn techno, breakbeat, hardcore, og house i både egne produksjoner og DJ-set, noe han gjør han på en smidig og elegant måte. Dette gjør ham både utrolig interessant og unik som produsent, også som DJ. Med sine bassdrivende DJ-set  tar han for seg hele spekteret av elektornisk musikk,  og det er ren lykke å overvære han i klubben, vel som på plate.</p>\n<p>Tessela går inn i rekken av  kvalitetsbookinger fra den britiske scenen; Zomby, Ben UFO, Joy Orbison, Actress, Pariah, Darkstar, Floating Points, og DMX KREW, alle har tidliger gjestet Lot Lots øyanetter på Dattera.</p>\n<p><a href=\"http://mixcloud.com/residentadvisor/ra523/\" target=\"_blank\">mixcloud.com/residentadvisor/ra523/</a></p>\n<p>&nbsp;</p>\n<p>ANDRÉ BRATTEN</p>\n<p>André Bratten har i flere år vært en ledestjerne for neste generasjons norske elektroniske musikk. I fjor ut den fantastiske skiven Gode på Smalltown Supersound, som ga han en Spellemannspris og satte han enda  tydligere på det Europeiske technokartet. André er også en god venn av Lot Lot-gjengen og dette er tredje året på rad hvor han avslutter våre Øyanetter med ett nå tradisjonsrikt sett.</p>\n<p><a href=\"http://soundcloud.com/andre-bratten\" target=\"_blank\">soundcloud.com/andre-bratten</a></p>\n<p>&nbsp;</p>\n<p>BENDIK HK</p>\n<p>Bendik er overalt hele tiden, enten det er som komponist av klassisk musikk, trommeslager for band som Bendik (sic) og Gundelach,  på turne med Pantha du Prince eller som DJ på Villa eller Blå. Han blander sømløst techno, house med rare polyrytmer og egenlagde samples, og vi gleder oss til å ha han spillende med André Bratten og Karima i vår første etasje under Lot Lot.</p>\n<p>&nbsp;</p>\n<p>KARIMA</p>\n<p>Karima blir med Bendik HK og André Bratten og danner trekløveret i første etasjen. Karima holder det gående på Jaeger med sin ukentlige klubb, Retro, som hun gjør sammen med makker Daniel Gude. Hun har bygget seg opp til å bli en av de mest interessante og dyktige DJs på klubbscenen i hovedstaden (og Norge), og med sin delikate smak for house-musikk og teknisk finesse blir det spennende å følge med på hva denne kvinnen vil utrette i fremtiden. Til høsten flytter hun til Berlin for å videre utvikle sin det hun har lagt sin elsk på, house-musikk.</p>\n<p><a href=\"http://jaegeroslo.no/jm004-karima/\" target=\"_blank\">jaegeroslo.no/jm004-karima/</a></p>\n<p>&nbsp;</p>\n<p>LOT LOT SOUNDSYSTEM</p>\n<p>Består denne gangen av de to Lot Lot grunnleggerne, Mattis With og Jonas Wiik. Etter å ha møttes på et tak i Oslo for åtte år siden  har de to laget årlige fester for festivagjengerne under Øya. Med sin felles interesse og dedikasjon for elektronisk musikk har de delt platespillere flere ganger. Med  utveksling av elektroniske komposisjoner som house og techno fra innerst til ytterst gleder vi oss til å høre disse to DJe før Tessela i andre etasjen på Dattera.</p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"666a84fa-bb76-5516-af42-201058c2187f"}}