{"data":{"wordpressPost":{"title":"Handheld Shows på Øya","date":"2008-06-23T11:11:00.000Z","content":"<p>En del har sikkert fått med seg medieoppslag på konseptet og nettsida www.handheldshows.com den siste tiden. Kanskje har du også vært innom og sjekket ut noen av de intime showene til Black Lips, Love Is All eller Je Suis Animal på nett. Handheld Shows er filmsnutter med fete band i uvanlige omgivelser. Folka bak trekker med seg sine favorittartister ut av studioer, øvingslokaler og spillesteder for at de spontant skal opptre i uvante omgivelser. Det hele dokumenteres på film og gjøres tilgjengelig for publikum på nett. Nå kommer konseptet til å inkluderes i årets Øyafestival og vi tok en prat med Magnus Rye, som er en av personene bak disse uhøytidelige musikkfilmene.</p>\n<p>Først av alt, hvor fikk dere inspirasjon til Handheld Shows?<br />\n&#8211;\tDet kommer fra en som heter Vincent Moon, som er gudfaren for dette. Han har en ideologi bak det, et slags videoanarki. Det har blitt en trend som har spredd seg. Vincent Moon ønsket at dette skulle ta over for musikkvideoen.<br />\nMagnus forteller videre at hele poenget er å ta med bandet ut av tradisjonelle settinger og få dem til å spille på det de klarer å ta med seg av utstyr. Når Vincent Moon filmet Arcade Fire endte de opp med å rytmisk rive sider ut av et magasin når annen perkusjon var for tungvint å drasse med seg.</p>\n<p>Handheld Shows har holdt på siden i oktober og Magnus begynner å bli varm i trøya på dette relativt nye konseptet.<br />\n&#8211;\tVi tilfører en helt annen grad av intimitet. Musikkvideoen er distansert og regissert. Her blir man tvunget til å strippe det helt ned. Vi skal være nære på og formidle situasjonen.</p>\n<p>Blant høydepunktene sålangt nevner han blant annet Truls &#038; The Trees.<br />\n&#8211;\tDet var gøy de hadde satt av to timer og vi dro til Frognersæteren. De hadde med trommesett og klarta opp i et tre. Et annet høydepunkt var The Blow, som vi sleit veldig med å få tak i. Jeg fikk SMS klokka 08.00 om at vi kunne møtes om en time på Oslo S og vi filma på perongen to minutter før toget hennes skulle gå. Bratsjspilleren Anni Rossi var en overraskelse, for hun kjente jeg ikke til fra før.</p>\n<p>Spontanitet er viktig for Handheld Shows. De ønsker at folk skal få vite om disse stuntkonstertene kort tid i forveien og skal ha mulighet til å oppsøke showene. Han håper å få annonsert en del ting på forhånd i forbindelse med Øya, hvor Magnus skal følge de to banda Best Fwends (US) og The Death Set (US/AU) et par dager. Det kan lønne seg å ha et øye på nettsida hans om man vil vite hvor disse skal opptre. Sjøl gleder han seg stort.<br />\n&#8211;\tJeg er fan av den do-it-yourself-bølgen av elektrorock.</p>\n<p>Etter å ha jobbet seg gjennom festivalsommeren ser han for seg at det blir flere godbiter utover høsten på Handheld Shows.<br />\n&#8211;\tVi har planer om å utvide med mer innhold, som studioreportasjer og internvjuer. I tillegg jobber vi med å heve standarden på sida, blant annet på designsiden.<br />\nDe ser for seg podcast og abonnementordninger i framtida. Samtidig vil de gjerne fortsette å annonsere intimkonsertene i framtida. Det betyr at dersom du faller for dette uforutsigbare opplegget under Øya, kan du få flere fete intime musikkopplevelser i framtida, via handheld Shows.</p>\n<p><a href=\"http://www.handheldshows.com\" target=\"_blank\">Sjekk Handheld Shows</a></p>\n<p><a href=\"http://www.blogotheque.net/spip.php?page=cae_all&#038;lang=en\" target=\"_blank\">Sjekk gudfar Vincent Moon sine arbeider</a></p>\n<p>*THE DEATH SET* er en duo fra Australia, som har slått seg ned I Baltimore, USA. Deres debutalbum Worlwide inneholder 18 låter på 25 minutter. Her finner du punk rock, blanda ut med deres interesse for elektro og hiphop. De har turnert med tidligere Øya-gjester som Spank Rock og Bonde Do Role Johnny Siera og Beau Velasco leverer et hektisk, intenst og kort livesett du neppe har sett maken til.<br />\n<a href=\"http://www.myspace.com/thedeathset\" target=\"_blank\">MYSPACE</a></p>\n<p>*BEST FWENDS* er en duo fra musikkbyen Austin, Texas. De fikk den første låten de noengang skreiv inn i en Bacardi-reklame og siden dengang har festen fortsatt å ta av. De er nå signa på hippe Moshi Moshi, som har kanlt musikken deres ”retarded anti-pop”. La deg overraske av to karer som kjøpte noen av sine første instrumenter på Toys R Us.<br />\n<a href=\"http://www.myspace.com/bestfwends\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":729,"translations":{"nb":{"url":"/2008/06/23/handheld-shows-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7653df85-cf51-5f9c-844c-9337867d1bff","locale":"nb"}}