{"data":{"wordpressPost":{"title":"Søppelhimmelen","excerpt":"<p>Det blir noen tonn søppel når Øyafestivalen arrangeres, men hva skjer med det etterpå? For å finne det ut tok vi turen sammen med Natur og Ungdom til Norges største gjenvinningsanlegg. </p>\n","content":"<p>&nbsp;</p>\n<p><strong>Det blir noen tonn søppel når Øyafestivalen arrangeres, men hva skjer med det etterpå? For å finne det ut tok vi turen sammen med Natur og Ungdom til Norges største gjenvinningsanlegg. </strong></p>\n<p>På Haraldrud i Groruddalen er det langt mellom grønne lunger og parkområder. Men mellom alle næringsbyggene og de trafikkerte veiene finner vi et grønt mosetak som tilsvarer tre fotballbaner i utstrekning. Her ligger Groruddalen miljøpark, landets største gjenvinningsanlegg som eies av Norsk Gjenvinning.</p>\n<p>&#8211; Vi behandler over 320 000 tonn med avfall hvert år. Det tilsvarer mer enn 400 biler med avfall – hver dag, sier Merete Lie i Norsk Gjenvinning, som Øyafestivalen samarbeider med.</p>\n<p><strong>Automatisk sortering</strong></p>\n<p>Og i løpet av august kommer noen av disse bilene med avfall fra Øyafestivalen. Anlegget tar i mot avfall fra bedrifter og næringsvirksomhet, men ikke privatpersoner. Her sorteres blandet avfall ved hjelp av en automatisk prosess som blant annet renser ut metaller, sand og grus og store elementer. Til slutt sitter man igjen med en stor haug med finsortert avfall som sendes til forbrenning. I Oslo energigjenvinnes dette og blir til fjernvarme og strøm.</p>\n<p>Ved hjelp av et optisk sorteringsanlegg blir papp og papir sortert ut i opp til 25 fraksjoner, avhengig av behov. Ved å scanne en papirbit eller drikkekartong gjenkjenner anlegget papirtypen og ved hjelp av hundrevis av optiske sensorer sorterer luftstrømmer ut de ulike kategoriene med papp og papir.</p>\n<p><strong>Spesialisert gjenvinning</strong></p>\n<p>I tillegg til restavfall og papp og papir blir glass- og metallemballasjen fra Øyafestivalen levert til Haraldrud før den sendes videre til et spesialanlegg for glassgjenvinning i Fredrikstad. Trevirke sendes til Norsk Gjenvinning sitt anlegg på andre siden av Haraldsrudveien og dette blir kvernet opp og brukt som brensel.</p>\n<p>Men en del av avfallet fra Øyafestivalen kommer aldri innom Groruddalen, men blir sendt rett til spesialiserte anlegg. Matavfallet ble i fjor sendt til Norsk Matretur i Akershus, hvor det ble gjenvunnet til biogass. Plastfolie og ølglassene ble sendt direkte til Norsk Gjenvinnings plastanlegg på Gardermoen, hvor det blir kvernet opp og kan brukes til å produsere nye produkter. Rent metall sendes til Drammen hvor det sorteres og bearbeides. Elektronisk avfall og farlig avfall sendes direkte til anlegg som er sertifisert for å behandle denne type avfall.</p>\n<p>&#8211; Det er betryggende å se at all den jobben som vi og vårt publikum legger ned i å kildesortere avfallet følges opp med en god håndtering som sikrer at avfallet kan brukes på nytt, sier Julie Forchhammer, miljøsjef i Øyafestivalen.</p>\n<p><strong>Søppelsortering på Øya</strong></p>\n<p>I over ti år har Øyafestivalen i samarbeid med Natur og Ungdom sortert avfallet fra festivalen. Gjennom et omfattende pantesystem kan publikum returnere plastglass, drikkehanker, popcornesker og pizzaesker. På Øya får man til og med betalt for å levere sneiper i retur.</p>\n<p>Alt avfallet går inn til festivalens miljøstasjon hvor frivillige fra Natur og Ungdom går gjennom hver eneste søppelpose og sørger for at alt som kan gjenvunnet blir sortert riktig. Takket være de 150 frivillige fra Natur og Ungdom ble over 60 prosent av festivalens avfall til nye materialer. Resten ble til strøm og varme for Oslos innbyggere.</p>\n<p>&#8211; Vi er veldig stolt over å sikre at Øyafestivalen blir gjennomført på en mest mulig miljøvennlig måte og håper flere vil la seg inspirere til miljøvennlig handling, sier Line Lønning, som er ansvarlig for Natur og Ungdoms arbeid under Øyafestivalen.</p>\n<p>I 2012 klarte Øyafestivalen å redusere restavfallsmengden med 3 tonn. Dette førte til at den totale avfallsmengden var på 35,4 tonn. Av dette ble 61 prosent sortert ut slik at det kunne materialgjenvinnes. Av dette utgjorde trevirke den største mengden med 5,2 tonn. Papp og papir utgjorde 4,8 tonn. Glass- og metallemballasje veide 4,4 tonn, mens matavfall utgjorde 3,8 tonn. Ølglassene alene veide 2,1 tonn.</p>\n<p>&nbsp;</p>\n<div></div>\n<p><strong>BILDE</strong> Natur og Ungdom og Øyafestivalen på søppeltur! Fra venstre: Magnus Hestvik (NU), Ingrid Kleiva Møller (Øya), Håvard Lundberg (Øya), Anton Petter Hauan (NU), Line Lønning (NU)</p>\n","date":"2013-04-30T07:55:53.000Z","wordpress_id":6372,"featured_image":{"title":"avfall 635x350","filename":"avfall-635x350.jpg","filesize":195398,"url":"http://oya.test/assets/uploads/2013/04/avfall-635x350.jpg","link":"http://oya.test/avfall-635x350/","alt":"","author":"4","description":"","caption":"","name":"avfall-635x350","status":"inherit","uploaded_to":0,"date":"2013-04-26 08:44:34","modified":"2013-04-26 08:44:34","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/04/avfall-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/04/avfall-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/04/avfall-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/04/avfall-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/04/avfall-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/04/avfall-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/04/avfall-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2013/04/30/soppelhimmelen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9e8cc9f9-6fdd-5c4f-ac19-6a9bb56c3496","locale":"nb"}}