{"data":{"wordpressPost":{"title":"Dagny og Gundelach til Øya","date":"15th December 2015","content":"<p>Opplev to framtidige stjerner i Tøyenparken, Dagny og Gundelach. De to artistene har begge imponert med hver sin singel, og det er mange som venter sultent på mer musikk. I løpet av de siste ukene har vi sett begge artistene spille, Dagny i London og Gundelach i Oslo, og begge imponerte stort.</p>\n<p>I morra slår vi til med det siste internasjonale storslippet før juleferien. Følg med på oyafestivalen.no</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13254 size-thumbnail\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"ticket\" width=\"150\" height=\"150\" data-srcset=\"http://oya.test/assets/uploads/2015/11/ticket-150x150.png 150w, http://oya.test/assets/uploads/2015/11/ticket-300x300.png 300w, http://oya.test/assets/uploads/2015/11/ticket.png 480w\" sizes=\"(max-width: 150px) 100vw, 150px\" data-sizes=\"auto\" data-aspectratio=\"480/480\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p><strong>DAGNY</strong></p>\n<p>Det er ikke ofte en norsk artist får denne type oppmerksomhet på bakgrunn av bare en singel. Backbeat har vært hyppig spilt på P1 og P3 i høst. Artisten bak er fra Tromsø, oppholder seg i London og heter Dagny. Låta har vært med i TV-serien The Vampire Diaries i USA, og Dagny er klar for den engelske festivalen The Great Escape til våren. Hun har allerede spilt på Isle Of Wight og noen av Englands mest anerkjente scener. Backbeat har sålangt blitt spilt langt over en million ganger på Spotify. I 2016 kommer enda flere til å åpne øregangene for denne popartisten.</p>\n<p>Vi tror 2016 blir et stort år for Dagny, og at hun er en artist nesten alle ønsker å få med i Tøyenparken i august.</p>\n<p><a href=\"http://whenthegramophonerings.com/2015/10/05/track-day-dagny-backbeat/\" target=\"_blank\">whenthegramophonerings.com</a> skreiv dette om Backbeat: &#8211; And like any good pop song, Dagny makes us want to dance. It’s upbeat, ridiculously catchy, and positive in all the best ways. Dagny is new to the scene, and if this track is any indication, she’s here to stay.</p>\n<p><a href=\"https://www.facebook.com/dagnymusic\">www.facebook.com/dagnymusic</a></p>\n<p>&nbsp;</p>\n<p><strong>GUNDELACH</strong></p>\n<p>Kai Gundelach har beveget seg rundt i Oslos klubbmusikkmiljøer siden ungdommen, først og fremst som DJ. Nå på tampen av året har han fått fortjent oppmerksomhet med singelen Spiders. Den første uken etter release var den konstant i Hype Machines toppliste og sjølveste Pharrell Williams håndplukket låta til sitt radioshow. Den ble så playlista på P3 og fikk ros av BBCs Phil Taggart.</p>\n<p>Etter nyttår kommer det en EP, som det er store forventninger til. Den er spilt inn i New York, i samarbeid med produsent Joel Ford (Autre Ne Veut, Oneohtrix Point Never og Cyril Hahn). Gundelach har turnert med Say Lou Lou, og musikken hans har blitt sammenligna med artister som Bon Iver, James Blake og Blood Orange.</p>\n<p>Pigeons and Planes: &#8211; Gundelach&#8217;s &#8220;Spiders&#8221; is a gauzy, wobbly ride through the songwriter&#8217;s native Norway—the trembling synths paint the picture of a winter wonderland, and Gundelach is driving the sleigh. Downtempo dance music is true bliss when it&#8217;s done right, and &#8220;Spiders&#8221; is a slice of gentle-funk heaven.</p>\n<p><a href=\"https://www.facebook.com/gundelachmusic/\">www.facebook.com/gundelachmusic/</a></p>\n","wordpress_id":13341,"translations":{"nb":{"url":"/2015/12/15/dagny-og-gundelach-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5ada3f51-66ce-588d-b0bb-3101b844fb16"}}