{"data":{"wordpressPost":{"title":"Øyaprogrammet ferdig","date":"3rd June 2009","content":"<p>VAMPIRE WEEKEND (US) / ULVER / TROND ANDREASSEN / COCKTAIL SLIPPERS / JOHNOSSI (SE) / AURA NOIR / SMOKE MOHAWK / TELLUSALIE / FJORDEN BABY</p>\n<p>Nå er årets Øya-program ferdig og sjøl mener vi at det er intet mindre enn tidenes festivalprogram. Årets line-up inneholder fire fyldige dager i Middelalderparken og vi er stolte av den enorme bredden. Fra årets innertierbookinger som Grizzly Bear og Dirty Projectors til brutal metal med Satyricon og Municipal Waste til stor skafest med Madness til utfordrende godlyd med Ulver til rå pønk med The Bronx til hiphop med Asher Roth og Amanda Blank til jazz med Atomic til et av Englands største band i Arctic Monkeys til soul med Noora Noor til symfoni med KORK til afrobeat med Seun Kuti til mystiske Fever Ray til dubstepstjernene Skream og Benga i Magnetic Man og masse mer…for ikke å snakke om Wilco og Glasvegas og Mew og endelig Lily Allen og Beirut…vi anbefaler rett og slett hele festivalen! Se www.oyafestivalen.no for full oversikt. Lista med kvalitetsartister vil nesten ikke ta slutt! At andre også har satt pris på årets Øya-artister viser seg gjennom et svært godt billettsalg. Vi har aldri solgt så mye billetter til Middelalderparken på et så tidlig tidspunkt.</p>\n<p>I dag slipper vi den siste store bolken med artister til parkdelen av årets Øyafestival. Alle bekrefta artister er nå plassert på dag. Riktignok er to/tre plasser i programmet åpne, for at vi kan ha is i magen og bestemme oss for et par navn etter Musikkfest Oslo. De to siste banda kommer altså til å være nye, spennende norske band. Programmet i Middelalderparken vil bestå av fire scener over fire dager. Til sammen skal 80 band/artister stå på våre fire hovedscener, i tillegg kan du gjøre deg kjent med nye navn og spennende musikk i Camp Indie-teltet.</p>\n<p>Årets Øya-program er som nevnt det sterkeste noensinne, med en god miks av norsk og utenlandsk, stort og smått, sært og tilgjengelig. Vi er stolte over å kunne presentere en masse navn som aldri har spilt på festivalen tidligere, som sjelden eller aldri har vært på norske scener eller som kommer til å by på eksklusive og minneverdige konserter. Hele 27 av de norske navna gjør sin debut i Middelalderparken, mens alle de utenlandske bortsett fra et (Band of Horses) gjør sin første Øya-konsert. Av de internasjonale banda er det hele 40 navn som kun gjør Øyafestivalen i Norge denne sommeren. Nesten halvparten av disse gjør sin første konsert på norsk jord i forbindelse med festivalen.</p>\n<p>Før festivalen kommer det nye utgivelser med blant annet Dirty Projectors Madness, Wilco , Mew (EP), Amanda Blank og Datarock m.fl.. Blant banda som kommer til å slippe sitt neste album rett i etterkant av Øya, finner vi Arctic Monkeys, Mew, Band of Horses, Municipal Waste og mange til. I tillegg vil det, som alltid, være godt med muligheter til å oppdage nye norske og utenlandske favoritter.</p>\n<p>VAMPIRE WEEKEND (US) – onsdag 12/8<br />\nNew York-bandet ble dannet i 2006 og kort tid etter begynte ryktet å gå om en særdeles spennende kvartett. For et og et halvt år siden kom debutalbumet, og det tok virkelig rockeverden med storm. Skiva raste inn på topp 20 i både USA og UK. Vampire Weekend var med andre ord en av fjorårets store nykommere. De ble lagt spesielt merke til fordi de miksa frisk rock med inspirasjon fra blant annet afrikansk musikk. Resultatet er et band med tydelig særpreg og en litt annerledes type festrock. Et nytt album er på vei, og du trenger ikke bli overrasket om du får noen nye smakebiter mellom slagere som A-Punk, Cape Cod Kwassa Kwassa og Oxford Comma. Vampire Weekend kommer til å levere sjølsikker solskinnsmusikk i Middelalderparken. Hva mer kan man ønske seg av en bysommer?<br />\n<a href=\"http://www.myspace.com/vampireweekend\" target=\"_blank\">MYSPACE</a></p>\n<p>ULVER – onsdag 12/8<br />\nDet er med stor glede vi for kort tid siden fikk vite at Ulver hadde planer om å spille live igjen. Enda blidere ble vi når de sa ja til å spille på Øyafestivalen. I over 15 år har Kristoffer Rygg beveget seg gjennom og på siden av sjangre som rock, ambient, black metal, elektronika og avantgardemusikk. Det siste tiåret har han hatt med seg Jørn H Sværen og Tore Ylwisaker som faste medlemmer. Lyden av Ulver er mørk og spennende, og er et av få band vi kjenner som har vært ambisiøse nok til å lage en totimers hyllestplate til dikteren William Blake. Vi ser fram til å kunne oppleve dette kultbandet i Middelalderparken og mener det er på sin plass å understreke at det er noe også du burde gjøre. I et intervju med Pitchfork  i 2007 uttalte Kristoffer Rygg at Ulver ikke skulle spille live, men nå er de klare likevel. Dette er garantert noe som kommer til å trekke folk fra mange verdenshjørner til Øyafestivalen.<br />\n<a href=\"http://www.myspace.com/ulver1\" target=\"_blank\">MYSPACE</a></p>\n<p>JOHNOSSI (SE) – fredag 14/8<br />\nEtter flere år med ønsker på nettsidene våre er de to gutta i Johnossi endelig klare for sin Øya-debut. De har den selvtittulerte debuten og All They Ever Wanted i sekken, og du kan forberede deg på høyspent tomannsrock. Dette er en oppvisning i hvor mye godlyd det er mulig å lage med en akustisk gitar og et lite trommesett. Friske riff, melodier som klistrer seg til minnet og energisk framføring er blitt Johnossis varemerke. Dette bandet har etter hvert fått seg et navn i store deler av Europa ved å stadig være på veien. I Oslo har de gått gradene fra Mono og Last Train til Rockefeller og nå Øyafestivalen. De to gutta fra Stockholm skal overbevise deg om at man ikke trenger å være mange for å lage mye og rå festivallyd. Johnossi har nemlig fått æren av å åpne festivalens fredag. Her blir det lov til å la seg rive med, skråle høyt og danse litt i gresset.<br />\n<a href=\"http://www.myspace.com/johnossi\" target=\"_blank\">MYSPACE</a></p>\n<p>TROND ANDREASSEN – lørdag 15/8<br />\nDet har lenge versert rykter om at Trond Andreassen har hatt album mog nytt band på gang. For noen uker siden fikk vi høre de første låtene fra skiva, og må si vi ble skikkelig glade. Bandnavnet er ikke helt på plass enda, så vi må skrive Trond Andreassen enn så lenge. Trond var gjennom en årrekke og tre album vokalist og hovedlåtskriver i det fantastiske norske bandet Ricochets. Folk har ventet lenge på å høre hva Fredrikstad-mannen har holdt på med siden bandet ble lagt på is. Albumet slippes etter planen til høsten. Før den tid kan du stifte bekjentskap med Andreassens nye musikk under Øyafestivalens siste dag. Dette kommer til å bli en premiere du seint vil glemme, da en av Øya-kontorets favorittlåtsmeder og sangere endelig går opp på en scene igjen.</p>\n<p>COCKTAIL SLIPPERS – lørdag 15/8<br />\nEtter noen år som en delvis godt bevart hemmelighet i Oslos miljøer for garasjepop og annet sekstitallssnacks har Cocktail Slippers endelig fått internasjonal oppmerksomhet. Det skyldes blant annet at Little Steven har falt for bandet og gir ut skiva Saint Valentine’s Day Massacre på sin label Wicked Cool. Nå blir det lørdagsmoro med høy festfaktor på Øya. Cocktail Slippers kommer til å gi deg fengende og lettbeint solskinnsrock. Det er bare å sving på hoftene og glise bredt, for her blir det både trivelig og tøft.<br />\n<a href=\"http://www.myspace.com/cocktailslippers\" target=\"_blank\">MYSPACE</a></p>\n<p>AURA NOIR – fredag 14/8<br />\nØyafestivalen er stolte av å kunne presentere et band som altfor sjelden spiller på norske scener. I over 15 år har Aura Noir tukla med ond, møkkete og rå ekstremmetall, som henter inspirasjon fra storheter som Slayer og Venom. Passende nok ga de i 1996 ut skiva med tittelen Black Thrash Attack, som også har blitt en slags slogan for trioen. Det bør vel også nevnes at bandet omtaler seg selv som det styggeste bandet i verden.  I fjor kom det foreløpig siste albumet, Hades Rise, som viste at Aura Noir fortsatt er i stand til å framkalle mørke stemninger og grisete aggresjon. Grunnleggeren Aggressor er forhindret fra konsertopptredener etter at han skadet seg hardt for noen år siden. Liveutgaven består for tiden av Blasphemer, Apollyon og Jehmod. Disse gutta burde være kjent fra band som Cadaver og Mayhem.<br />\n<a href=\"http://www.myspace.com/auranoir\" target=\"_blank\">MYSPACE</a></p>\n<p>TELLUSALIE  &#8211; lørdag 15/8<br />\nEn av Fredrikstads best bevarte hemmeligheter er bandet Tellusalie. De har i flere år syslet med stødig pop og rock som har klare referanser til 70-tallet. Våkne anmeldere har klart å trekke fram både Neil Young, Grant Lee Buffalo Magnolia Electric Co. Bandet har tidligere i år spilt inn sitt tredje album, denne gangen med selveste Knut Schreiner som produsent. Øyas bookingfolk har fått høre noen smaksprøver som lover svært så bra. Vi gleder oss og det burde også du gjøre, for dette er musikk som vil få sommeren til å vare ut advent. Gjør deg klar for en god dose varmegradsrock.<br />\n<a href=\"http://www.myspace.com/tellusalie\" target=\"_blank\">MYSPACE</a></p>\n<p>SMOKE MOHAWK – onsdag 12/8<br />\nSmoke Mohawk startet som et uhøytidelig coverband, og har medlemmer med bakgrunn fra Astroburger, Gluecifer, My Midnight Creeps, Lust-o-Rama og We. Rolf Yngve Uggen, Danny Young, Thomas Felberg og Raymond Jensen har den siste tiden laget egne låter og i august skal de for første gang presentere godsakene for et stort publikum i Middelalderparken. Med andre ord har Oslo fått et nytt rockemonster, som kommer til å ta pusten fra deg. Kombinasjonen erfarne gutter i sin beste alder og nyutsprunget energi har sjelden fungert bedre. På lista over inspirasjonskilder har de plassert The Faces, Sun Ra, Nick Lowe og ZZ Top. Trenger vi egentlig si så mye mer? Jo, vi kan ta med deres egen formulering: ” Pub rock spelt lang faenivoll ute i verdensrommet &#8211; beina på bakken, men huet er gone”.<br />\n<a href=\"http://www.myspace.com/smokemohawk\" target=\"_blank\">MYSPACE</a></p>\n<p>FJORDEN BABY – torsdag 13/8<br />\nFjorden Baby er kanskje Bergens mest omtalte band det siste året. Nå kommer de over fjellet for å sparke i gang Øyafestivalens torsdag. I lang tid var de en gjenganger på NRK P3, med hitten Karoline. De har også vært de fremste representantene for den nye Loddefjord-scenen, sammen med blant annet Øya-aktuelle John Olav Nilsen &#038; Gjengen. Aftenposten likte den selvtitulerte debutskiva såpass godt at de skrev: ”…på plate er dette svært potent dubrock, men lett surrealistiske og desperate tekster som sitter som et skudd.”. Deres lek med uttrykk som dub, punk og nyveiv låter friskere enn noe norskspråklig rock på mange år.<br />\n<a href=\"http://www.myspace.com/fjordenbaby\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b22cd929-b82a-5e75-9931-51bb06586109"}}