{"data":{"wordpressPost":{"title":"Grace Jones erstatter Haim","date":"20th July 2016","content":"<p>Hun skal spille på vår største scene, Amfiet. Dette blir en festivalopplevelse du seint vil glømme. Vi er storfornøyde med at verdensstjernen Grace Jones takket ja på svært kort varsel, etter at vi ble kjent med Haims problemer i går kveld.</p>\n<p>Haim har blitt nødt til å avlyse sine konserter i Europa i august på grunn av andre forpliktelser. Dette inkluderer deres konsert på Øya. Her er bandets melding om de avlyste konsertene:</p>\n<p>&nbsp;</p>\n<p><strong>HAIM Cancel European Live Run To Focus On Album 2</strong></p>\n<p><em>HAIM have announced the cancelation of their upcoming European live appearances this summer.  The band were scheduled to perform at Way Out West, Tivoli Gardens, Oya, Frequency, Krakow Live, Zurich Openair, the Reading &amp; Leeds Festivals, and Electric Picnic. The cancelation comes as a result of the band needing to finish up the recording of their highly anticipated sophomore album.  “We’d hoped to be done with recording but as it turns out, we’re at a critical point of finishing up recording and need to stay close to home until it’s complete.  We hate to disappoint our fans who were coming to see us and promise we’ll be back in the near future to share our new music with you.”</em></p>\n<p><strong> </strong></p>\n<p><strong>GRACE JONES (JM)</strong></p>\n<p>Multikunstnerern Grace Jones har gitt ut musikk i omtrent 40 år, og hadde aller størst suksess med albumene Nightclubbing (1981) og Slave To The Rythm (1985). Foreløpig siste skive kom i 2008 og het Hurricane. I årene siden det har hun vært aktiv på scena og er regna som en artist man absolutt bør få med seg i konsertformat. Hun står bak favoritter som I Need A Man, Fame, Pull Up To The Bumper, Love On Top Of Love, Sex Drive, Private Life, Im Not Perfect og Slave To The Rhythm. I fjor ga hun ut boka I’ll Never Write My Memoirs.</p>\n<p>Hennes særegne miks av RnB, new wave og disco har begeistret folk fra hun fortsatt vanka på Studio 54 og helt fram til idag. Hun har vært inspirasjonskilde for minst et par generasjoner med artister. Grace Jones har samarbeida med storheter som Nile Rodgers, Tricky, Sly &amp; Robbie og Brian Eno, for å nevne noen få. I tillegg har hun spilt i kjente filmer som Conan The Destroyer, A View To A Kill og Boomerang.</p>\n<p>Som liveartist er hun i en klasse for seg sjøl. <a href=\"https://www.theguardian.com/music/2015/jun/01/grace-jones-review-semi-clad-queen-of-the-costume-change\" target=\"_blank\">The Guardian</a> er et av mediene som var imponerte etter fjorårets konserter:</p>\n<p>… her performance is sexual, animalistic and tribal, but in terms wholly dictated by the diva herself.</p>\n<p><a href=\"http://www.facebook.com/GraceJonesOfficial\" target=\"_blank\">www.facebook.com/GraceJonesOfficial</a></p>\n<p>foto Andrea Klarin</p>\n","wordpress_id":14731,"translations":{"nb":{"url":"/2016/07/20/grace-jones-erstatter-haim/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a1f2515c-b003-5086-b208-8652cf733070","locale":"nb"}}