{"data":{"wordpressPost":{"title":"Mer Øyanatt på Revolver","date":"22nd May 2014","content":"<p>Forrige uke slapp vi amerikanske <a href=\"https://api.oyafestivalen.no/2014/05/13/mer-oyanatt-night-beats-us/\" target=\"_blank\">Night Beats til Øyanatt på Revolver torsdag 7. august</a>, og i dag har turen kommet til to nye kvelder. Onsdag 6. august spiller de svenske rapperne Cleo &amp; Kristin Amparo sammen med produsentene sine i Broke &#8216;N Tipsy. Fredag 8. august spiller amerikanske Eleanor Friedberger, kjent fra The Fiery Furnaces og nå som soloartist. Lørdagen ligger an til å bli like fet og vil offentliggjøres om kort tid. Følg med!</p>\n<p>Revolver, onsdag 6. august<br />\nGut Feelings presenterer:<br />\nCLEO &amp; KRISTIN AMPARO + BROKE ’N TIPSY (SE)<br />\nPris med/uten øyabillett: 170/200 kr<br />\nForsalg hos Platebutikken Tiger &#8211; snart!<br />\nAldersgrense: 20 år<br />\n<a href=\"https://www.facebook.com/events/244767622396850/\" target=\"_blank\">Meld deg på Facebook-arrangementet</a>!</p>\n<p>Klubbfestivalen Gut Feelings og konsertarrangøren Redyellowcab Booking Agency er stolte av å kunne presentere den aller beste hiphop-acten fra Sverige i 2014 under Øyanatt.</p>\n<p>Vi låner beskrivelsen fra Femtastic:<br />\n«Cleo &amp; Kristin Amparo är en unik duo inom svensk hiphop och soul, som fått hela Sverige att gunga med sin fantastiska karisma och liveshow. Med rötterna i Nordafrika, Colombia, svensk jazz och norrländsk hiphop trampar dessa kvinnor helt ny mark med sin musik.</p>\n<p>Cleos magiska energi när hon spottar verser rimmar perfekt med Kristin Amparos djupa och gränslösa soulröst. Just denna röst har gjort henne känd i hela musiksverige som ”det närmaste Sverige kommit Ella Fitzgerald och Amy Winehouse i en och samma person” vilket DN Kultur kallade henne med betyget 5 av 5.»</p>\n<p>Revolver, fredag 8. august<br />\nGut Feelings presenterer:<br />\nELEANOR FRIEDBERGER (US)<br />\nPris med/uten øyabillett: 150/180 kr<br />\nForsalg hos Platebutikken Tiger &#8211; snart!<br />\nAldersgrense: 20 år<br />\n<a href=\"https://www.facebook.com/events/1477345602482691/\" target=\"_blank\">Meld deg på Facebook-arrangementet</a>!</p>\n<p>Eleanor Friedberger er mest kjent fra The Fiery Furnaces, bandprosjektet hun lenge holdt vitalt sammen med broren Matthew. De senere årene har hun derimot gjort større suksess med sitt eget materiale, og Jørgen Hegstad i P3 skrev følgende om Eleanors plate Personal Record fra 2013:</p>\n<p>«Dette bør være albumet som løfter henne opp i bevisstheten til fans av Fleetwood Mac og alle nyere band som ligner (Best Coast, Haim). “Tomorrow Tomorrow”, “You’ll Never Know Me” og “Singing Time” er ytterligere eksempler på hennes smartness, og for første gang føles hun som en artist man blir virkelig betatt av.»</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":9917,"translations":{"nb":{"url":"/2014/05/22/mer-oyanatt-pa-revolver/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"87fa4a7c-5e75-5412-bc1b-fb4fb38ae52f"}}