{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2011/06/09/ayanatt-med-juicy-pay-stratos-dj-cassidy-q-tip-dj-mayer-hawthorne-dj-og-6th-borough-project/","locale":"nb","type":"post","id":"617c64be-a1b6-506e-8719-2c97436d73cf","slug":"ayanatt-med-juicy-pay-stratos-dj-cassidy-q-tip-dj-mayer-hawthorne-dj-og-6th-borough-project","title":"Øyanatt med Juicy på Stratos: DJ Cassidy, Q-Tip (DJ), Mayer Hawthorne (DJ) og 6th Borough Project!","date":"2011-06-09T12:04:00.000Z","excerpt":"<p>Øyanatt-programmet ferdigstilles i disse dager. Tidligere har vi sluppet Okkervil River på Rockefeller, Low på Parkteatret, samt Glasser og The Antlers på John Dee. </p>\n<p>I dag har turen kommet til Juicy-guttas sterke og hiphop-tunge lineup på Stratos. Følg med i morgen og til uka for flere Øyanatt-slipp.</p>\n"}},{"node":{"link":"/2011/06/09/kom-deg-pa-norwegian-wood/","locale":"nb","type":"post","id":"e4b6a783-96f6-51f8-bdeb-c6bcfa39242e","slug":"kom-deg-pa-norwegian-wood","title":"Kom deg på Norwegian Wood","date":"2011-06-09T10:46:49.000Z","excerpt":"<p>De neste dagene kan du dra på en annen festival i en annen Oslo-park. I fem dager kan man oppleve musikkhygge under Norwegian Wood i Frognerparken. Det er fortsatt billetter til noen av dagene. Vi ser ingen grunn til å være noe anner sted fram til mandag. Spesielt gleder vi oss til Mastodon, Nick Lowe, Eagles, Ida Jenshus (bildet), Wolves Like Us, Gojira, Real Ones, Aritsillus, Enslaved, Eels og noen til. God festival! <a href=\"http://norwegianwood.no/\" target=\"_blank\">NORWEGIAN WOOD PÅ NETT</a></p>\n"}},{"node":{"link":"/2011/06/07/pantha-du-prince-med-bestillingsverk-pa-%c3%b8ya/","locale":"nb","type":"post","id":"b4e251a1-1748-5c3f-ba77-17a476a2f96c","slug":"pantha-du-prince-med-bestillingsverk-pa-%c3%b8ya","title":"Pantha Du Prince med bestillingsverk på Øya","date":"2011-06-07T12:12:00.000Z","excerpt":"<p>Panta Rhei project pres. Pantha Du Prince &#038; The Bell Laboratory:<br />\nPanta Rhei project og Øyafestivalen er stolte av å presentere verdenspremieren på The Bell Laboratory, ett nytt verk komponert av den anerkjente elektroniske produsenten Pantha Du Prince sammen med komponist Lars Petter Hagen.</p>\n<p>Etter fjorårets suksess med Brandt Brauer Frick og Pinquins på Samtidskunstmuseet, handler årets Panta Rhei om Pantha Du Prince &#038; The Bell Laboratory: Et samarbeid med noen av de mest spennende utøverne innenfor norsk samtids- og alternativmusikk.</p>\n"}},{"node":{"link":"/2011/06/01/maria-mena-og-envy-i-parken-glasser-og-the-antlers-til-%c3%b8yanatt/","locale":"nb","type":"post","id":"2b6ed5a4-68e5-5faf-89d5-e19c8eda4d9b","slug":"maria-mena-og-envy-i-parken-glasser-og-the-antlers-til-%c3%b8yanatt","title":"Maria Mena og Envy i parken, Glasser og The Antlers til Øyanatt","date":"2011-06-01T11:58:00.000Z","excerpt":"<p>Årets Øyaprogram fylles sakte, men sikkert, opp. Nå er både Maria Mena og hiphophåpene Envy klare for å spre musikkglede utendørs under Øya. </p>\n<p>I tillegg til å få stadig nye og gode bekreftelser til Middelalderparken, begynner programmet til Øyanatt å falle på plass. Øyanatt er arrangementene som skjer på de beste klubbene i byen etter at parken stenger. Gyldig Øya-billett gir rabatt på Øyanatt-arrangementene.</p>\n"}},{"node":{"link":"/2011/05/31/guided-by-voices-spiller-arets-eneste-europa-konsert-pa-%c3%b8ya/","locale":"nb","type":"post","id":"b6699c22-9488-5dbf-91aa-af772e18242d","slug":"guided-by-voices-spiller-arets-eneste-europa-konsert-pa-%c3%b8ya","title":"Guided By Voices spiller årets eneste Europa-konsert på Øya","date":"2011-05-31T07:28:00.000Z","excerpt":"<p>Vi ble ganske nysgjerrige og spente når vi i fjor høst leste at Guided By Voices sin klassiske besetning skulle spille sin første konsert på seks år på plateselskapets Matadors bursdag i Las Vegas i oktober. Samtidig ble det sagt at bandet ikke kom til å spille utenfor USA. Men vår bookingsjef klarte ikke å la være å starte litt lobby virksomhet. Slike ting kan ofte ta litt tid. Når vi så fikk meldinga om at de har valgt å gjøre årets eneste planlagte Europa-konsert på Øyafestivalen torsdag 11. august, ble vi mildt sagt entusiastiske. Særlig etter at de har takket nei store spanske og engelske festivaler. Alle fans av klassisk amerikansk indierock bør kjenne sin besøkelsestid når Robert Pollard og gjengen skal dra opp gamle favoritter fra bagasjen i Middelalderparken. Dette blir bandets første konsert i Europa siden 2002. Vi forventer fans fra hele Europa på denne happeningen.</p>\n"}},{"node":{"link":"/2011/05/30/mhoo-spiller-pa-trikken-9-august/","locale":"nb","type":"post","id":"e67087a8-4207-54f0-8918-4913f6abeb72","slug":"mhoo-spiller-pa-trikken-9-august","title":"Mhoo spiller på trikken 9. august","date":"2011-05-30T10:08:00.000Z","excerpt":"<p>Øyafestivalen har under Klubbdagen de siste åra etablert en fin tradisjon i samarbeid med Trikken, hvor man har presentert kjente norske artister i intimkonsert på nettopp trikken. I år skal Vestfolds bluegrasskometer spille seg gjennom Oslo på en trikk som er satt opp spesielt for denne anledningen. Det pleier å bli trangt, så det kan lønne seg å møte opp på Stortorget i god tid før konserten beveger seg på kryss og tvers av byen tirsdag 9. august. </p>\n<p>Hele programmet til Klubbdagen, med over 70 band, slippes i første halvdel av juni.</p>\n"}},{"node":{"link":"/2011/05/27/arets-tv-reklame/","locale":"nb","type":"post","id":"4e10fe8a-ef74-5a0e-80a0-d0dc9b29e277","slug":"arets-tv-reklame","title":"Årets TV-reklame!","date":"2011-05-27T14:08:00.000Z","excerpt":"<p>Vi har også i år laga en kul promofilm som skal gå på Discovery Channel og TLC utover sommeren. Om du ikke har tålmodighet kan du se den her nå. Gjør deg klar for et knippe fartsfylte pøbelstreker av ypperste sort.</p>\n"}},{"node":{"link":"/2011/05/27/vinnere-foo-fighters-pa-kino/","locale":"nb","type":"post","id":"f5c9a886-1fb5-5dd0-b328-084a235fb847","slug":"vinnere-foo-fighters-pa-kino","title":"Vinnere: Foo Fighters på kino","date":"2011-05-27T12:53:00.000Z","excerpt":"<p>Veldig mange visste at Bob Mould synger på Foo Fighters sin låt Dear Rosemary. Vi har trukket to vinnere som får ta med en venn på visningen av dokumentaren Back and Forth 1. juni klokka 20.30 på Ringen Kino. Først vises dokumentaren, som er laget i forbindelse med innspillinga av den nye skiva Wasting Light. Deretter vises et opptak i 3D, hvor bandet spiller hele skiva. Vi har trukket ut Thea Ericson Aarnes og Erik Urdal. De vil bli kontaktet på mail i løpet av helga.</p>\n"}},{"node":{"link":"/2011/05/26/intervju-ostkjex-pa-minioya-forstkommende-sondag/","locale":"nb","type":"post","id":"b2f0eb3a-c4b2-54e4-b063-e9317499ac7d","slug":"intervju-ostkjex-pa-minioya-forstkommende-sondag","title":"Intervju: Ost&#038;Kjex på Miniøya førstkommende søndag","date":"2011-05-26T13:12:00.000Z","excerpt":"<p>I helga er det Miniøya, en egen musikkfestival for barn og familier, i Tøyenparken. På festivalens andre dag, søndag 29. mai spiller blant andre Ost&#038;Kjex på festivalen. Trine Sollie tok en prat med Tore &#8220;Ost&#8221; Gjedrem om å spille for barna på Miniøya.</p>\n<p>Denne helga spiller også BigBang, Maria Mena, Oslo Ess, Datarock og mange andre etablerte artister i Tøyenparken</p>\n"}},{"node":{"link":"/2011/05/25/minioya-i-toyenparken-denne-helga/","locale":"nb","type":"post","id":"8ce16d39-b695-56c4-93eb-c948f6019e66","slug":"minioya-i-toyenparken-denne-helga","title":"Miniøya i Tøyenparken denne helga","date":"2011-05-25T13:28:00.000Z","excerpt":"<p>Dette er festivalen for deg som vil ta med barna for å oppleve bra musikk. Kidsa fortjener skikkelige konserter og ikke bare playbackshow med enkeltlåter. Det blir bra mat, muligheter til bading i utendørsdelen av Tøyenbadet.</p>\n<p>I år selges det svært rabatterte familiebilletter.</p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":114,"pageCount":181,"additionalContext":{"locale":"nb"}}}