{"data":{"wordpressPost":{"title":"Seminar om bærekraftige kjøkken","date":"19th March 2014","content":"<p>På mange måter er 2014 en fantastisk tid å være en kokk. Mat er den nye identitetsmarkøren &#8211; en måte å fortelle hvem man er gjennom hva man spiser. Nå skal råvarene ha en historie, og de skal gjerne være lokalt produsert, riktig for sesongen og økologisk dyrket.</p>\n<p>Samtidig har industrialiseringen av matproduksjonen skapt en avstand mellom oss og maten. En råvare er ikke bare en råvare lengre &#8211; et enkelt kjøttstykke kan ha reist gjennom flere kontinenter før det havner på tallerkenen din. Som kokk eller matprodusent &#8211; hva er din rolle i dette? Hva slags forhold har du til bonden som dyrker råvarene dine? Hva slags matkultur ønsker du å være en del av?</p>\n<p>Dette seminaret vil ta for seg noen av disse spørsmålene. Hør om hvordan og hvorfor du og din lokale bonde burde spille på lag. Hva det innebærer å velge økologisk mat. Møt kjøkkensjefer og bonder som har lagt om til et bærekraftig kjøkken, og få enkle tips til hvordan du kan finne økologiske råvarer selv.</p>\n<p>Dere vil få møte en svensk restaurantsjef som forteller om samspillet mellom bonde og kokk. Kjøkkensjefen på en av de sentrale Oslo-kjøkkenene forteller om gode råvarer og å jobbe med sesongen. En bonde vil snakke om hvorfor de la om til økologisk jordbruk og vi vil fortelle litt om direktekjøp fra bonden og alternative salgskanaler. Mer info ved påmelding.</p>\n<p><strong>Praktisk info og påmelding</strong><br />\nSeminaret blir holdt i Mathallens matsal (2. etg) og er fra kl. 11-15 og er gratis. Det vil bli servert enkel lunsj og noe å drikke.<br />\nDet er begrensede plasser, så meld deg på ved å sende en epost til <a href=\"mailto:ingrid@oyafestivalen.com\" target=\"_blank\">ingrid@oyafestivalen.com</a> innen fredag 21.mars.</p>\n<p><strong>Om arrangørene</strong><br />\nØyafestivalen har jobbet med økologisk mat i snart tolv år. Bare i 2013 ble det servert rundt 30 tonn økologisk mat for nærmere 65 000 publikummere, 2000 frivillige og 500 artister.</p>\n<p>ØQ er nasjonal koordinator for aktiviteter knyttet til økologisk mat i storhusholdning, og tilbyr hjelp og veiledning til offentlige og private storhusholdninger som vil legge om til en mer bærekraftig meny.</p>\n<p>Oikos er en ideell organisasjon som jobber for å styrke økologisk produksjon og forbruk i Norge gjennom politisk påvirkning, informasjon og kommunikasjon.</p>\n<p>Håper vi ses på Mathallen 24. mars!</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c5d0bfa0-1a01-55a6-8a09-8e3a556e58ab"}}