{"data":{"wordpressPost":{"title":"Nå skal vi på by:Larm!","date":"14th February 2008","content":"<p>*MODDI*<br />\n*ELEPHANT9*</p>\n<p>Øyafestivalen har allerede booket et solid knippe norske artister som kommer til å prege sommeren 2008 og årene som kommer. Flere av disse kan man oppleve på by:Larm i Oslo i neste uke. Nå har vi fått på plass ytteligere to spennende artister som garantert kommer til å få et større publikum i dette året. Den unge Moddi er et relativt ubeskrevet blad, mens Elephant9 er en svært interesant sammensetting av erfarne toppmusikere.</p>\n<p>*ØYA-AKTUELE ARTISTER TIL BY:LARM*<br />\nAnimal Alpha / Elephant9 / Gerilja / Ida Maria / Ingrid Olava / Lykke Li / Moddi / Pirate Love / Sigh &#038; Explode / Truls &#038; The Trees</p>\n<p>*NYE ARTISTER VI SKAL SE*<br />\nSelv skal vi ut og sjekke nye artister på byens mange gode spillesteder under by:Larm. Vi ser blant annet fram til å sjekke ut disse (klikk på bandnavn):<br />\n<a href=\"http://www.bylarm.no/nor/artists/1054\" target=\"_blank\">Master Piece of Cake</a><br />\n<a href=\"http://www.bylarm.no/nor/artists/2199\" target=\"_blank\">Monolithic</a><br />\n<a href=\"http://www.bylarm.no/nor/artists/697\" target=\"_blank\">Soulvenom</a><br />\n<a href=\"http://www.bylarm.no/nor/artists/1272\" target=\"_blank\">Dylan Mondegreen</a><br />\n<a href=\"http://www.bylarm.no/nor/artists/1562\" target=\"_blank\">The Holy Tongue</a><br />\n<a href=\"http://www.bylarm.no/nor/artists/1426\" target=\"_blank\">Kambodsja</a><br />\n<a href=\"http://www.bylarm.no/nor/artists/889\" target=\"_blank\">Roger Græsberg Anti Music Bonanza</a></p>\n<p>*SPENNENDE NAVN PÅ CLUB:LARM*<br />\nClub:Larm-programmet har også mange heite navn og vi håper å kunne stikke innom Flying Fellinis, Mono Lake, Pow Pow, The South, Wolverines og Spirits of the Dead. Sjekk hele club:Larm-programmet her:<br />\n<a href=\"http://bylarm.no/nor/club\" target=\"_blank\">Klikk for club:larm-band</a></p>\n<p>*GJENSYN OG ANDRE TIPS*<br />\nBookinggruppa til Øya skal også sjekke nye låter fra kommende album med The Disciplines, Rumble in Rhodos, Silver, Je Suis Animal og Grand Island. Blant de utenlandske artistene har vi foreløpig satt et kryss ved danske Kissaway Trail og svenske Mapei. I tillegg håper vi på trivelige gjennsyn med Howl, Lukestar, The Grand, Deadends, The Lionheart Brothers, Familjen, Low Frequency In Stereo, Thom Hell, Susanna, Benea Reach, The Captain &#038; Me, Lukas Kasha, Ungdomskulen, Hiawata!, Serena Maneesh, Moving Oos, Bladed, Superfamily og Bloodlights. Kjenner du ikke alle disse, burde du komme deg opp av sofaen og ut i Oslo.</p>\n<p>*DEN STORE KLASSEFESTEN*<br />\nVi gleder oss samtidig til å møte en del av de utenlandske festivalkollegaene som har tatt turen hit til hovedstaden. Dette er stort for Oslo by, og vi gleder oss som små drittunger. Det blir nesten som vår egen Klubbdag, bare at vi  denne gangen har mulighet til å rekke flere konserter selv, samt få hivi innpå noen kalde før natta er over. Samtidig oppfordrer vi alle som befinner seg i hovedstaden disse dagene om å komme seg ut i byen for å få med seg gode musikkopplevelser og en oppdatering på hva som skjer på grasrotnivå i norsk rock. Vi gleder oss!</p>\n<p>*Sjekk program her:*<br />\n<a href=\"http://www.bylarm.no/nor/artists\" target=\"_blank\">Klikk for by:Larm-band</a></p>\n<p>*Kjøp by:Larm-billett her:*<br />\n<a href=\"http://www.billettservice.no/html/venue.htmI?l=NO&#038;venue=BYL\" target=\"_blank\">Klikk for by:Larm-billetter</a></p>\n<p>*MODDI*<br />\nDen svært sjarmerende nykommeren Pål Moddi Knutsen kommer fra Senja og lager sterk musikk på et knippe halvslitte instrumenter han er i besittelse av.  Han starta opp i det små for omtrent fire år siden, og i år vil et stort publikum få mulighet til å oppleve denne unge mannen. Dette er definitivt en artist å holde et øya og et øre med. Han har blitt plukket ut til ukas urørt på P3, spillejobb på by:Larm og er nå klar for Øyafestivalen til sommeren. </p>\n<p>Moddi har latt seg inspirere av blant andre Jeff Buckley, Múm og Sigur Rós. Sjøl kan han fortelle at han skaper musikk ”som til enhver tid er større og mer pompøs i hodet mitt, enn hva som kommer ut, og det er kanskje like greit”. Hans mystiske og melankolske låter drives framover av trekkspill eller akustisk gitar. Den unge mannen får god hjelp av venner på strykere og trommer, men er selv det naturlige midtpunktet. Dermed veksler han mellom den enslige singer/songwriter-rollen og som mer høymælt artist i større setting. Du kommer til å få flere muligheter til å stifte nærmere bekjentskap med Moddi i 2008. Middelalderparken i august kan være de perfekte rammene for å forelske seg i Moddis melodier.</p>\n<p><a href=\"http://www.myspace.com/moddimusikk\" target=\"_blank\">_Moddi på Myspace_</a></p>\n<p>*ELEPHANT9*<br />\nTrioen Elephant9 kalte seg i starten opp etter de tre musikerne og gikk dermed under navnet Storløkken/Eilertsen/Lofthus. Keyboardist Ståle Storløkken finner man også i Supersilent. Bassist Nikolai Hængsle Eilertsen er kjent fra sitt arbeid med National Bank og BigBang. Trommeslager Torstein Lofthus har spilt med blant andre Shining og Jon Eberson. Sammen har de gjennomført et lite knippe konserter for et entusiastisk publikum. Nå er både bandnavn og spillejobb på Øyafestivalen spikret og alle med hjerte for jazzrock kan begynne å glede seg. I mai kommer albumet DoDoVoodoo, hvor du vil finne tydelige spor av rock, prog, jazz, psykedelia og fusion. Elephant9 er et energisk liveband med appell langt utover jazzpublikummet. En del som har vært heldige å få opplevd trioen har trukket fram sammenligninger som Weather Report og Miles Davis rundt Bitches Brew. Bandet sterkeste sider er solid samspill, imponerende presisjon og tydelig spilleglede. På debutskiva har de hatt hjelp av Christian Engfelt og resultatet er blant de mest spennende musikalske reisene her til lands i 2008. I august kan du få oppleve Elephant9 i fri utfoldelse live på Øyafestivalen.</p>\n","wordpress_id":787,"translations":{"nb":{"url":"/2008/02/14/na-skal-vi-pa-bylarm/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"065c147d-8cd4-5fbb-b90e-79d5d226c2fb","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2008/02/14/na-skal-vi-pa-bylarm/","redirect":false}}}