{"data":{"wordpressPost":{"title":"Lillebjørn Nilsen åpner Øyas lørdag","date":"26th April 2010","content":"<p>LILLEBJØRN NILSEN<br />\nMed sine hverdagslige viser om livet generelt og Oslo spesielt betyr Lillebjørn Nilsen mye for mange som bor i og rundt hovedstaden. Han har i mange tiår vært blant landets aller mest respekterte visesangere og låtskrivere, og har skrevet en rekke av de store evigunge norske radiofavorittene. I tillegg har han opp gjennom årene blitt tildelt forskjellige priser, blant annet har han fått Spellemannsprisen flere ganger. Lillebjørn Nilsen har en egen evne til å fortelle gode historier gjennom sangene og å gjøre det enkle og nære til noe som berører veldig mange av oss. Nilsens egen musikalske inspirasjon ligger både i den norske folkemusikken og i amerikansk tradisjonsmusikk. Mellom 1971 og 1993 ga han ut en rekke soloplater, som alle inneholder noen klassikere som så å si alle kjenner til. Han har også vært med i gruppene Young Norwegians, Ballade! og Gitarkammeratene, men det er nok låtene som er utgitt i hans eget navn som folk husker aller best. Man skal heller ikke glemme at hans flotte Lillebjørns Gitarbok har vært en god støtte og inspirasjon for et par generasjoner musikere. Du skal ikke se bort fra at du finner en mengde gitarister i de norske banda på årets Øya-plakat, som har starta karrieren med akkurat denne på pulten.</p>\n<p>Sjøl om det begynner å bli noen år siden forrige soloplate, gleder Lillebjørn Nilsen fortsatt store mengder mennesker hvert år som konsertartist. I 2010 skal han hovedsakelig prioritere en ny runde med sinne gamle venner i Gitarkammeratene, men lørdag 14. august handler det kun om han selv. Kom tidlig å få med deg en perlerad av låter, som alle ligger våre hjerter nær. Vi skal selvsagt la Lillebjørn selv få velge hvilke låter som skal framføres, men vi blir nok ekstra begeistra om han inkluderer Oslo-favoritter som Tanta Til Beate, Alexander Kiellands Plass, Bysommer og (sjøl om det er midt på dagen) God Natt Oslo.<br />\n<a href=\"http://www.myspace.com/lillebjornnilsen\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":404,"translations":{"nb":{"url":"/2010/04/26/lillebjorn-nilsen-apner-%c3%b8yas-lordag/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"93a276c7-8a42-5d96-a4fd-e66aee0e3e89"}}