{"data":{"wordpressPost":{"title":"Rangleklods til Øyanatt","date":"2015-06-15T11:54:11.000Z","content":"<p>Torsdag 13. august kl. 23.30 på Internasjonalen<br />\n<a href=\"http://act.ticketco.no/rangleklodsinter\" target=\"_blank\">Billettlink </a><br />\nPris: 150/200,- (med/uten Øya-billett)</p>\n<p><strong>RANGLEKLODS(DK)</strong><br />\nRangleklods klarer noe mange sliter med, og det er å ha en leken og eksperimentell tilnærming til å komponere dansbar men likevel<br />\ntankevekkende musikk .</p>\n<p>Den danske elektro-duoen, som består av Esben Nørskov Andersen og Pernille Smith- Sivertsen, er en av Danmarks mest turné-aktive band og har siden gjennombruddet «Beekeeper» fra 2012 vært ansvarlige for å ha slitt ned en god del dansegulv i hele Europa.</p>\n<p>Rangleklods er kjent for sine ville liveshows og har spilt på flere store festivaler og venues. Deres opptreden under Roskilde 2012, der de spilte for den fullpakka Cosmopol-scenen, er fortsatt en snakkis den dag i dag. Rangleklods er nå ute med sitt andre album ”Straitjacket”, som de har skrudd møysommelig sammen i sitt studio i København over en toårsperiode. Sjekk bare ut førstesingelen singelen Lost U som er en catchy, eksperimentell poplåt som forener stemningen fra melankolske sene kvelder i studio med masse energisk momentum.</p>\n<p>”One that’s bound for continental clubs, surely” – The Line of the Best Fit<br />\n”Scandinavian Perfection” – Noisey<br />\n”A musical marriage of Robyn and Caribou” – KCRW<br />\n”brooding, ratcheting electronic pop” – The New York Times<br />\n”a highly technical yet intricately emotional sound” &#8211; Earmilk</p>\n<p>For mer informasjon om Rangleklods se:<br />\n<a href=\"http://rangleklods.com/\" target=\"_blank\" rel=\"noreferrer\">http://rangleklods.com/</a><br />\n<a href=\"https://soundcloud.com/rangleklods\" target=\"_blank\" rel=\"noreferrer\">https://soundcloud.com/rangleklods</a><br />\n<a href=\"http://open.spotify.com/artist/1p2jAzBu31C2CoORbhZROz\" target=\"_blank\" rel=\"noreferrer\">http://open.spotify.com/artist/1p2jAzBu31C2CoORbhZROz</a></p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":12131,"translations":{"nb":{"url":"/2015/06/15/rangleklods-til-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1ee95054-c40e-52e5-a732-3e0bb5e99328","locale":"nb"}}