{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"a157b622-c6c9-55ee-aeb2-23a56c1f02e7","slug":"thurston-moore-pa-rockefeller-torsdag","title":"Thurston Moore på Rockefeller torsdag","date":"2008-08-05T18:01:00.000Z","excerpt":"<p>Thurston Moore spiller på Rockefeller etter Øya på torsdagen (dørene åpner 22.00). Han spiller med Original Silence som er Terry Ex (fra The Ex), vår egen Paal Nilssen-Love, Mats Gustafsson (The Thing) og Massimo Zu. Kanskje kommer også flere fra Sonic Youth&#8230; </p>\n<p>Konserten blir tatt opp, og vil etter all sannsynlighet utgis, så her kan man oppleve en live plate &laquo;in the making&raquo;.</p>\n"}},{"node":{"id":"bf4dcd95-2e71-5990-8990-33ac73b05cff","slug":"aya-starter-i-dag","title":"Øya starter i dag","date":"2008-08-05T16:29:00.000Z","excerpt":"<p>I ettermiddag sparkes Øyafestivalen i gang med plakatutstilling, Øyakino og ikke minst tidenes feteste Klubbdag. Klokka fem er de første konsertene i gang. Få med deg alt fra Hope I Die Virgin til The Last Rock&#8217;n&#8217;Roll Band.</p>\n<p>Klikk på bildet for å få med deg siste endringer.</p>\n"}},{"node":{"id":"926bc3f1-8f3f-5c61-b197-ba8b888a2a5b","slug":"mot-regissor-og-manusforfatter-til-deusynlige","title":"Møt regissør og manusforfatter til deUSYNLIGE","date":"2008-08-05T14:16:00.000Z","excerpt":"<p>I forbindelse med dagens før-premiere av deUSYNLIGE vil regissør Erik Poppe (Hawaii, Oslo, Schpaaa) og manusforfatter Harald Rosenløw-Eeg (Blodsbånd, Uro) være til stede og introdusere filmen. </p>\n<p>deUSYNLIGE begynner kl. 20.15 og billetter kan kjøpes på www.oslokino.no eller på kinoen.</p>\n"}},{"node":{"id":"974e470b-be23-5ab9-baf2-94a098b2753d","slug":"fortsatt-igjen-billetter-til-%c3%b8yakino","title":"Fortsatt igjen billetter til Øyakino","date":"2008-08-04T12:11:00.000Z","excerpt":"<p>Selv om nå alt som er av billetter til arrangementet i Middelalderpaken er utsolgt, er det fortsatt igjen billetter Øyakino-visningene på Eldorado på tirsdag. Her har man blant annet mulighet til å høre kritikeryndlingene 120 Days spille live i kinosalen til dokumentaren ”Unser täglich Brot”. </p>\n<p>Andre filmer som vises er Heavy Metal in Baghdad, De Usynlige, Joy Division, 99 % Ærlig, Lou Reed’s Berlin og Sigur Rós: Heima. </p>\n"}},{"node":{"id":"dd540f68-e645-5695-a58c-e56962a0bee4","slug":"ayafestivalen-utsolgt-2","title":"Øyafestivalen utsolgt!","date":"2008-08-03T16:10:00.000Z","excerpt":"<p>Søndag ble de siste billettene til onsdag 6. august solgt. Det betyr at Øyafestivalens forhåndsalg er over for 2008. Øyafestivalen har hatt et meget godt billettsalg siden festivalpassene ble lagt ut for salg før jul. For kort tid siden økte vi kapasiteten med 1000 billetter pr dag. Den store interessen for årets program har medført at også disse har solgt i høyt tempo.</p>\n"}},{"node":{"id":"84495326-7e4c-5406-808d-bf5e2f8eb5d3","slug":"kjop-%c3%b8yakortet","title":"Kjøp Øyakortet","date":"2008-08-03T16:04:00.000Z","excerpt":"<p>Skal du på festival alle dagene anbefaler vi at du skaffer deg det knallbra Øyakortet vi har utvikla i samarbeid med Ruter. Kortet koster kr. 100,- og gjelder for perioden 5. – 9. august. Øyakortet selges på Øyafestivalens stand på Youngstorget 4. – 5, august, samt hos Trafikanten 4. – 8. august. Øyakortet gir fri reise i Oslo.</p>\n"}},{"node":{"id":"8bb710ad-d52e-562a-bc36-a0e935031c1f","slug":"the-bug-erstatter-kid-sistera-trak","title":"The Bug erstatter Kid Sister/A-Trak","date":"2008-08-02T16:59:00.000Z","excerpt":"<p>Vi fikk torsdag vite at Kid Sister ikke kommer til Norge neste uke, og at A-Trak også velger å bli hjemme.  Dette er en trist beskjed for alle som hadde gledet seg til deres felles konsert på Sjøsiden fredag 8. august og A-Trak sin opptreden på Parkteatret. Bookinggruppa har arbeidet på spreng for å finne en erstatter og kan glede fans av spennende gromlyd med The Bug feat. Warrior Queen and Flowdan.</p>\n<p>Parkteateret har fått overtalt Clipse-gutta til fest. Her byr deres dj Harry Love opp til real festing.</p>\n"}},{"node":{"id":"cd4bb352-8461-561d-ae35-a3ac785ee379","slug":"en-guide-til-ny-fet-%c3%b8ya-musikk","title":"En guide til ny, fet Øya-musikk","date":"2008-08-01T16:30:00.000Z","excerpt":"<p>Her er en liten guide til de banda som bookinggruppa har plukket opp fra alle verdenshjørner, men som ikke enda har blitt skrevet side opp og side ned om i norske medier. Mangfoldet på musikkplakaten på Øyafestivalen er større enn noen gang i år. Vi er utrolig stolte av å presentere disse banda, og kan garantere mange fete opplevelser. Flere har ønsket en liten guide til de litt mindre kjente utenlanske banda. Her er den dag for dag og med linker hvor du kan høre på musikken. Sett av litt tid, og vi er sikre på at Øya blir enda fetere for deg som leter etter noe nytt og spennende.</p>\n"}},{"node":{"id":"d3118033-4bf4-5ce9-9e8f-cb31ea422a82","slug":"hvordan-komme-seg-kjappest-inn-pa-%c3%b8ya","title":"Hvordan komme seg kjappest inn på Øya","date":"2008-08-01T14:07:00.000Z","excerpt":"<p>Ved å bytte inn billetten din i armbånd mandag eller tirsdag til uka, slipper du unødvendig kø ved Middelalderparken. Som vanlig har vi en bod midt på Youngstorget disse to dagene hvor man kan bytte til armbånd og hente ut akkrediteringer. Har du armbåndet på når du ankommer vil du nemlig kunne gå i vår fastlane inn på festivalområdet.</p>\n"}},{"node":{"id":"2356aa70-59e7-5e29-9924-29d9e1ed28b7","slug":"arets-aya-cd-tilgjengelig-fra-mandag","title":"Årets Øya-CD tilgjengelig fra mandag","date":"2008-08-01T10:58:00.000Z","excerpt":"<p>Mandag 4. august starter årets Øya-kampanje hos Platekompaniet. Det betyr at du kan skaffe deg årets Øya-CD som bonus om du handler skiver som er med i kampanjen. Er du frivillig på festivalen får du som vanlig CD ved innsjekk. Årets CD er en variert og spennende utgivelse med alt fra akustisk pop til black metal. Du får servert 18 låter med et utvalg av de norske banda som skal spille i Middelalderparken neste uke.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":171,"pageCount":183,"additionalContext":{}}}