{"data":{"wordpressPost":{"title":"METZ til Øya","date":"10th January 2013","content":"<p><strong>Øya- og Hovefestivalen presenterer METZ / Øya og Hove med bookingsamarbeid</strong></p>\n<p>&nbsp;</p>\n<p>Øya- og Hovefestivalen kan i dag offentliggjøre den canadiske rocketrioen METZ til sine respektive program i 2013. Bandet har det siste året opparbeidet seg et betydelig renomé internasjonalt og mottok strålende anmeldelser for sitt debutalbum, sluppet på det sagnomsuste plateselskapet SubPop i fjor. Dette er første gang landets to største musikkfestivaler samarbeider om å booke en artist til Norge.</p>\n<p>– Gjennom de siste årene har vi sett at Øya og Hove supplerer hverandre på en bra måte, framfor å konkurrere. Vi synes det er gøy å samarbeide om artister, spesielt når det dreier seg om så bra band som METZ, sier presseansvarlig i Hove, Gaute Drevdal.</p>\n<p>Også Øyafestivalen er godt fornøyd med å kunne samarbeide med sin nabo i sør:</p>\n<p>– Vi har sto tro på at METZ kan nå et stort publikum i Norge i løpet av 2013. Ved at de spiller på Øya og Hove føler vi oss sikre på at de blir et av sommerens store festivalhøydepunkter for veldig mange, sier Jonas Prangerød i Øyafestivalen.</p>\n<p>METZ har base i Toronto i Canada, men har de siste årene turnert vidstrakt – i alt fra kjellere og skatebutikker til klubber og festivaler. Bandet har også delt scene med artister som Mission of Burma, Death from Above 1979, Archers of Loaf, Mudhoney, Oneida, Constantines og NoMeansNo. Musikken befinner seg i brytningen mellom hardcore, noise, indie og metal, med klare nikk til legendariske grupper som The Pixies, The Jesus Lizard, Public Image Ltd, Big Black og Dinosaur Jr.</p>\n<p>I oktober slapp gruppa sitt selvtitulerte debutalbum på SubPop, et album som ble svært godt mottatt blant internasjonal musikkpresse og publikum. Live er trioen en formidabel opplevelse, der energi, høy lyd og tette arrangementer skaper en helt spesiell atmosfære:</p>\n<p>– Jeg ble så hekta på METZ da jeg var i New York i høst, at jeg endte opp med å se dem fire ganger på ei uke, sier Øyafestivalens bookingsjef, Claes Olsen.</p>\n<p><a href=\"http://www.metzztem.com/\">http://www.metzztem.com/</a></p>\n<p>&nbsp;</p>\n<p>Blir du utålmodig etter å oppleve METZ live, kan du få dem med deg allerede onsdag 6. mars på Blå</p>\n<p><a href=\"http://www.blaaoslo.no/arrangementer/6-mars-metz-us/\" target=\"_blank\">METZ på Blå</a></p>\n<p>&nbsp;</p>\n","wordpress_id":5440,"translations":{"nb":{"url":"/2013/01/10/metz-til-oya-og-hove/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6a3864fb-d38a-581b-a813-13f0892b3770","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2013/01/10/metz-til-oya-og-hove/","redirect":false}}}