{"data":{"wordpressPost":{"title":"Supersilent featuring John Paul Jones at Øya Friday 9th of August","date":"11th March 2013","content":"<p>The combined elemental force of one of the world&#8217;s most questing musical units and Led Zeppelin&#8217;s legendary multi-instrumentalist resonates deep over Oya Festival. The art of instant composition will be taken to new and beautifully realised places by a peerless group of musicians. Over decades and across innumerable live and recorded projects, both sides of this remarkable collaboration have embedded themselves on the map of exploratory contemporary music: this tour will see them push each other further, harder, wilder and freer &#8230; a heavyweight collaboration entering uncharted sonic zones.</p>\n<p>&nbsp;</p>\n<p>Supersilent have just one rule: no rehearsals, and this is the same for this special project. Over a distinguished 15 year history the Norwegian &#8216;deathjazzambientavantrock&#8217; ensemble Supersilent have released 11 wildly contrasting albums on Rune Grammafon/ECM , playing live across the globe to rapturous and committed audiences. Every recording and concert is entirely improvised. The trio of Arve Henriksen (trumpet, electronics &amp; drums), Ståle Storløkken (keyboards) and Helge Sten aka Deathprod (electronics) approach each show with a conceptual rigour that makes each one a distinct and coherent soundworld. Whether dreaming up coruscating noise, minimal ambient meditations or electro-acoustic explorations this is a group who instinctively push to the outer limits and are capable of creating compositions of both profound beauty and elemental power.</p>\n<p>&nbsp;</p>\n<p>A prolific session musician in the 1960s, John played, arranged and recorded with artists including Dusty Springfield, Tom Jones, The Rolling Stones, Rod Stewart and Cat Stevens. He was a founder member of Led Zeppelin. Following his unparalleled career with Led Zeppelin, he worked as a performer, arranger and producer for artists and groups including Diamanda Galas, REM, Brian Eno, Peter Gabriel and La Fura dels Baus. He released his debut solo album, Zooma, in 1999, followed by The Thunderthief (2001). Since 2004, his sonic explorations have also led him to perform as part of John Cage’s Music Circus at the Barbican under the direction of Stephen Montague, touring with bluegrass trio Nickel Creek, and working as co-composer and performer for Merce Cunningham’s Nearly Ninety.</p>\n<p>&nbsp;</p>\n<p>In 2009 he co-founded the band &#8216;Them Crooked Vultures&#8217;, with Dave Grohl and Joshua Homme, releasing a universally acclaimed album and touring the world to sold-out venues. In 2011 John toured with Seasick Steve, appeared and performed in Mark-Anthony Turnage&#8217;s opera &#8216;Anna Nicole&#8217;, and is currently writing an opera based on Strindberg&#8217;s &#8216;The Ghost Sonata&#8217; as well as performing with his computer noise duo &#8216;Minibus Pimps&#8217;</p>\n<p>&nbsp;</p>\n<p>Line up:</p>\n<p>Helge Sten</p>\n<p>Ståle Storløkken</p>\n<p>Arve Henriksen</p>\n<p>John Paul Jones</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.supersilence.net/\">http://www.supersilence.net</a></p>\n<p><a href=\"http://www.johnpauljones.com/\">http://www.johnpauljones.com</a></p>\n<p>&nbsp;</p>\n<p>photo: Oscar Garcia</p>\n","wordpress_id":3200,"translations":{"nb":null,"en":{"url":"/en/2013/03/11/supersilent-featuring-john-paul-jones-at-oya-friday-9th-of-august/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ebb17122-7ba7-5bfc-b96e-249e05f9d4a2","locale":"en"}}