{"data":{"wordpressPost":{"title":"På stand for oppvekst og ungdom i Oslo!","date":"31st July 2013","content":"<p>Oslo Røde Kors sine ressurssentre for ungdom er årets humanitære partner for Øyafestivalen. Spill fussball, få en kopp kaffe og lær mer om et av hovedstadens aller mest inkluderende tilbud for barn og unge!</p>\n<p>Målet med årets humanitære samarbeide er å synliggjøre ressurssentrenes arbeid og inspirere til rekruttering av flere frivillige.</p>\n<p>&#8211; Øyafestivalen ønsker å sette fokus på det viktige arbeidet for barn og unges oppvekst som Oslo Røde Kors driver med. Vi er veldig stolte over at de stiller på årets festival og håper publikum besøker standen og lar seg inspirere, sier Jonas Prangerød, pressesjef for Øyafestivaen.</p>\n<p>Oslo Røde Kors ønsker å bedre barn og unges oppvekstmiljø i hovedstaden ved å skape inkluderende møteplasser der frivillige arbeider forebyggende mot vold, ensomhet, intoleranse, rasisme og rus. Dette arbeidet gjøres på fire ressurssentre i Oslo.</p>\n<p><a href=\"http://www.rodekors.no/distriktsider/oslo_rode_kors/aktiviteter/oppvekst1/ressurssentrene-for-ungdom/\">På de fire ressurssentrene</a> (Groruddalen, Grønland, Majorstuen og Mortensrud) møtes ungdom i alderen 13 – 25 år hver uke i trygge omgivelser. De  deltar i aktiviteter som leksehjelp, gatemegling, baristaopplæring, arbeidstrening og dj-skole, spille spill eller bare henge med venner og kose seg. I 2012 besøkte nesten 70.000 ungdommer sentrene.</p>\n<p>&#8211; Vi ser frem til en veldig spennende uke på Øyafestivalen og ønsker folk hjertelig velkommen til  standen vår for en kopp kaffe og et innblikk i hva som skjer på våre ressurssentre til daglig, sier Håvard Ellingsen fra avdeling oppvekst i Oslo Røde Kors.</p>\n<p>På standen kan publikum spille spill som sjakk og fussball og ungdombaristaer fra Café Condio og Grorud vil betjene en kaffebar.</p>\n<p>Torsdagen samles en gruppe ungdommer fra ressurssentrene og drar på festivalen for å sjekke ut artister som Kendrick Lamar, Dreamon og Danny Brown.</p>\n<p>Har du lyst å arbeide for å gjøre Oslo til en bedre by å vokse opp i? Da kan du melde deg som frivillig på et av ressurssentrene! <a href=\"http://www.rodekors.no/distriktsider/oslo_rode_kors/aktiviteter/oppvekst1/ressurssentrene-for-ungdom/frivillig-pa-ressurssenter-for-ungdom/\">Les mer om hvordan du blir frivillig.</a></p>\n<p>Kom innom standen på en kaffe eller en runde fotballspill og la engasjerte frivillige få vise noen glimt fra den spennende hverdagen på Ressurssentrene i Oslo!</p>\n<p>&nbsp;</p>\n<p>Foto: Therese Borge</p>\n","wordpress_id":8328,"translations":{"nb":{"url":"/2013/07/31/pa-stand-for-oppvekst-og-ungdom-i-oslo/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"40b97ecb-e9aa-5e78-80a1-1d8e253d31b6"}}