{"data":{"wordpressPost":{"title":"Øyaprat 5: Møster!","date":"24th July 2015","content":"<p>Vi tok en prat med alltid aktive Kjetil Møster om blant annet det store Datarock-året 2006, at det er morsomt å være aktiv på konsert og om sine egne musikkplaner for resten av 2015.</p>\n<p><strong>Hvilken Øya-opplevelse husker du aller best?<br />\n</strong><em>Det er så mange! Men tror det øyeblikket som sitter best svidd inn på netthinnen er så se Oslos skyline fra Sjøsiden-scenen med King Midas etter Romeo Turn-utgivelsen. Tror det var i 2004 eller 2005, det var nydelig vær med lav kveldssol, smekkfullt av utrolig glade mennesker (noen faktisk så glade at de hadde sex nedi folkehavet foran scenen, ble vi fortalt etterpå). Ellers er Datarock-året 2006 svært minneverdig, særlig Enga-konserten da vi hadde med mannskor, trommisene fra JR Ewing og Amulet, Glenn og Hallgeir fra Purified In Blood og en haug med andre folk på scenen. Og dagen etter, da vi ble oppringt på vei inn på flyet hjem og satt inn som erstatning for en kansellering, og en Sjøsiden-konsert som var like gøy som Enga dagen før.</em></p>\n<p><strong>Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?<br />\n</strong><em>Bortsett fra selvsagt mitt eget band, Møster!, og Lars Vaular som jeg skal spille med, og Baertur og Obijan på Klubbdagen som jeg skulle spilt med hadde det ikke vært for at min sønn på 3 år begynner i ny barnehage den uka og mamman er på jobb, så står Caribou, Future Islands og Phaedra øverst på listen min.</em></p>\n<p><strong>Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?<br />\n</strong><em>Gå helt fremst på konsertene og hopp og rop og klapp og dans, da blir alt mye gøyere. Ikke røyk for mye hasj for tidlig på dagen, da blir man fort litt trøtt. Møt opp på konsertene litt før de begynner, det er alltid gøyest å se en konsert helt fra bandet går på.</em></p>\n<p><strong>Hva kan folk forvente av konserten deres?<br />\n</strong><em>En suggererende, psykedelisk audiovisuell reise gjennom en mengde ulike sinnstemninger. Musikken vår er instrumental, veldig rytmisk, veldig energirik. Vi har med videokunstner Armin Werx fra Litauen, som kjører visuals live, og følger musikken som et femte bandmedlem. Hvis du tar deg tid til å bli med på reisen kan vi garantere en ganske sterk opplevelse.</em></p>\n<p><strong>Har du en god eller dårlig festivalhistorie? Fortell!<br />\n</strong><em>En god: da Elijah Wood var så starstruck av å møte Datarock på Coachella i 2008 at han måtte spørre via en felles bekjent om å få ta bilde med oss. Og han var verdens hyggeligste kar. Og da vi møtte ham på en festival i LA noen måneder seinere, så kjente han oss igjen alle sammen og hang ut. </em></p>\n<p><em>En dårlig: på Lollapalooza i Santiago oppstod det massepanikk da folk stod og ventet på at Snoop skulle gå på. 20.000 mennesker som løper mot deg med panikk i blikket er jævlig skremmende. Alle trodde det var skyting, men det viste seg etterpå at det var en som gikk amok med kniv, men panikken spredte seg likevel som ild i tørt gress.</em></p>\n<p><strong>Hva hører du på i sommer?<br />\n</strong><em>Har hørt mye på de låtene som jeg har måttet lære meg til konsertene med Röyksopp og Lars Vaular (det har vært en ren glede å være tvunget til å lytte på det altså!). Og så har jeg hørt en god del på Yes, albumet Closer To The Edge for å være nøyaktig. Og en del på Reflektor av Arcade Fire og Syro av Aphex Twin. Og selvsagt alltid en god dose John Coltrane, mye bootlegs fra rundt 1965 nå for tiden.</em></p>\n<p><strong>Noen nye planer for Møster! eller andre musikkprosjekter utover høsten?<br />\n</strong><em>JA!! Møster! gir ut nytt album 11. september. When You Cut Into The Present heter det. Jeg er så utrolig fornøyd. Jeg må innrømme at jeg har hørt veldig mye på det albumet også i sommer. Jeg har aldri hatt det sånn før, at jeg har lyst til å høre på musikk jeg har laget selv, igjen og igjen. Det er mye takket være de fantastiske gutta i bandet; Snah, Niko og Kenneth. Så da blir det releaseturné i oktober. Ellers skal jeg og Jørgen «Sir Dupermann» Træen lage musikk til et prosjekt som min bror, Nord-Koreakunstner Morten Traavik setter opp i Hammerfest under en dansefestival der i november.</em></p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5e3ebacb-a5ad-5471-b08c-bb0236a2eff0"}}