{"data":{"wordpressPost":{"title":"Tame Impala og Pond til Øya","date":"9th January 2019","content":"<p><strong>TAME IMPALA (AU)</strong></p>\n<p><strong>POND (AU)</strong></p>\n<p>Torsdag 8. august kommer en herlig australsk pakke til Tøyenparken, da både Tame Impala og søsterbandet Pond skal spille samme dag på Øya. Ryktene vil ha det til at begge slipper ny musikk i 2019. Tame Impala er nylig bekrefta som headliner til gigantfestivalen Coachella i USA. Alt ligger til rette for at 2019 blir bandets store år, og vi er veldig glade for at de vil avslutte torsdagen hos oss.</p>\n<p>&nbsp;</p>\n<p><strong>Over 50% av ukespassa er solgt!</strong></p>\n<p>For kort tid siden solgte vi ut lørdagen. De andre tre dagene i Tøyenparken selger også rekordfort. Under halvparten av ukespassa er igjen hos Ticketmaster. Om du vil ha med deg dine favoritter i Tøyenparken, må du snart bestemme deg.</p>\n<p>&nbsp;</p>\n<p><strong>TAME IMPALA (AU)</strong></p>\n<p>Tame Impala tar store steg for hvert album og hver turné. De lager musikk preget av psykedelia, men som framstår moderne og tilgjengelig. Med 2015-albumet Currents tok de til seg deler av langt flere stilarter, og nådde for alvor et stort publikum over hele verden. Mens alle de tre albuma har nådd topp fem på de australske salgslistene, var det først med Currents at de oppnådde det samme i både USA og UK.</p>\n<p>Store deler av veien har studioarbeidet blitt styrt av Kevin Parker, mens de er band på scena. Med skivene Innerspeaker (2010) og Lonerism (2012) fikk de større og større internasjonal oppmerksomhet, og var gjengangere i toppen av kritikeroppsummeringer. Samtidig har de tatt nye musikalske veier for hver albumutgivelse, med stadig større inspirasjon fra pop og elektronisk musikk. Det er altså god grunn til å vente i spenning på ny musikk fra Tame Impala.</p>\n<p><a href=\"https://www.pastemagazine.com/articles/2015/07/tame-impala-currents-review.html\">Paste</a> om Currents: &#8211; Innerspeaker and Lonerism sound a lot better now given that they’re part of an upward trajectory to an eventual masterpiece. He’s been called a visionary for years, but this is the ultimate proof he can see for miles and miles.</p>\n<p>Kevin Parker har blitt en attraktiv samarbeidspartner, og har de siste åra jobba med innspillinger av Travis Scott, Lady Gaga, Mark Ronson, Kali Uchis, Flaming Lips, Melody’s Echo Chamber og Øya-klare Pond. Nå gleder vi oss til nye låter og den til nå største Oslo-konserten til Tame Impala.</p>\n<p><a href=\"https://www.facebook.com/tameimpala/\">www.facebook.com/tameimpala</a></p>\n<p>&nbsp;</p>\n<p><strong>POND (AU)</strong></p>\n<p>Pond fra Perth i Australia er knyttet til til Tame Impala gjennom at medlemmene har vært med i sistnevntes liveutgave. De har også røtter i psykedeliaen, men har valgt noen andre veier i utviklingen av soundet sitt. Nick Allbrock var en del av Tame Impala i åra rundt de to første albuma, mens Jay Watson fortsatt bidrar i begge. Kevin Parker, hjernen bak Tame Impala har vært både trommeslager og produsent for Pond.</p>\n<p><a href=\"https://www.musicomh.com/reviews/albums/pond-man-feels-like-space\">MusicOMH.com</a> har forsøkt seg på denne beskrivelsen: &#8211; There’s elements of The Beatles (LSD period), prog rock indulgence (think Hawkwind banging a Gong), Bowie, space funk, folk, and electro-pop running throughout. Yes, it’s a mess but somehow a thoroughly glorious and jubilant mess.</p>\n<p>Bandet har gitt ut sju album, hvor fire av dem har internasjonal distribusjon. I høst slapp Pond en ny låt og det skal utgis et album i løpet av våren.</p>\n<p><a href=\"http://www.pondband.net/?fbclid=IwAR1kBrooBPKL51OBZnPuM6vEM-DsTC-VFiS7bANebdvVJoJcdghYk7y8G1M\">www.pondband.net</a></p>\n<p><a href=\"https://www.facebook.com/pondling/\">www.facebook.com/pondling</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6802ec44-81b7-5980-96eb-b0056f31842c"}}