{"data":{"wordpressPost":{"title":"Øya har fått barn","date":"2009-12-02T11:38:00.000Z","content":"<p>Miniøya skal være en musikkfestival for barn og unge i Tøyenparken, en av Oslos friluftsperler. Festivalen setter musikk, kunst og opplevelser i sentrum, og arrangeres siste helgen i juni.</p>\n<p>&#8211; Kvalitetsmusikk og store festivalopplevelser skal ikke lenger være forbeholdt de voksne. Nå blir det en egen musikkfestival for barn og unge i Oslo. I juni braker det løs med en heidundranes festival, sier Linn Lunder, initiativtaker og daglig leder i Miniøya.</p>\n<p>MUSIKK FOR BARN IKKE ENSBETYDENDE MED BARNEMUSIKK</p>\n<p>Miniøya er godt i gang med å planlegge sommerens morsomste barneselskap og kommer snart med nyheter om festivalens innhold.</p>\n<p>Nye talenter og kjente artister fra inn- og utland skal opptre fra scene og i telt. Selv om musikk er hovedelementet på festivalen, har teater, dans og film viktige plasser i programmet. Festivalområdet skal være en kreativ møteplass for ulike uttrykk og kunstformer som street performance og andre overraskelser. Med barn i ulike aldre er det behov for aktiviteter med ulikt innhold, fra en-til-en opplevelser for de minste til rock for de største.</p>\n<p>&#8211; På Øyafestivalen har vi sett barn og unge gå fullstendig av hengslene til artister og forestillinger tiltenkt et langt eldre publikum. Slikt blir vi inspirerte av. Ja, faktisk så inspirerte at vi bestemte oss for å diske opp med en helt egen musikkfestival for de yngre, sier Linn Lunder.</p>\n<p>Miniøya arrangeres lørdag 26. og søndag 27. juni neste år. Festivalen skal arrangeres årlig, og vil starte i det små, slik også Øya gjorde for over ti år siden. Billetter til Miniøya slippes før jul. Festivalen skal være i Tøyenparken, en perle på Oslos østkant, plassert mellom viktige arenaer som museene i Botanisk hage, Munchmuseet og Tøyenbadet. Her vil det bli satt opp en hovedscene i et naturlig amfi.</p>\n<p>&#8211; Det skal bli skikkelig deilig mat og drikke, med sunne alternativer, store og små scener og ulike installasjoner. Vår hovedmålgruppe er barn fra 4-12, men dette skal være et familiearrangement, med herlig moro for liten og stor fra morgen til kveld. Rett og slett mer til kidsa, sier Linn Lunder.</p>\n<p>&#8211; Vi gleder oss veldig til å lage festival for barn, og har stor tro på at vår arrangørerfaring sammen med Linns store engasjement for barnekultur vil skape en festival utenom det vanlige, sier Stein Arne Blomseth, daglig leder Øyafestivalen.</p>\n<p><a href=\"http://minioya.no/\" target=\"_blank\">MINIØYA PÅ NETT</a></p>\n","wordpress_id":485,"translations":{"nb":{"url":"/2009/12/02/aya-har-faytt-barn/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"257d7d3b-d23e-5083-ba1f-7e366fe6877c","locale":"nb"}}