{"data":{"wordpressPost":{"title":"KOSO Label Night på Øyanatt","date":"13th July 2017","content":"<p>Ingen forhåndssalg.</p>\n<p>ID. 20<br />\nCC. 100,-<br />\n23 &#8211; 03</p>\n<p><strong>KOSO Label Night: Pieces of Juno, Hysj, KOSO DJs og Drömfakulteten DJs</strong></p>\n<p>Velkommen til KOSO Label Night under Øyanatt på Dattera til Hagen torsdag 10. august!</p>\n<p>Dette er en feiring av KOSO som plateselskap, i tillegg til å være et allerede godt etablert klubbkonsept og kreativt kollektiv i Oslo. Under Øyanatt vil vi vise resultatet av noe av det som forener oss i KOSO, med konserter og DJ-sett i begge etasjer. Vi har også invitert med oss produsentkollektivet Drömfakulteten fra Stockholm denne kvelden.</p>\n<p>KOSO er et kreativt kollektiv, plateselskap og klubbkonsept i Oslo, og har et sterkt engasjement for å fremme kvinner i musikkbransjen. Siden 2013 har KOSO fylt dansegulv rundt om på Oslos klubber med sitt klubbkonsept KOSO Club.</p>\n<p><em>Pieces of Juno live</em><br />\n<em> Hysj &#8211; live</em><br />\n<em> Soldal &#8211; DJ set</em><br />\n<em> VJ Lionhelmet</em></p>\n<p><em>Drömfakulteten DJs:</em><br />\n<em> Sissel Wincent</em><br />\n<em> rip ME</em></p>\n<p>Pieces of Juno<br />\nPieces of Juno er Juno Jensens soloprosjekt og ble startet i 2011. Pieces of Juno er kjent for sin tydelige, mørke og cinematiske kombinasjon av elektroniske og akustiske lyder. Etter å ha holdt på med elektronisk musikkproduksjon, fusjonerte hun sine røtter som låtskriver med en sterk fascinasjon for film, og har skapt sitt eget sjangeroverskridende lydbilde; Northern Noir. Hun har gitt ut tre EPer og en rekke remikser og mikstapes. Nå er hun aktuell med debutalbumet “Kalopsia”, som forener hennes singer/songwriter-røtter med det elektroniske uttrykket hun har tilegnet seg som produsent.</p>\n<p>The Line Of Best Fit kalte debutplata Kalopsia “a fascinating, brilliantly constructed vision it delves deep into the human psyche and tries to come out the other side” og gav den 9/10 på skalaen. Oppfølgeralbumet “Tacenda” ventes i september 2017.</p>\n<p>Hysj<br />\nMed røtter i Oslos hardcore-scene, finner Hysj sin plass i skjæringspunktet mellom elektroniske beats, shoegaze og hip-hop. Inspirert av hedonisme, nordisk kulde og urbant forfall, henter duoen inn elementer fra hele verdens dansemusikk for å skape en drivende og energisk lytteopplevelse. Live viderefører bandet intensiteten og det kraftfulle uttrykket, og blander alt sammen til et særegent sceneshow med tilstedeværelse og nerve, der det visuelle og lydlige krever like stor plass.</p>\n<p>Drömfakulteten artister:</p>\n<p>Sissel Wincent<br />\nSissel Wincents beat-drevne musikk er beskrevet med ord som ritualistisk, grovt og minimalistisk. Det eksisterer på grensen av eksperimentellisme og techno. Hun har interesse for maskiner, feltopptak, vokal og bruk av samples. Ved siden av å være produsent, er Sissel Wincent også DJ og liveartist.</p>\n<p>rip ME er et prosjekt som handler om individualismens død; Anti-identitet, samarbeid og plunderphonics. På Øyanatt vil denne blandingen feie deg gjennom forskjellige hjørner av klubbscenen i en blender-stil: en rytmebonanza som får deg til å riste, riste og riste.</p>\n<p><a href=\"http://dromfakulteten.tumblr.com\">dromfakulteten.tumblr.com</a><br />\n<a href=\"http://www.koso.no\">www.koso.no</a></p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n<p>foto Sara Angelica Spilling</p>\n","wordpress_id":20403,"translations":{"nb":{"url":"/2017/07/13/koso-label-night-pa-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"65f139e2-54ed-54a5-91bf-95db22e845e4","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2017/07/13/koso-label-night-pa-oyanatt/","redirect":false}}}