{"data":{"wordpressPost":{"title":"Kaytranada på Øyanatt","date":"28th July 2016","content":"<div>Onsdag 10. august</div>\n<div>Gamle Museet</div>\n<div>KAYTRANADA (CA)</div>\n<div>Support: Mutual Intentions</div>\n<div></div>\n<div>Det er ikke hver dag verden byr på en haitisk-kanadisk DJ-sensasjon, men når det kommer til Kaytranada (f. 1992) er det akkurat det som er tilfelle. Debutplata <i>99,9%</i>, med bidragsytere som Anderson.Paak, Vic Mensa, GoldLink, Craig David, Syd og AlunaGeorge (førstnevnte spiller på Øyafestivalen lørdag – sistnevnte på Øyanatt fredag), slo ned som en bombe da den kom tidligere i år, og Kaytranada har på kort tid blitt noe så sjeldent som en hiphop-produsent-stjerne. Passende nok har han nylig inngått en publishing-avtale med Rick Rubin, produsenten som har stått for noen av de viktigste øyeblikkene i hiphop-historien.</div>\n<div>Kaytranada har aldri tidligere vært i Norge, og vi gleder oss stort til å oppleve en av årets mest omtalte artister på Øyanatt på Gamle Museet. Oppvarmingen tas hånd om av det Oslobaserte DJ-/ og produsentkollektivet Mutual Intentions.</div>\n<div></div>\n<div>\n<div>Pris med/uten øyabillett: 200,-/250,- + bill. avgift</div>\n<div><a href=\"http://www.ticketmaster.no/event/506869\" target=\"_blank\">Forsalg hos Ticketmaster </a></div>\n<div>Aldersgrense: 20 år</div>\n</div>\n<div>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n</div>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d5e6f278-103d-59f0-b076-30524c2645cd"}}