{"data":{"wordpressPage":{"title":"Hospitantordningen","content":"<p>Øya viderefører hospitantordningen sin, hvor man jobber som frivillig og får innsyn i festivaldriften. Dette er en mulighet for festivalnysgjerrig, lokal ungdom til å lære litt om organiseringen av en stor festival og få jobbe med sentrale festivaloppgaver de er interessert i.</p>\n<p>Vi har tidligere invitert hospitanter via Sterling SK, Tøyen Sportsklubb, Kompassmat, Musikkbryggeriet og Oslo Røde Kors. Nå åpner vi for søknader fra flere, og gjør søknadsprosessen noe annerledes.</p>\n<p>Vi ønsker å finne ungdommer mellom 18 og 25 år som ønsker å hospitere hos oss, enten det er i opprigg, scene, salg eller sikkerhet. Hoveddelen av festivalen foregår i Tøyenparken 7.-10. august.</p>\n<p><strong>Krav<br />\n</strong>Du må ha mulighet til å jobbe 20 timer i løpet av festivalen, eller tre dager i forkant om man jobber med opprigg.</p>\n<p>Du må sende en søknad om hvorfor du ønsker å delta i hospitantordningen til <a href=\"mailto:post@oyafestivalen.com\">post@oyafestivalen.com</a> på 100-300 ord innen 1. mai. Fortell hva du kunne tenke deg å jobbe med, og hvilke dager du har mulighet til å delta. Alle søkere får svar innen 1. juni om vi har funnet en egnet hospitantplass.</p>\n<p>Du må ha mulighet til å stille på et møte med sin arbeidsleder i løpet av sommeren og delta på en felles brifing og omvisning i løpet av festivalen.</p>\n<p>&nbsp;</p>\n<p>Ungdom fra de bydelene tettest på festivalen vil prioriteres, men vi ønsker søknader fra hele byen. Alle som har gjennomført vil kunne be om en attest etter festivalen.</p>\n<p>&nbsp;</p>\n<p><strong>Aktuelle avdelinger og arbeidsoppgaver<br />\n</strong><em>ARENA (på forhånd)</em>: Få forståelse for hva som skal til for å rigge opp og gjøre klar til en stor festival, gjennom praktisk arbeid.</p>\n<p><em>BAR (under festival)</em>: Lagerarbeid og føring i database. Supplering og rigg. Personalorganisering. Drift av salgsledd (barer/snacksboder).</p>\n<p><em>BILLETT (i festivaluka)</em>: Scanne billetter / bytte billett mot armbånd. Akkreditering. Registrere barn under 12 år.</p>\n<p><em>FRIVILLIGORGANISERING (i festivaluka)</em>: Bli kjent med de ulike underavdelingene. Innsjekk av frivillige. Frivilliginformasjon og garderobe. Utdeling av drikke/snacks til frivillige på festivalområdet. Steppe inni grupper som trenger akutt hjelp.</p>\n<p><em>SCENEPRODUKSJON (under festival)</em>: Gjøre klar scene til konserter under festivaldagene. Praktisk scenearbeid.</p>\n<p><em>SIKKERHET (under festival)</em>: Få prøve seg i ulike deler av sikkerhetsavdeling, for å bli kjent med både bredden og dybden i sikkerhetsarbeidet. Bli kjent med alt fra operasjonssentral til brannsikkerhet i en stor festival.</p>\n<div></div>\n<div></div>\n<div></div>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1d04a626-bf28-5c55-b0f8-0a2cdfa680ad"}}