{"data":{"wordpressPost":{"title":"Erykah Badu plays Øya on August 8th!","date":"12th March 2019","content":"<p>Erykah Badu is an artist we&#8217;ve been hoping to present at Øya for years. Finally you can see this fantastic icon in the lush Tøyenparken. She will play on the same day as Tame Impala, Sigrid, Earl Sweatshirt, Mitski, Pond, Protoje and many others.</p>\n<p>&nbsp;</p>\n<p>ERYKAH BADU (US)</p>\n<p>Erykah Badu is undoubtedly one of the most influential R&amp;B artists of the last 25 years. She broke through with the debut album Baduizm in 1997, which went to number two on the US album chart and gave her two deserved Grammy awards. After a very successful live album that same year, she released the expansive and ambitious Mama&#8217;s Gun (2000), which included the hit Bag Lady. Worldwide Underground (2003) featured the equally successful Love of my Life.</p>\n<p>In 2008 and 2010 the two volumes of New Amerykah was released, and in 2015 Badu made a mixtape called But You Caint Use My Phone. Throughout her career she&#8217;s been giving great performances on big stages all over the world the world, and she keeps inspiring and influencing today&#8217;s urban music.</p>\n<p>After a concert in Detroit last year, <a href=\"https://www.metrotimes.com/city-slang/archives/2018/06/24/live-review-erykah-badu-at-chene-park\">Metrotimes.com</a> wrote: &#8211; Though she has performed these songs hundreds of time, each one was delivered with the emotion and flawlessness that had couples reaching for each other and introverts dancing like no one was watching.</p>\n<p>Her R&amp;B is inspired by her good taste in soul, hip hop, jazz and funk. She&#8217;s been called the queen of neo-soul, a well-deserved moniker, and she has collaborated with Flying Lotus, Janelle Monae, The Roots, Pharrell, Roy Ayers, Outkast and many others. In august Badu will prove to the Oslo audience why she has this status among fans and colleagues.</p>\n<p><a href=\"https://www.facebook.com/erykahbadu/\">www.facebook.com/erykahbadu</a></p>\n","wordpress_id":23370,"translations":{"nb":null,"en":{"url":"/en/2019/03/12/erykah-badu-plays-oya-on-august-8th/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1877bab5-d5ec-58e1-aebf-f837a0535eed","locale":"en"}}