{"data":{"wordpressPost":{"title":"Enslaved til Øya","date":"16th January 2015","content":"<p>De har vært i front når det gjelder å bevege grensene for norsk black metal inn i det mer progressive eller psykedeliske. 2015 kommer til å bli et godt år for Enslaved.</p>\n<p>Det har vært tett med Øya-slipp denne uka. Belle &amp; Sebastian, Susanne Sundfør, Låpsley og The Julie Ruin har blitt lagt til på plakaten. Med Enslaved i tillegg har det vært ei uke med svært varierte Øya-nyheter. Snart er vi tilbake med flere artister som skal spille i Tøyenparken til sommern.</p>\n<p>Dagsbilletter og ukespass er i salg nå.</p>\n<p><strong>ENSLAVED</strong><br />\nEnslaved er snart aktuelle med et nytt album, som det knyttes store forventninger til. De har i en årrekke vært blant landets mest respekterte metalband hos både fans og kritikere, og har i tillegg mottatt hele fire Spellemann-priser. Bandet har de sisteårene fått oppmerksomhet langt utenfor metalundergrunnen. Albuma Vertebrae (2008), Axioma Ethica Odini (2010) og RIITIIR (2012) har alle gått inn på topp 20 på den norske salgslista. Enslaved turnerer mye utenlands og skal etter plateslippet på veien i USA med YOB.</p>\n<p><a href=\"http://p3.no/musikk/innbydende-og-episk/\" target=\"_blank\">P3</a> beskreiv innholdet på RIITIIR på denne måten: &#8211; …fra lo-fi black metal via kjappe progrockpassasjer med renvokal i front, til pulserende trommer og stemmer langt ned i bukhulen. Det låter massivt, men balansert, og rene orgeltoner blander seg med riff som hele tiden ligger på lur.</p>\n<p>Anmelderen til <a href=\"http://www.metalsucks.net/2012/09/18/enslaveds-riitiir-is-entirely-too-good-for-words/\" target=\"_blank\">metalsucks.net</a> utbasunerte at «Enslaved’s RIITIIR is entirely too good for words», men forsøkte likevel på denne måten: &#8211; I love Enslaved and gladly listen to them intently on any occasion and at any time of year. It’s just that, as a band, they’ve progressed so steadily and gracefully that each of their albums is a unique beast, ultimately sounding like something the band would release while also sounding like nothing like anything they’ve put out before.</p>\n<p>Bandet ble starta av Grutle Kjellson og Ivar Bjørnson tidlig på 90-tallet, når begge var i tenårene. Tidlig slapp Enslaved demoen Yggdrasill og minialbumet Hordanes Land. Etter noen år utvikla de en grensesprengende innstilling til ekstremmetal, noe som har gjort Enslaved til et av de mest spennende banda å følge i de harde, mørke og tunge delene av musikk-Norge. I 2015 skal de nok engang overbevise, både på plate og fra scener.</p>\n<p>Om det kommende albumet har de to grunnleggerne fortalt Øyafestivalen dette:</p>\n<p><em>&#8220;Vårt nye album &#8220;In Times&#8221; smadrer alt vi har gitt ut før, og låter kompromissløst fra første sekund til siste åndedrag. Vi er hemningsløst stolte av denne plata, og gleder oss veldig til å presentere disse låtene samt gamle slagere for Øya-publikummet! Skal ikke gjøre noen store forsøk på å båssette oss, men forvent en slags Pink Floyd på steroider møter Bathory på syre. Vel møtt!&#8221;</em><br />\n-Grutle Kjellson</p>\n<p><em>&#8220;Det kommende Enslaved-albumet er et stort steg fremover for oss i bandet; mer enn noensinne før har røttene våre tvinnet seg sammen med nye merkelige vekster og influenser fra langt utenfra Metal-verden. Vi lager fortsatt musikk først og frem utfra vår elsk for musikk &#8211; at flere og flere får sansen for våre soniske tripper er rett og slett tidenes bonus. Ja, og så kommer disse nye låtene til å knuse noe så hysterisk live.&#8221;</em><br />\n-Ivar Bjørnson</p>\n<p><a href=\"http://www.enslaved.no\">www.enslaved.no</a></p>\n<p><a href=\"http://www.facebook.com/enslaved\">www.facebook.com/enslaved</a></p>\n<p>foto Thor Broedreskift</p>\n","wordpress_id":11345,"translations":{"nb":{"url":"/2015/01/16/enslaved-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"206d7e50-76ce-5598-8663-36550f8ac72a","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2015/01/16/enslaved-til-oya/","redirect":false}}}