{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"772a5990-1703-548c-b164-77bc16e71285","slug":"dagsbilletter-igjen-til-alle-dager","title":"Dagsbilletter igjen til alle dager","date":"2012-02-13T09:16:48.000Z","excerpt":"<p>Det er nå kun dagsbilletter igjen til Øyafestivalen 2012. De siste fulle ukespassene, som gjelder for fire dager utendørsfestival og Klubbdagen tirsdag 7. august, ble revet vekk fra Billettservice i går kveld. Det er i tillegg solgt flere dagsbilletter enn hva som er vanlig på denne tiden av året. Dette betyr at årets festival ligger [&hellip;]</p>\n"}},{"node":{"id":"d6261787-1299-5988-beea-ac1d618aae29","slug":"bob-mould-spiller-copper-blue-pa-oya-700-ukespass-igjen","title":"Bob Mould spiller Copper Blue på Øya – 700 ukespass igjen","date":"2012-02-09T08:59:19.000Z","excerpt":"<p>Billettsalget til Øyafestivalen går virkelig unna og det er i dag 700 ukespass igjen til festivalen. Ikke verst med tanke på at vi har sluppet under halvparten av artistene som skal spille i august. Dagsbilletter til alle dager og de siste ukespassa selges hos Billettservice.no Kjøp billetter her &nbsp; Copper Blue av den amerikanske trioen [&hellip;]</p>\n"}},{"node":{"id":"c36104ab-8cd6-5eb7-bf36-7b1a6f28d07f","slug":"fire-fete-navn-til-oya-karpe-diem-avslutter-lordagen","title":"Fire fete navn til Øya &#8211; Karpe Diem avslutter lørdagen","date":"2012-02-07T09:58:27.000Z","excerpt":"<p>KARPE DIEM &#8211; lørdag 11/8, THURSTON MOORE (US) &#8211; onsdag 8/8, FIRST AID KIT (SE) &#8211; lørdag 11/8, ST. VINCENT (US) &#8211; torsdag 9/8</p>\n"}},{"node":{"id":"cdd29ecd-e5e4-56ce-8a51-b8b30e944fa4","slug":"oya-open-pa-bla-173-das-racist-us","title":"Øya Open med Das Racist er avlyst","date":"2012-02-03T09:13:26.000Z","excerpt":"<p>Brooklyn-baserte Das Racist består av Himanshu Suri aka Heems, Victor Vazquez aka Kool A.D og Ashok Kondabolu aka Dap. Gutta i den alternative hip-hop-gruppa er kjent for bruk av humor, akademiske referanser og ukonvensjonelle stil. Lørdag 17. mars spiller Das Racist på Øya Open på Blå.</p>\n"}},{"node":{"id":"68d75fb3-d9e7-5c50-82c5-4f9ce88ee715","slug":"ny-sjef-for-hele-dritten","title":"Ny sjef for hele dritten","date":"2012-02-02T09:39:43.000Z","excerpt":"<p>Natur og Ungdom har hvert år over 100 frivillige i sving som sorterer all søppel og driver panteordningen på Øyafestivalen. Silje Lundberg (23) er nyvalgt leder av miljøorganisasjonen og ser allerede nå frem til  å rydde opp i dritten på årets festival.</p>\n"}},{"node":{"id":"f7f7b1a6-0794-5da2-9547-29a7b0d1c141","slug":"under-2000-ukespass-igjen-fire-spennende-navn","title":"Under 2000 ukespass igjen &#8211; fire spennende navn","date":"2012-02-01T09:55:01.000Z","excerpt":"<p>TAMIKREST (ML) / EL DOOM &#038; THE BORN ELECTRIC / CHARLES BRADLEY AND HIS EXTRAORDINAIRES (US) / YOUNG DREAMS I dag slipper vi fire navn vi mener flere burde sjekke ut. Kjenner du dem ikke fra før, bør du gripe muligheten på Øya i august.</p>\n"}},{"node":{"id":"12c2e621-08cf-5fe4-bf9d-9e50e0de67c5","slug":"intervju-crystal-fighters","title":"Intervju: Crystal Fighters","date":"2012-01-31T11:09:46.000Z","excerpt":"<p>Furoreiharare.com slo av en prat med Sebastian og Graham fra Crystal Fighters under sommerens Øyafestival. De snakka om hvordan bandet starta, deres forhold til baskisk musikk og arbeidet med neste skive. Foto: Bjørnar Håland</p>\n"}},{"node":{"id":"c37155cb-cbd2-5fc6-a2b5-e6213987d3d8","slug":"ny-lat-fra-susanna","title":"Ny låt fra Susanna","date":"2012-01-25T11:00:29.000Z","excerpt":"<p>I mars kommer Øya-aktuelle Susannas nye album. Det skal hete Wild Dog og er produsert av Deathprod. På Wild Dog kan du høre Jeremy Gara fra Arcade Fire på trommer og Emmett Kelly fra Bonnie ‘Prince’ Billy/The Cairo Gang på gitarer og vokal. Musikken har blitt beskrevet som «apokalyptisk tradisjonsmusikk fra et annet univers». &nbsp; [&hellip;]</p>\n"}},{"node":{"id":"158edb7c-266c-5924-86cb-d4d54a106bfc","slug":"refused-til-oya-10-august","title":"Refused til Øya 10. august","date":"2012-01-24T10:14:14.000Z","excerpt":"<p>REFUSED (SE) / ÅRABROT / NEKROMANTHEON For noen uker siden ble det kjent at det legendariske hardcorebandet Refused skal gjøre konserter for første gang siden 1998. Siden da har det hagla med ønsker om at de skal spille på Øyafestivalen. Nå får vi endelig slippe nyheten om at de spiller fredag 10. august. </p>\n"}},{"node":{"id":"56755a56-fb7e-5f3f-abdc-0d1a1730335a","slug":"florence-the-machine-spiller-pa-%c3%b8ya-onsdag-8-august","title":"Florence + The Machine spiller på Øya onsdag 8. august","date":"2012-01-23T12:20:56.000Z","excerpt":"<p>Nå er det klart at Florence + The Machine spiller onsdag 8. august. Florence Welch har rykka opp mange divisjoner på berømmelsesstigen siden hun spilte i Middelalderparken i 2009. Når hun kommer tilbake er det som en av de største nye popstjernene i Storbritannia</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":104,"pageCount":183,"additionalContext":{}}}