{"data":{"wordpressPost":{"title":"Øya Open med Fucked Up 29/11","date":"11th November 2008","content":"<p>ØYA OPEN LØRDAG 29. NOVEMBER, GARAGE OSLO</p>\n<p>FUCKED UP (CA)<br />\nALLISLOST<br />\nKÄTHE KOLLWITZ<br />\nLIKE RATS FROM A SINKING SHIP</p>\n<p>I samarbeid med Garage byr Øyafestivalen på høstens mest eksplosive kombinasjon av norsk hardcore og canadisk villskap. I tillegg til Torontos pønkkometer Fucked Up, får du oppleve tre norske band som alle blander støy og råskap på en fabelaktig måte. Sørg for å komme tidlig, så får du med deg Like Rats from A Sinking Ship, Käthe Kollwitz og Allislost. Hele herligheten koster kun 150,-</p>\n<p>Øya Open er navnet på konserter og arrangement som gjøres utenom selve Øyafestivalen. I løpet av året vil Øya være medarrangører på et utvalg konserter som vil presenteres under navnet. Den grunnleggende tanken er at det er mye fet musikk som flere skal få høre og fordi det ikke alltid passer våre favorittartister å komme innom Oslo i august. Dermed spres Øyas musikkengasjement utover året og tilbyr gode konsertopplevelser også utenfor festivalrammene. Øya Open blir en smak av sommerens store festivalopplevelse og er en mulighet for publikum å oppleve musikalske godbiter fra inn- og utland. Øya Open vil dukke opp jevnlig. </p>\n<p>FUCKED UP (CA)<br />\nCanadiske Fucked Up er gode på mye, blant annet pønkrock, provokasjon og generell pøbelvirksomhet. De låner bevisst fra hele pønkhistorien, samtidig som de peker framover og viser hvilken retning moderne rock og hardcore bør ta. Årets skive, kalt The Chemistry of Common Life, bør være fast inventar i ethvert øre med sans for heftig rock og solide gitarvegger. Albumet er dessverre grovt oversett av media og mesteparten av rockepublikummet her til lands, men vi på Øya-kontoret har fått oss en breial følgesvenn i lang tid framover. Fucked Up har en egen evne til å røske publikum ut av hverdagståka og spikre hardtslående rock midt i mellom øya på deg. Bandet formidler sinne og desperasjon på en unik måte og vi tør garantere en kveld du ikke glemmer med det første. En konsertopplevelse med dette bandet kan fort ende i blod svette og bårer. </p>\n<p>Vårt forhold til Torontos Fucked Up starta når vi fikk en sterk anbefaling om deres forrige album Hidden World fra personalet i kvalitetssjappa Tiger. Vi hørte med spenning på låter som minnet om det vi likte ved blant annet Poison Idea og Black Flag. Siden da har vi fulgt Fucked Up nysgjerrig litt på avstand. Med årets skive trykka vi bandet til vårt bryst, mens vi hylte av glede og vrede. The Chemistry of Common Life er kanskje årets pønkskive, og i høst føles det som om den er noe av den viktigste rocken som er tilgjengelig butikk.<br />\n<a href=\"http://www.myspace.com/epicsinminutes\" target=\"_blank\">MYSPACE</a> (fanside)</p>\n<p>ALLISLOST<br />\nAllislost ble danna i 2005 av musikere fra Drammen, Hønefoss og hovedstaden, med en målsetning om å lage musikk som var både tung og stemningsskapende. De ligger et sted i grenselandet mellom hardcore og post-metal, så fans av band som Neurosis og Isis vill ha mye å hente hos disse gutta. Bandet er ambisiøst og kraftfullt, på en måte som mørner både øreganger og mellomgulv.<br />\n<a href=\"http://www.myspace.com/allislostno\" target=\"_blank\">MYSPACE</a></p>\n<p>KÄTHE KOLLWITZ<br />\nKäthe Kollwitz er et band hvor medlemmene har bakgrunn i Bodøs hardcoremiljø. I dette bandet lager de musikk hvor melodi og støy går hånd i hånd. De nå Olso-baserte gutta har hørt på seig metal, rå hardcore og annet høylydt godgrums. Er du begeistra for drøye, strenge, dynamiske og brutale musikkopplevelser, kan dette bli en ny favoritt.<br />\n<a href=\"http://www.myspace.com/kaethekollwitz\" target=\"_blank\">MYSPACE</a></p>\n<p>LIKE RATS FROM A SINKING SHIP<br />\nLike Rats består av en liten gjeng frustrerte nordlendinger som har beveget seg sørover til Trondheim. Der blander de hardcore, elektro og annen undergrunnsmoro. Sist man kunne oppleve bandet i hovedstaden, tok de pusten fra de frammøtte under Klubbdagen i august. Styrken til Like Rats… ligger i å blande sine ulike inspirasjonskilder, samt å ta lytteren med på en variert og spennende ferd gjennom bråk, kraft og galskap.<br />\n<a href=\"http://www.myspace.com/likeratsfromasinkingship\" target=\"_blank\">MYSPACE</a></p>\n<p>Billetter i salg hos Tigernet.no + forsalg i baren hos Garage<br />\nkr. 150,- 20 år leg.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fc806719-4725-55a2-898f-70c921384228"}}