{"data":{"wordpressPost":{"title":"Hjelp ungdom ut i arbeid","date":"25th November 2014","content":"<p>I år startet Øyafestivalen et samarbeid med Kompass &amp; Co, en organisasjon som arbeider med sårbar ungdom som har falt utenfor både skole og arbeid, og ikke finner sin plass i samfunnet.</p>\n<p>Da vi hørte om hva de holdt på med var det lett å takke ja til tilbudet om å få servert økologisk jambalaya på årets festival, fra ungdommene som er med i programmet til Kompass &amp; Co. Ungdommene kommer fra sentrale bydeler i Oslo som Gamle Oslo og Grünerløkka.</p>\n<p>Til neste år fortsetter vi dette samarbeidet og Kompass &amp; Co har planene klare: de vil utvikle et miljøvennlig street food-konsept som vil gi Kompass-ungdommene muligheten til å servere mat flere steder i Oslo gjennom året. Og du kan bidra!</p>\n<p>&#8211; Når vi åpner billettsalget for 2015 håper vi alle som kjøper billett bidrar med en valgfri sum til street food-konseptet til Kompass &amp; Co, sier Ingrid Kleiva Møller, miljøsjef i Øyafestivalen.</p>\n<p>Gjennom Billettservice kan du velge å donere en liten sum penger når du kjøper billett til festivalen. Pengene går i sin helhet til Kompass &amp; Co og street food-konseptet. Kompass-ungdommene som er med i programmet vil være med i hele prosessen og utvikle en matserveringstruck og drive denne som en egen restaurant. Matkonseptet vil bli presentert på Øya 2015.</p>\n<p><i>&#8211; </i>Kompass &amp; Co startet opp i 2011 fordi vi ikke kunne finne andre aktører som fulgte opp ungdom i målgruppen over tid, og som samtidig kunne tilby ungdom lønnet arbeid og nettverk, sier initiativtaker Sherry Hakimnejad i Kompass &amp; Co.</p>\n<p>Nylig ble Kompass &amp; Co kåret til årets game changer av Reach for Change Norway, en organisasjon som ønsker å hjelpe individer og bedrifter som jobber for å hjelpe barn og ungdom og styrke deres rettigheter.</p>\n<p>&#8211; Vi er utrolig stolte av å samarbeide med Øyafestivalen om vår og ungdommenes drøm om en street food van! Ved å bidra med en donasjon er du med på å realisere denne drømmen, sier Hakimnejad.<i></i></p>\n<p><b>Om Kompass &amp; Co<br />\n</b>Kompass &amp; Co sin visjon er å skape arbeidsplasser som fungerer som mestringsarenaer, der ungdom tør å satse på seg selv og ta ansvar for egen fremtid. Deres fremgangsmåte inkluderer et ungdomsprogram som har fokus på oppfølgning, der aktiviteter og opplæring skjer i workshops. Samtidig har Kompass og &amp; Co arbeidsplasser til ungdommen, der de får lønn både under opplæring og også for arbeidet som utføres. Ungdommene tilegner seg arbeidserfaring og oppnår en gjenfunnet tro på seg selv og egne evner.</p>\n<p>Kompass &amp; Co tilbyr produkter til sluttbrukere på lik linje som kommersielle aktører. De tilbyr catering tjenester, egenproduserte møbler, samt kantine- og gartnervirksomhet.</p>\n<p>Du kan lese mer om Kompass &amp; Co og deres andre prosjekter på <a title=\"Kompass &amp; Co\" href=\"http://www.kompassogco.no\" target=\"_blank\">deres nettsider</a>.</p>\n","wordpress_id":11131,"translations":{"nb":{"url":"/2014/11/25/hjelp-ungdom-ut-i-arbeid/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"44ecc338-d0d7-5da4-9d03-41aee8e93dc4"}}