{"data":{"wordpressPage":{"title":"Info","content":"<p><strong>Øyafestivalen 2018 blir arrangert 7. – 11. august.</strong></p>\n<p>Her finner du viktig, nyttig og praktisk informasjon om Øyafestivalen. Bruk menyen for å finne ut mer om det du lurer på. Sidene vil oppdateres med jevne mellomrom mens planleggingen av festivalen pågår. Skulle du slite med å finne de svarene du er ute etter, er det fullt mulig å ta direkte kontakt med den som er ansvarlig for det aktuelle området eller fagfeltet. Se under KONTAKT i menyen.</p>\n<p><strong>Festivalområdet:<br />\n</strong>I 2014 ble Øyafestivalen for første gang arrangert i Tøyenparken. Vi benytter et sammenhengende område som strekker seg fra Tøyenbadet, gjennom Tøyenparken, over Finnmarkgata og ned mot Munchmuseet/Botanisk hage.</p>\n<p>På festivalområdet finnes vannposter hvor man kan få vann gratis.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://api.oyafestivalen.no/assets/uploads/2018/07/hovedkart-2018.pdf\"><strong>Se festivalkart for Øya_2018</strong></a></p>\n<p>&nbsp;</p>\n<p><strong>Åpningstider i Tøyenparken:</strong><br />\nOnsdag, torsdag og fredag under festivalen åpner Tøyenparken klokka 13.00. Lørdag åpner portene en time tidligere, altså klokka 12.00. Innslipp til festivalområdet stenger 22.00 hver dag. Siste konsert er ferdig 23.00, og da tømmes festivalområdet.</p>\n<p><strong>Til Tøyenparken</strong><br />\nDet går kollektivtrafikk fra store deler av Oslo til Tøyen. For veldig mange, vil T-bane til Tøyen være det mest effektive. Alle linjene går innom her. Det er kun noen få minutter gange fra stasjonen og opp til vårt innslipp. For reise fra deler av byen som ikke er innenfor T-banenettet kan du sjekke <a href=\"https://ruter.no/\" target=\"_blank\" rel=\"noopener noreferrer\">https://ruter.no/</a></p>\n<p>Vi vet at mange av våre publikummere ankommer festivalen til fots eller på sykkel, og det ønsker vi at de skal fortsette med. I 2014 kunne vi for første gang tilby skikkelig sykkelparkering for vårt publikum. <a href=\"https://www.facebook.com/sykkelioslo\">Sykkelprosjektet til Oslo kommune</a> låner ut sykkelstativene gratis til arrangementer i Oslo, og har skaffet ekstra mange til Øya-publikummet.</p>\n<p>Øyafestivalen har ingen bilparkering, så det vil være best å la bilen stå hjemme.<strong><br />\n</strong></p>\n<p><strong>Aldersgrense:<br />\n</strong>Det er fri aldersgrense på festivalområdet i Tøyenparken. Husk å ta med deg legitimasjon hvis du er over 18 og ønsker å kjøpe annet enn mineralvann! Aldersgrense på Klubbdagen tirsdag og Øyanatt ut uka varierer fra klubb til klubb. Barn under 12 år kommer gratis inn i Tøyenparken med følge av en voksen. Det må fylles ut eget registreringsskjema på barnet og leveres ved innslipp hver dag, uavhengig av type pass på den foresatte.</p>\n<p><strong>Betalingsmåter:<br />\n</strong>Vi kommer til å ta mot betalingskort på alle utsalgssteder, men ikke ta mot kontanter. For de som har kontanter, vil det være mulig å kjøpe bonger på øl, vin, mineralvann og mat.</p>\n<p>Vi aksepterer Bankaxxept, Mastercard og Visa.</p>\n<div>Pant vil fortsatt være som før, og gi ut kontanter.</div>\n<div></div>\n<div>Bongboden vil være rett på innsiden av innslipp.</div>\n<p><span style=\"line-height: 1.5;\"> </span></p>\n<p><strong>Klubbdagen:<br />\n</strong>Tirsdag 7. august er det kun konserter på over 20 scener hos helårsarrangører rundt i byen. Programmet til denne dagen kommer i juni. Alle med ukespass eller tilsvarende akkreditering har gratis inngang på alle klubber. Noen av klubbene vil kreve penger fra andre. Gå rundt i byen og opplev ny musikk fra lovende artister innen ulike stilarter.</p>\n<p><strong>Øyanatt:<br />\n</strong>Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n<h2></h2>\n<div></div>\n<div></div>\n<div>\n<p><strong>Følgende er ikke tillatt inne på Øyafestivalen:</strong></p>\n<p>&#8211; Alle former for flasker<br />\n&#8211; Medbrakt mat og drikke, med unntak for snacks og barnemat (se nederst)<br />\n&#8211; Spesielt brannfarlige væsker eller gjenstander<br />\n&#8211; Paraplyer<br />\n&#8211; Campingutstyr<br />\n&#8211; Profesjonelt kamera- og videoutstyr<br />\n&#8211; Selfiestang eller lignende<br />\n&#8211; Dyr</p>\n<p>Gjenstander som er forbudt etter norsk lov er selvsagt ikke tillatt på festivalområdet. Vaktpersonalet kan nekte publikum å ta med gjenstander som de vurderer kan utgjøre en risiko inne på festivalen.</p>\n<p>Unntak kan gjøres ved spesielle behov. Ta kontakt med festivalen i god tid for å avklare dette.</p>\n<p>&nbsp;</p>\n<p><strong>Noen ting du bør ta med deg for en best mulig festivalopplevelse:</strong></p>\n<p>&#8211; Solkrem<br />\n&#8211; Godt fottøy<br />\n&#8211; Regntøy<br />\n&#8211; Genser/jakke til kvelden<br />\n&#8211; Bankkort<br />\n&#8211; Godt humør</p>\n<p>Det er lov å ha med barnemat inn på festivalen. Snacks og frukt er også tillatt.</p>\n<p>Vi tilbyr vegetarmat og glutenfrie alternativer på Øya, men allergikere med spesielle matbehov kan selvsagt ta med det de måtte trenge av mat.</p>\n</div>\n","wordpress_id":19,"locale":"nb","slug":"info","translations":{"nb":{"url":"/info/info/"},"en":{"url":"/en/info/info/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b82d8b88-72ef-5fc4-8fe4-87a5d7d289e6","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/info/info/","redirect":false}}}