{"data":{"wordpressPost":{"title":"Øya Open: Lee Ranaldo på Blå 12. og 13. juni","date":"5th June 2012","content":"<p><strong>BLÅ &amp; ØYA OPEN PRESENTERER:</strong></p>\n<p>LEE RANALDO (BAND)<br />\n12. JUNI 2012 | KL.21:00 | CC:250 | ID:20</p>\n<p>LEE RANALDO (SOLO)<br />\n13. JUNI 2012 | KL.21:00 | CC:250 | ID:20</p>\n<p>Forhåndssalget starter Onsdag 9. mai på <a href=\"http://billettservice.no\" target=\"_blank\">billettservice.no</a>.</p>\n<p>Lee Ranaldo trenger vel ingen videre introduksjon, men mannen fortjener virkelig det. Med heder og ære. Ranaldo er en av grunnleggerne av et av de mest minneverdige og nå desverre oppløste bandene i rockhistorien &#8211; Sonic Youth.</p>\n<p>Som aktiv musiker siden 1980 har Lee Ranaldo laget en hel drøss med soloalbum ved siden av Sonic Youths store katalog. Men det stopper ikke der. Han er også forfatter med en rekke utgivelser og en særdeles aktiv kunstner, med separat- og gruppeutstillinger over hele verden på CVen. Vi er stole over å kunne presentere et vidt spekter av uttrykk signert Ranaldo på disse to kveldene, og med det tydelig vise bredden til den 56 år gamle musikeren fra New York.</p>\n<p>Første kvelden får vi Lee Ranaldo med fullt band. Her får vi med all sansynlighet presentert låtmateriale fra årets studioalbum &#8211; Between The Times And The Tides (Matador, 2012). Dette er et album Ranaldo selv omtaler som sitt første virkelige studioalbum, som kommer til å definere hans nystartede solokarriere post Sonic Youth. Med seg har han denne kvelden har han sin gode følgesvenn Steve Shelley (Sonic Youth-trommis), samt Alan Licht, Irwin Menken og Bentley Anderson.</p>\n<p>Andre kvelden har vi gleden av å vise den mer eksperimentelle siden av Ranaldo, slik vi kjenner han fra hans tidligere soloeskapader. Han alene med gitaren. Med en forkjærlighet for det ekspermentelle uttrykk har han forutenom solokonserter og tilhørende utgivelser samarbeidet med en rekke kjente navn innen denne sektoren. Vi kan blandt annet nevne William Hooker, Zeena Parkins, Mats Gustafsson, Birchville Cat Motel, Carlos Giffoni &#8211; og det bare fortsetter. Oppvarming denne kvelden er Alan Licht som spiller i bandet til Ranaldo.</p>\n<p>Åh, som vi gleder oss!</p>\n<p>VIDEOER<br />\n<a href=\"http://www.youtube.com/watch?v=eJ3jzjh4oEM\" target=\"_blank\">Lee Ranaldo &#8211; Off The Wall</a></p>\n<p><a href=\"http://www.youtube.com/watch?v=vik1Esa6F7k\" target=\"_blank\">Lee Ranaldo &#8211; Fire Island (Phases)</a></p>\n<p><a href=\"http://www.youtube.com/watch?v=wc6jOt8KL_w\" target=\"_blank\">Lee Ranaldo (solo)</a></p>\n<p><a href=\"http://www.sonicyouth.com/symu/lee/\" target=\"_blank\">LEE RANALDO HOMEPAGE</a></p>\n<div>\n<div id=\":18i\" data-tooltip=\"Vis forkortet innhold\"><img src=\"https://mail.google.com/mail/u/0/images/cleardot.gif\" alt=\"\" /></div>\n</div>\n","wordpress_id":2655,"translations":{"nb":{"url":"/2012/06/05/oya-open-lee-ranaldo-pa-bla-12-og-13-juni/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d14736f3-c9ab-5aa5-a09f-9e194f65e577","locale":"nb"}}