{"data":{"wordpressPost":{"wordpress_id":241,"title":"Øya 2010: Grønnere enn noen gang","excerpt":"<p>Ved å bytte ut dieselaggregat med faststrøm fra Hafslund, har Øyafestivalen redusert energiforbruket med 80 prosent. Dette er et av tiltakene som gjør Øyafestivalen grønnere enn noensinne. Denne uka mottok festivalen utmerkelsen The Greener Festival Award og ble gradert som ”outstanding”.</p>\n","content":"<p>– Ved først å kartlegge hvor man kan oppnå gunstige miljøgevinster, og med gode samarbeid kan man med enkle grep få resultater som dette. Vi er veldig stolte av å samarbeide med Hafslund, som har vært med på å gjøre Øyafestivalen til en enda mer miljøansvarlig festival, sier miljøsjef ved Øyafestivalen Linnea Svensson.</p>\n<p>Det er ikke bare miljøsjef Svensson som er stolt av resultatene. Konserndirektør for kommunikasjon og samfunnsansvar i Hafslund, Karen Onsager, er mer enn fornøgd med samarbeidet med Øyafestivalen.<br />\n&#8211; Dette viser at vi gjorde rett ved å pensjonere de gamle dieselaggregatene for godt. Både Hafslund og Øyafestivalen har satset målrettet på miljøtiltak, og da er det gledelig å se at tiltakene virker, sier Karen Onsager, konserndirektør Kommunikasjon og samfunnsansvar i Hafslund.</p>\n<p>At festivalen er miljøansvarlig utad, kommer også fram i publikumsundersøkelsen for 2010, der ni av ti ser på Øyafestivalen som en miljøbevisst festival, og at tre av fire har fått med seg samarbeidet med Hafslund. Øyafestivalens besøkende er heller ikke noe unntak. Hele sju av ti velger kollektiv transport framfor annen transport viser publikumsundersøkelsen for 2010.</p>\n<p>Grønnere på flere plan<br />\nI 2008 sendte Øyafestivalen sjåførene sine på økokjøringskurs, noe som har resultert i kutt av drivstoff på hele 48 prosent. Ved å øke fokus på gjenbruk har også Øyafestivalen redusert avfallsmengdene med hele 5,4 tonn. I 2009 var avfallsmengden på 41,8 tonn, men i år ble mengden redusert til 36,4 tonn.<br />\n– Store arrangement genererer mye søppel. For å kunne redusere mengden avfall ytterligere må vi kartlegge nøye hvor avfallet produseres og hvordan enda mer kan gjenbrukes eller gjenvinnes. Dette har vi blitt bedre på gjennom årene, og vi setter nye mål hvert år om at avfallsmengdene skal fortsette å synke, sier miljøsjef Linnéa Svensson.</p>\n<p>Sammen med andre miljøtiltak som gjenvinning av avfall, panteordninger og økologisk mat, er Øyafestivalen blant annet blitt kåret til Europas grønneste festival under European Festival Award og Oslos Grønneste virksomhet. Øyafestivalen har til og med fått en egen eplesort oppkalt etter seg; Øya-eplet. Epletreet ble plantet av landbruks- og matminister Lars Peder Brekk tidligere i høst. Samtidig fikk Øyafestivalen den nasjonale hedersprisen for profilering av økologisk mat.<br />\n– Vi vil gjennom praktiske eksempler vise at det ganske enkelt kan la seg gjøre å forbruke og leve miljøansvarlig &#8211; enten om man er privatperson, en virksomhet eller en kulturarrangør. Vi håper at vårt arbeid kan inspirere flere til å ta i et tak, sier Svensson</p>\n<p>THE GREENER FESTIVAL AWARD<br />\nDenne uka mottok Øyafestivalen utmerkelsen The Greener Festival Award. Øya tilhører den eksklusive listen over festivaler som ble gradert som ”outstanding” for sitt miljøarbeid. Blant de andre festivalene på lista over de som har motatt The Greener Festival Award er Glastonbury (England), Bonnaroo (USA), T In The Park (Skottland), Bestival (England), Hard Rock Calling (England), Open Air St Gallen (Sveits) og Malmöfestivalen (Sverige).</p>\n","date":"2010-10-12T07:45:10.000Z","featured_image":null,"translations":{"nb":{"url":"/2010/10/12/aya-2010-grannere-enn-noen-gang/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6a6d742b-c453-59e1-97bf-559a87f0f612","locale":"nb"}}