{"data":{"wordpressPost":{"title":"Litt for barna","date":"2012-07-30T07:54:44.000Z","content":"<p>Øyafestivalen er først og fremst en festival for ungdom og voksne, men selvsagt er det hyggelig å kunne ta med de minste i noen timer. Her får du en oversikt over noe av det de yngste festivalpublikummerne kan finne på under Øyafestivalen.</p>\n<p>&nbsp;</p>\n<p>I VG-teltet blir det barnevennlig moro fredag og lørdag. Klokka 17.00 på fredag 10. august spiller <strong>Meg Og Kammeraten Min </strong>barnekonsert. Herrene bak dette navnet er ellers kjent som HGH, en duo bestående av Martin Hagfors og Håkon Gebhardt. Deres skive har fått mye skryt og du har kanskje fått med deg hitten Sokken Min Er Våt.</p>\n<p>OBS. Voksne får ikke slippe inn på selve konserten, men må vente utenfor.</p>\n<p><a href=\"http://oya.test/artist/meg-og-kammeraten-min/\" target=\"_blank\">Les mer om MEG OG KAMMERATEN MIN her </a></p>\n<p>&nbsp;</p>\n<p>Dagen etter, lørdag 11. august, er det <strong>barnedico med Olle Abstract og Elias</strong>. De skal få i gang dansefoten hos de minste i VG-teltet fra klokka 15.20. Også denne gangen må de voksne vente utenfor, mens unga fester inne.</p>\n<p>&nbsp;</p>\n<p>I tillegg til dette vil det være enkle <strong>barneaktiviteter</strong>, som ansiktsmaling og leker, hver dag. Dette finner dere rett til høyre etter brua, når dere har kommet inn på festivalområdet i Middelalderparken. Om man lurer på noe i tilknytning til barn- og familievennlighet, kan man spørre i infoboden. Denne ligger omtrent midt på festivalområdet, ikke langt fra handlegata og hovedbaren.</p>\n<p>&nbsp;</p>\n<p>For de aller minste: Dersom du trenger et sted å skifte bleie eller trenger litt solkrem til de yngste, finner du dette hos <strong>Miljømerket Svanen, </strong>som har en egen bod i handlegata (ned mot vannspeilet).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":4070,"translations":{"nb":{"url":"/2012/07/30/litt-for-barna/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e1e614ce-b6b2-5729-9184-a19b27572d97","locale":"nb"}}