{"data":{"wordpressPost":{"title":"Øyanatt på Living Room","date":"2010-08-02T21:54:00.000Z","content":"<p>Øyanatt er konserter som starter på et utvalg klubber i Oslo etter at Middelalderparken stenger for publikum. Gyldig billett til Øyafestivalen (festivalpass eller dagsbillett til den aktuelle dagen) gir rabatt på Øyanatt.<br />\nLIVING ROOM:<br />\nTidspunkt: onsdag &#8211; lørdag<br />\nAdresse: Olav Vs Gate 1<br />\nHjemmeside: http://www.living-room.no/<br />\nÅpningstider: 22.00 &#8211; 03.30<br />\nAldersgrense: 20 år<br />\nBilletter: TBA<br />\nPris: TBA<br />\nLineup: BAOBINGA(BUILD/UK) / KIDS LOVE BASS / DJ NUHH / FULL EFFEKT (DJ GIRSON) / THE OFFICIAL BIG BOI AFTER PARTY</p>\n<p>*ONSDAG 11. AUGUST*<br />\nBAOBINGA(BUILD/UK)<br />\nBaobinga, opprinnelig fra Manchester men nå bosatt i Bristol, er virkelig en skrue innenfor den britiske bassmusikkscenen. Med utgivelser på respekterte labels som Mad Decent, Soul Jazz, Trouble and Bass og Ninja Tunes pluss støtte og anerkjennelse fra en hel haug artister som Claude VonStroke, Buraka Som Sistema, L-Vis 1990, Modeselektor, Sinden, Mary Anne Hobbs, Jackmaster, Martyn og mange, maaaange flere, er det virkelig med stolthet og ydmykelse at kan presentere Baobinga på Living Room. </p>\n<p>Fyren er vanvittig produktiv og litt av en multitasker. I tillegg til å lage musikk og være DJ driver han bass music blogen sammen med I.D. Den har nå en rekke respekterte bidragsytere som TRG og Rico Tubbs og regnes som en av verdens fremste innen sitt felt. Han driver også eget plateselskap (Build Records) med et flertalls utgivelser bak seg. Og som ikke det var nok lager han også musikk under samtlige aliaser og har forskjellige musikalske samarbeidsprosjekter med bl.a. I.D. og Purple-step guruen Ginz fra Bristol som også er kjent for sitt tette samarbeid med dubstep-geniet Joker.</p>\n<p>Dette blir med andre ord en kveld med tyngde i stua. Mannen som spiller fast på Fabric i London og har reist verden rundt, skal servere deg alt fra House og UK Funky til Baltimore og Raggastep, Garage, Dubstep, Soca &#8211; rykende ferskt rett ut av vårt fantastiske Funktion One anlegg. For å si det sånn er det bassmusikk du er ute etter finner du ikke et bedre sted og dag denne hektiske klubbuka i Oslo. Få med deg en rising star på Living Room. Kids Love Bass varmer opp med den bassfylte playlisten de er kjent for å levere på stua om dagen.</p>\n<p>KIDS LOVE BASS<br />\nKids Love Bass er en Oslo basert dj-duo bestående av DJ Nuhhh og Seth Skizzo. De spiller det mange vil definere som bassmusikk, men gutta liker å trekke paralleller mellom en rekke elektroniske sjangere og lydbilder i settene sine. House, garage, dubstep og uk funky er blant godsakene som finner veien ut fra platespillerne. Selv om de bare har fungert som en aktiv duo i rundt et år, har de allerede spilt på de fleste av hovedstadens feteste klubber og konsepter. Blant disse finner vi steder som The Villa, Living Room og Dattera Til Hagen. En kveld med KLB vil alltid by på en bassfylt blanding ny og spennende dansemusikk, som med sine tropiske og rytmiske innslag setter lista for en varm og energisk klubbopplevelse, Her er det først og fremst moro og fest som gjelder!</p>\n<p>*TORSAG 12. AUGUST*<br />\nFULL EFFEKT (DJ Girson)<br />\nI over ett år nå har Girson sørget for noen hete kvelder med sitt ukentlige klubbkonsept Full Effekt. Mange kjenner nok Girson best som Lars Vaular sin trofaste hypeman, men han har den siste tiden vist seg å være en nokså bra dj med en vanvittig bra musikkunnskap. Full Effekt er hans hjertebarn og første faste klubbkonsept, her spilles det alt fra UGK til Madonna, og det viktigste er å få folk til å dans. Det er noe han har klart med glans hver uke siden i fjor. Etter Lars Vaular konserten på Øya tar Girson med seg Full Effekt inn i oslo,s fineste stue, med en blanding av  r’n,b, hip hop, house, dance, miami bass, pop, dub step, 70s, 80s, 90s, og nye ting så klart. Glem temakveld, her blir det bare god musikk i mange sjangre og god stemning.</p>\n<p>*FREDAG 13. AUGUST*<br />\nKIDS LOVE BASS MED DJ NUHH + GJESTER<br />\nKids Love Bass er en Oslo basert dj-duo bestående av DJ Nuhhh og Seth Skizzo. De spiller det mange vil definere som bassmusikk, men gutta liker å trekke paralleller mellom en rekke elektroniske sjangere og lydbilder i settene sine. House, garage, dubstep og uk funky er blant godsakene som finner veien ut fra platespillerne. Selv om de bare har fungert som en aktiv duo i rundt et år, har de allerede spilt på de fleste av hovedstadens feteste klubber og konsepter. Blant disse finner vi steder som The Villa, Living Room og Dattera Til Hagen. En kveld med KLB vil alltid by på en bassfylt blanding ny og spennende dansemusikk, som med sine tropiske og rytmiske innslag setter lista for en varm og energisk klubbopplevelse, Her er det først og fremst moro og fest som gjelder!</p>\n<p>*LØRDAG 14. AUGUST*<br />\nTHE OFFICIAL BIG BOI AFTER PARTY<br />\nEn av hip hopens største kommer til Living Room for å ta seg en fest. Sammen med Andre 3000 utgjør han Outkast, som har solgt over 30 millioner album og dratt inn hele 6 Grammys. Gutta står bak hits som ”Ms. Jackson”, ”The Whole World”, ”Hey Ya!” og ”The Way You Move”. Nå er Big Boi ute med solo albumet Sir Lucious Left Foot: The Son of Chico Dusty som har fått fantastisk kritikk verden over. Vi er sikre på at konserten på Øya festivalen blir minst like fantastisk som hans album, og etterpå skal Big Boi kose seg videre. Når Atlanta er i huset, så er Name ett soleklart valg for å sette stemningen.</p>\n","wordpress_id":308,"featured_image":null,"translations":{"nb":{"url":"/2010/08/02/ayanatt-pay-living-room/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"74401763-a3d1-5191-8959-96e06876464d","locale":"nb"}}