{"data":{"wordpressPost":{"title":"Bryan Ferry til Øya lørdag 9. august","date":"4th April 2014","content":"<p>Lørdag 9. august kommer Bryan Ferry til Tøyenparken, for å spille på Øyafestivalens største scene. Ferry har nettopp samarbeida med samme kvelds headliner om en versjon av Robert Palmers låt Johnny and Mary. Nå skal de dele scene i en fantastisk avslutning på årets Øya. Bryan Ferry kommer til Oslo med et nytt show, som inkluderer låter fra omtrent hele karrieren.</p>\n<p>Etter at vi annonserte at Todd Terje skal avslutte årets festival, fikk vi kjapt en henvendelse fra Bryan Ferrys bookingagent om at den britiske legenden veldig gjerne ville være med på Øya-moroa.</p>\n<p>Salget av dagsbilletter går unna, så det er ingen grunn til å vente med å kjøpe til de dagene du helst vil på Øya.<br />\n<a href=\"http://www.billettservice.no/event/lordagsbillett-oyafestivalen-2014-billetter/409623?camefrom=Client_Oya_Hjemmeside lordag_Oyafestivalen_101013\" target=\"_blank\">KJØP LØRDAGSBILLETTER HER</a></p>\n<p><strong>BRYAN FERRY (UK)</strong><br />\nBryan Ferry er en av pophistoriens store legender. Han har hatt enorm suksess som vokalist i Roxy Music og gir stadig ut knallsterke soloalbum. Ferry er et stilikon som beveger seg innen de mer sofistikerte delene av rock og annen populærmusikk, og musikken har derfor blitt karakterisert som blant annet art pop. Han har både vært en sterk låtskriver og en usedvanlig tolker av andres musikk.</p>\n<p>På Øya skal han spille på den største scenen, rett før Todd Terje. Disse to har nettopp samarbeida på sistnevntes nye skive It’s Album Time. Der tolker de Johnny and Mary, opprinnelig en låt av Robert Palmer.</p>\n<p><a href=\"http://www.allmusic.com/album/olympia-mw0002022937\" target=\"_blank\">Allmusic.com </a>mente dette om hans album Olympia fra 2010: &#8211; …it’s unruffled and casually elegant, its pleasing familiarity reflecting the persistence of an old master honing his craft.</p>\n<p>Samtlige av Roxy Music sine album på 70- og tidlig 80-tall gikk inn på topp ti i hjemlandet, en stabilitet i suksess som få kan måle seg med. Imponerende åtte ganger har han gjort det samme som soloartist. Album som Avalon (Roxy Music, 1982), Boys and Girls (1985) og Frantic (2002) har også gjort det meget bra i Norge. Fra de glampregede første åra til dagens status som en av popens mest stilfulle veteraner, har Ferry egentlig aldri vært uaktuell. Etter de siste åras jazzflørt, skal han nå tilbake til den tidløse popen. Hans nye show skal for første gang vises til et stort publikum på Coachella i USA. I august kommer det til Tøyenparken.</p>\n<p><a href=\"http://www.bryanferry.com/\">http://www.bryanferry.com/</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"eefb0f1d-9d70-56f5-b82d-4d837f3b58b4"}}