{"data":{"wordpressPost":{"title":"10 miljøvalg på Øya","date":"5th August 2014","content":"<p>Det kan være vanskelig å alltid ta det mest miljøvennlige valget i hverdagen. Derfor har vi, på vegne av vårt publikum, tatt noen overordnede valg: vi har byttet fra fossil til fornybar elektrisitet, vi har innført et omfattende avfallssorteringssystem, vi serverer mer enn 90 prosent økologisk mat, vi bruker flest mulig lav-utslippsbiler til transport og når vi må kjøpe noe nytt så kjøper vi miljøsertifiserte varer.</p>\n<p>Likevel kommer vi ikke i mål alene, vi trenger hjelp fra vårt publikum! Her er 10 miljøvalg som du kan ta under årets festival:</p>\n<p><b>1. Sykle til Tøyenparken</b></p>\n<p>Det er stor sannsynlighet for at du bor mindre enn 15 minutter med sykkel unna årets festivalområde. For å prøve å få flere til å velge sykkelen til vanlig, samarbeider vi i år med Sykkelprosjektet i Oslo kommune. For første gang kan vi tilby <a href=\"https://api.oyafestivalen.no/2014/06/17/oslo-kommune-tilbyr-gratis-sykkelparkering-pa-oya/\">ordentlig sykkelparkering</a> med vakthold og en selvbetjent servicestasjon.</p>\n<p><b>2. Reis kollektivt</b></p>\n<p>Om du ikke har sykkel kan du ta beina fatt eller bruke trikk, buss eller bane til Tøyenparken. I samarbeid med Ruter tilbyr vi Øyakortet som lar deg reise på alle Ruters linjer i Oslo mellom 5. og 9. august. Du kan kjøpe Øyakortet for 100 kroner i akkrediteringsboden vår eller hos Trafikanten på Oslo S. Vi tilbyr ikke parkeringsplass for biler.</p>\n<p><b>3. Spis grønt </b></p>\n<p>Vi samarbeider med noen av de beste restaurantene i Oslo for å gi deg festivalmat av ypperste klasse. Med økologisk gullmerke fra Debio kan du spise deg mett med god samvittighet. Om du vil spise ekstra miljøvennlig kan du velge bort noen kjøttretter til fordel for vegetariske alternativ. Alle matboder skal ha minst én vegetarisk rett, så vi har <a href=\"https://api.oyafestivalen.no/miljo/okologisk-mat/\">mange gode alternativ</a>!</p>\n<p><b>4. Kildesorter avfallet ditt</b></p>\n<p>I samarbeider med Rennovasjonsetaten har vi tilrettelagt for et kildesorteringssystem som er likt det man finner for husholdninger i Oslo. Som publikummer kan du sortere i matavfall, plast, papir og restavfall. Totalt sorteres festivalens avfall i 15 fraksjoner. Det betyr at mer enn 60 prosent av avfallet blir gjenvunnet til nye produkter.</p>\n<p><b>5. Pant glass og annen emballasje</b></p>\n<p>Tomme glass, bærehanker, popcornbeger og glass med sneiper kan pantes i en av våre tre panteboder. Da er du med på å holde Tøyenparken ren og bidrar til at det er lettere for oss å gjenvinne avfallet til nye produkter.</p>\n<p><b>6. Bli medlem i Natur og Ungdom</b></p>\n<p>Øyafestivalen er stolt av å kunne samarbeide med <a href=\"http://nu.no/medlem/\">Natur og Ungdom</a>, Norges største miljøvernorganisasjon for ungdom. Siden 2002 har de vært med på å gjøre Øyafestivalen til en av Europas mest miljøvennlige festivaler. For 50 kroner kan du bli med og støtte organisasjonen som står for avfallshåndteringen, drifter pantebodene og holder festivalområdet rent.</p>\n<p><b>7. Drikk vann fra springen</b></p>\n<p>Det er viktig å holde seg hydrert gjennom dagen! Derfor har vi satt opp vannpunkt gjennom festivalområdet hvor du kan drikke ferskt drikkevann rett fra krana.</p>\n<p><b>8. Ta vare på parken</b></p>\n<p>Dette er vårt første år i Tøyenparken, en av Oslos grønne lunger som daglig brukes av mange Osloborgere. Vi ønsker å forlate parken i like god stand som før festivalen, noe vi kan få til om alle bidrar og går utenom områder som er tungt belastet.</p>\n<p><b>9. Drikk biodynamisk kaffe</b></p>\n<p>Kjøp økologisk og biodynamisk kaffe fra Solberg &amp; Hansens kaffebod på Munchløkka. Solberg &amp; Hansen har sporbarhet gjennom hele verdikjeden og følger kaffebønnene fra gården Camocim i Brasil til brenneriet på Ryen i Oslo. De mener bærekraftig kaffeproduksjon er den beste måten å lage verdens beste kaffekopp på &#8211; og det mener vi også.</p>\n<p><b>10. Selvplukk fra nyttevekster</b></p>\n<p>Vet du hvordan en reddikplante ser ut? Eller hvordan du kan dyrke din egen mat på verandaen? I år kan du gå på <a href=\"https://api.oyafestivalen.no/2014/07/09/matauk-pa-toyen/\">selvplukk på Øya</a> og krydre den økologiske middagen med urter og salat som er dyrket her i Tøyenparken. Kanskje du plukker opp noen tips til hvordan du kan bli din egen mikroprodusent av mat.</p>\n<p>Foto: Foto: Johannes Granseth</p>\n","wordpress_id":10864,"translations":{"nb":{"url":"/2014/08/05/10-miljovalg-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d0849e9d-6b23-59fa-af4c-9d3c99a765c1","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2014/08/05/10-miljovalg-pa-oya/","redirect":false}}}