{"data":{"wordpressPost":{"title":"Øya med eget øko-eple","date":"2010-09-09T13:33:00.000Z","content":"<p>Øyafestivalen har gjort så mye for den økologiske maten at den nå hedres med en egen eplsesort oppkalt etter festivalen: Øya-eplet. Landbruks- og matminister Lars Peder Brekk mener Øyas engasjement for miljø og økologisk mat er som den beste musikk i hans ører.</p>\n<p>Det var derfor en stor glede for statsråden å dele ut den nasjonale hedersprisen for profilering av økologisk mat til nettopp Øyadestivalen: en egen eplesort som nå skal produseres under navnet ”Øya”. Hensikten bak hedersprisen er å løfte fram de som har sett muligheter for økologisk mat i et marked der konkurransen om forbrukerne er hard. Hedersprisen trekker fram de som gjør miljøvalg til et kjøpsvalg og et verdivalg, og som gjennom det tar en klar og tydelig posisjon.</p>\n<p>Trendsetter for økologisk mat<br />\nØyafestivalen startet opp med å selge økologisk mat i 2003 og ble tidlig en trendsetter for økologisk mat, ikke bare i Norge, men også i Norden. I dag omsetter de over 25 tonn økologisk mat. I løpet av noen hektiske dager i august måned lager de mer enn 65 000 porsjoner med økologisk mat. For å få til dette har de fått med seg flere av Oslos mest profilerte kjøkken til å rigge seg til med egen produksjon og utsalg av økologisk mat på festival. Prisvinneren omsetter 4000 økologiske pizza, 5000 økologisk pølser, økologisk is, crêpes, smoothies og mye, mye mer. Menyen er sammensatt og råvarene av høy kvalitet. Kjøttet er fra Strøm Larsen. &#8211; Konseptet har vært en stor suksess, og flere festivaler følger nå etter Øyafestivalens eksempel, sa Brekk da han overrakte treet til Øya under den nasjonale økologiske konferansen på Kongsgården på Bygdøy i dag. Treet ble plantet på stedet.</p>\n<p>-Dette var en svært hyggelig overraskelse. Jubelen sto i taket på kontoret når vi mottok nyheten om at en eplesort skulle kalles opp etter festivalen.<br />\nØyafestivalens miljøsjef Linnea Svensson</p>\n","wordpress_id":248,"translations":{"nb":{"url":"/2010/09/09/aya-med-eget-ako-eple/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0aeab698-d70f-553f-b550-16db0d61d9c9","locale":"nb"}}