{"data":{"wordpressPost":{"title":"Øyaprat 2: Charlotte Bendiks","date":"22nd July 2016","content":"<p>Charlotte Bendiks spiller i Hi-Fi Klubben onsdag 10. august, fra klokka 15:55. Onsdagen er den eneste dagen det er noen billetter igjen til.</p>\n<p>I tillegg spiller hun på Øyanatt lørdag 13. august på Jaeger.</p>\n<p>&nbsp;</p>\n<p><strong>Hvilken Øya-opplevelse husker du aller best?</strong></p>\n<p>&#8211; Kan du spørre meg igjen den 14. august? Jeg har aldri vært på Øya før, så i år blir min første gang.</p>\n<p>&nbsp;</p>\n<p><strong>Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong></p>\n<p>&#8211;  Jeg må jo si at jeg håper mange kommer å hører på når jeg spiller. Ellers har jeg selv veldig lyst til å se PJ Harvey, New Order og Mad Professor. Jeg husker da sistnevnte spilte på Karlsøyfestivalen i Troms, det var en veldig spesiell opplevelse.</p>\n<p>&nbsp;</p>\n<p><strong>Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong></p>\n<p>&#8211; Vel, som erfaren festivalgjenger i Nord-Norge så kan jeg si at jeg har god erfaring med å finne frem vinterjakke og sommervotter. Men egentlig så handler det vel mye om det som står i spørsmålet, å tenke praktisk. For eksempel er det bedre for meg å drikke vin enn øl, for da slipper jeg å bruke hele kvelden i dokø&#8230;</p>\n<p><strong> </strong></p>\n<p><strong>Hva kan folk forvente av Charlotte Bendiks på Øya?</strong></p>\n<p>&#8211; Nå spilte jeg akkurat på en helt fantastisk festival i Berlin som heter New Dance Fantasy, jeg tror kanskje det er det beste festivalprogrammet jeg har vært en del av, det var en helt vanvittig line-up med mange artister som lager dansemusikk fra den litt mer alternative sida. Ikke den typiske Berlin-4-to-the-floor-pakken. Jeg spilte et 3-timers veldig eklektisk sett på søndag morgen fra 6-9 og syntes det var veldig herlig. Jeg liker gjerne å blande sammen sjangre, alt fra techno til afrobeat så lenge følelsen i musikken er den samme og man kan få en naturlig overgang fra det ene til det andre. Jeg tror jeg kommer til å spille ganske variert og åpent, men med fokus på at det skal være bodymusic, det skal kjennes i kroppen og bevege den.</p>\n<p>Men det kommer veldig an på publikum, DJing er kommunikasjon og må skje spontant på stedet. Jeg liker ikke tanken på DJs som øver inn et DJ-sett hjemme, det er litt som å sitte hjemme alene å øve på sex for å bli god i senga.</p>\n<p>&nbsp;</p>\n<p><strong>Har du en god eller dårlig festivalhistorie? Fortell!</strong></p>\n<p>&#8211; Hadde en veldig artig opplevelse da jeg spilte på en festival i Vietnam som morsomt nok heter Hanoi Sound Stuff. Da var jeg siste act ut og skulle spille fra kl 22-23, som sammenligna med Tyskland, hvor jeg spiller mest, er veldig tidlig i tillegg til at en time er et veldig kort sett for en DJ.</p>\n<p>Da jeg kom på venue så var det mengder av vietnamesisk presse som ville intervjue artistene, og alle fra aviser til radio og tv hadde med seg tolk. Jeg fikk mange rare spørsmål, men det rareste tror jeg var fra en tv-stasjon som ville ha meg til å synge noe på direkten. Jeg tror faktisk at jeg gjorde det også, men siden det hele er så flaut så har jeg valgt å fortrenge hva jeg sang&#8230;</p>\n<p><strong> </strong></p>\n<p><strong>Hva spiser du helst i sommer?</strong></p>\n<p>&#8211; Vannmelon er en vinner. Ellers så har jeg fått veldig dilla på Ramen, den vegetariske misovarianten, siden jeg ikke spiser kjøtt eller oppdrettlaks eller slike ekle ting. Ellers skal jeg snart hjem til Tennskjær for å fiske kveite på gamlemåten, dvs med kveitva, og da håper jeg på en blodfersk kveitemiddag med rotgrønnsaker fra Nordgården på Berg utenfor Tromsø.</p>\n<p><strong> </strong></p>\n<p><strong>Hva hører du på i sommer?</strong></p>\n<p>&#8211; Hører en del på Christian S sine nye ting. Han er ei stjerne i mine øyne. Ellers hører jeg mye Arthur Russel, Violet, Photonz, Borusiade som jeg spiller med på Jæger på Øyanatt på lørdagen, og nye låter og edits fra min gode venn Sano fra Colombia. Og Romfolkets folkemusikk Manele. Jeg har vært i Romania et par ganger og skal tilbake nå i høst og jeg må si at Manele er musikk som virkelig inspirerer meg!</p>\n","wordpress_id":14694,"translations":{"nb":{"url":"/2016/07/22/oyaprat-2-charlotte-bendiks/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fe8baa1b-4f46-5e7a-84fc-64271bbda25a","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2016/07/22/oyaprat-2-charlotte-bendiks/","redirect":false}}}