{"data":{"wordpressPost":{"title":"Municipal Waste i studio","date":"2009-04-16T10:32:00.000Z","content":"<p>Øya-aktuelle Municipal Waste er i disse dager i studio for å spille inn et album, som skal hete Massive Aggressive. Dette blir oppfølgeren til knallskiva The Art of Partying fra 2007. Bandet skal nå være omtrent halvveis i innspillingen, og holder til hjemme i Richmond, Virginia. Skiva skal ut i august, mest sannsynlig rett etter deres opptreden i Middelalderparken. Produsenten er den samme som sist, mannen som går under navnet Zeuss (har også jobba med Hatebreed, Agnostic Front og mange flere). Les studiorapport fra bandet under.</p>\n<p>Municipal Waste ble for ikke lenge siden anbefalt av Billboard Magazine som et av navna allmenheten bør holde øya oppe for i 2009. Metalmedier på trykk og nett, har fulgt bandet tett i noen år allerede og har for lengst gitt bandet skamros for sine kvaliteter som liveband.</p>\n<p>Gitarist Ryan Waste sier blant annet dette om innspillingen:<br />\n&#8220;We&#8217;re in the middle of blazing out the new tracks from MASSIVE AGGRESSIVE. I&#8217;m really proud of the speed picking on the new record. I finish up my rhythms tomorrow and I&#8217;m pumped to celebrate after some gruelling nights in the studio. Zeuss is spot on for this record and we are thankful to have him in our neck of the woods this around.&#8221;</p>\n<p>&#8220;For MASSIVE AGGRESSIVE we are striving to capture elements from both<br />\ntraditional heavy metal and hardcore punk. When combined, the two genres can become a lethal formula. We&#8217;re not afraid to bridge the gap on this one.&#8221;</p>\n<p>Trommis  Dave Witte legger til:</p>\n<p>&#8220;This record is definitely shaping up to be the best we&#8217;ve done easily, I&#8217;ve already banged out all my tracks in 1 &#038; 1/2 days and am totally pleased with the outcome&#8230;I think our fans are going to be psyched with this record and I can&#8217;t wait to play these songs live!&#8221;</p>\n<p>Vokalist Tony Foresta er storfornøyd:</p>\n<p>&#8220;I have about 3 songs left of vocals. I&#8217;m really happy with how things are turning out. Zeuss has been pushing me really hard this time around and I think it will show when the record is completed.&#8221;</p>\n<p>Det er med andre ord all grunn til å glede seg til album og konsert i Middelalderparken onsdag 12. august. </p>\n<p><a href=\"http://www.myspace.com/municipalwaste\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":605,"featured_image":null,"translations":{"nb":{"url":"/2009/04/16/municipal-waste-i-studio/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c3d92b06-bd6d-586c-9811-1e54c88c8a65","locale":"nb"}}