{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"4f881aa3-d924-574f-96bf-d2fdb5486a0f","slug":"kun-billetter-igjen-til-torsdag-og-fredag","title":"Kun billetter igjen til torsdag og fredag","date":"2012-05-30T09:39:50.000Z","excerpt":"<p>I går kveld solgte vi de siste dagsbillettene til lørdag 11. august. Det betyr at det nå er dagsbilletter igjen til to av dagene i Middelalderparken. Årets billettsalg har vært rekordgodt og det er dermed ingen grunn til å vente for lenge med å kjøpe billetter til disse to dagene. Dagsbilletter til torsdag og fredag [&hellip;]</p>\n"}},{"node":{"id":"06708293-b96a-5459-ab34-93740b9f7093","slug":"skryt-til-oya-100-lordagsbilletter-igjen","title":"Skryt til Øya – 100 lørdagsbilletter igjen","date":"2012-05-29T09:09:45.000Z","excerpt":"<p>I går klina Dagbladet til med terningkast seks til Øya i sin gjennomgang av årets festivalsesong. Det er selvsagt svært hyggelig å se at flere er enige i at vi i år har sydd sammen et fantastisk program. Øya var den eneste festivalen med toppscore denne sommeren. I tillegg har Pitchfork inkludert Øya i sin [&hellip;]</p>\n"}},{"node":{"id":"523cbb81-1f51-5f85-aeed-cfb5634caa27","slug":"fire-nye-navn-til-middelalderparken","title":"Fire nye navn til Øya","date":"2012-05-24T10:00:49.000Z","excerpt":"<p>METRONOMY (UK) – fredag 10/8 SCREAMING FEMALES (US) – lørdag 11/8 A-LAGET – onsdag 8/8 PHILCO FICTION – torsdag 9/8 &nbsp; Programmet il Øyafestivalen 2012 er snart komplett. Nå i innspurten har vi fått på plass fire navn som på hver sin måte vil være høydepunkter i programmet i Middelalderparken. Plateaktuelle Screaming Females og popfavorittene [&hellip;]</p>\n"}},{"node":{"id":"6449d069-168a-508c-a27c-7826baa955d7","slug":"test-dine-kunnskaper-om-oya-artistene-vinn-oyapass","title":"Test dine kunnskaper om Øya-artistene, vinn Øyapass","date":"2012-05-24T08:01:24.000Z","excerpt":"<p>I år som i fjor har vi laget et minispill om Øyafestivalen sammen med Spill.no. Svar på spørsmål om artistene som er klare for festivalen, og bli med i trekningen av Øyapass. </p>\n"}},{"node":{"id":"16866ceb-4c28-5e22-9c27-3ca2c2f48a55","slug":"oya-open-med-lot-lot-pa-dattera","title":"Øya Open med Lot Lot på Dattera til Hagen 9. juni","date":"2012-05-19T14:36:01.000Z","excerpt":"<p>Lørdag 9. juni gjentar vi suksessen fra i fjor; da blir det Øya Open i to etasjer på Dattera til Hagen i samarbeid med våre venner i Lot Lot. Jimmy Edgar (US) og Joakim (FR) kommer. </p>\n"}},{"node":{"id":"87186bd6-5c82-5f60-9b8e-1d02c7d5d864","slug":"amnesty-og-%c3%b8ya-samarbeider-om-kjaerlighet","title":"Amnesty og Øya samarbeider om kjærlighet!","date":"2012-05-15T08:31:17.000Z","excerpt":"<p>Øyafestivalen er stolte av å kunne presentere Amnesty International som årets idealistiske samarbeidspartner. Denne sommeren aksjonerer Amnesty International for lesbiske, homofile, bifile og transkjønnedes rettigheter med kampanjen “Å elske er en menneskerett”. Den setter fokus på at alle mennesker skal ha rett til å være den man er og til å elske den man vil, uten noen [&hellip;]</p>\n"}},{"node":{"id":"42809aaf-ad13-5621-bbb3-96ac2b12dc28","slug":"fa-oya-billetter-igjen-til-torsdag-og-lordag","title":"Få Øya-billetter igjen til torsdag og lørdag","date":"2012-05-14T09:23:10.000Z","excerpt":"<p>Rekordsalget av Øya-billetter fortsetter og det begynner å bli få igjen i salg til de tre dagene det fortsatt er mulig å kjøpe billetter til. Nå er det under 700 dagsbilletter igjen til lørdag 11. august og under 900 stykk igjen til torsdag 9. august. Fredag 10. august ligger ikke langt bak. Alt ligger til [&hellip;]</p>\n"}},{"node":{"id":"bd0bda77-4217-5b30-8bc1-9eb120162ae2","slug":"seks-nye-klare-for-oya-kun-billetter-igjen-til-tre-dager","title":"Seks nye klare for Øya &#8211; kun billetter igjen til tre dager","date":"2012-05-07T09:03:48.000Z","excerpt":"<p>BEST COAST (US) / ODD NORDSTOGA / CHROMATICS (US) / HERE WE GO MAGIC (US) / HEDVIG MOLLESTAD TRIO / SWEDEN<br />\nKun billetter igjen til torsdag, fredag, lørdag </p>\n"}},{"node":{"id":"1ccd785c-c233-530d-b041-881a0830bed8","slug":"oya-fikk-oslo-bys-kulturpris","title":"Øya fikk Oslo bys kulturpris","date":"2012-05-03T13:54:45.000Z","excerpt":"<p>Øyafestivalen mottok i dag Oslo bys kulturpris for 2011. Vi er veldig stolte over å motta en pris som mange nasjonale kunstnere og legendariske kulturaktører har mottatt tidligere. Vi vil benytte anledningen til å takke alle samarbeidspartnere, frivillige, artister og trofaste publikummere som setter pris på Øyafestivalen. Å bli tildelt Oslo bys kulturpris er en [&hellip;]</p>\n"}},{"node":{"id":"d5478fcf-abe6-5606-a194-4d0ec65162e9","slug":"death-grips-papa-m-og-juan-atkins-til-oyanatt","title":"Waters, Papa M og Juan Atkins til Øyanatt","date":"2012-05-03T08:11:39.000Z","excerpt":"<p>Nå er de første artistene til Øyanatt, festen som fortsetter etter at moroa i Middelalderparken er over for kvelden, klare. Følg med framover, vi slipper mange flere i ukene som kommer. </p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":100,"pageCount":183,"additionalContext":{}}}