{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"eb35971b-95b4-5cdb-82bc-c1366601a039","slug":"takk-for-i-ar-5","title":"Takk for i år!","date":"2012-08-11T21:14:32.000Z","excerpt":"<p>Øyafestivalen 2012 er nettopp ferdig. Gjennom fire innholdsrike dager i Middelalderparken og en enorm mengde klubbarrangementer i festivaluka, har tusenvis av publikummere kost seg med god musikk. Konsertene har vært godt besøkt av nysgjerrige og musikkinteresserte mennesker. De siste to dagene har vi i tillegg opplevd noen av årets fineste sommerdager.  I formiddag kom hele [&hellip;]</p>\n"}},{"node":{"id":"74bfc892-1abb-5be3-acab-f2903be7e502","slug":"jakter-pa-godt-scenelys-royk-og-ivrige-artister","title":"Jakter på godt scenelys, røyk og ivrige artister","date":"2012-08-10T17:31:50.000Z","excerpt":"<p>Med all access og klatreseler foreviger Øyas egne fotografer de beste øyablikkene.</p>\n"}},{"node":{"id":"08c816a0-ecf4-52f1-8372-a93af7e1c641","slug":"gamle-bandskjorter-ble-scenedekor","title":"Gamle bandskjorter ble scenedekor","date":"2012-08-10T14:26:19.000Z","excerpt":"<p>Etter å ha samla inn en haug av gamle band-skjorter og øyaskjorter fra publikum og frivillige har Øyas dekorgruppe ved Marianne Karlsen laget imponerende takdekor inne i Klubbteltet.</p>\n"}},{"node":{"id":"951639a9-de2e-538b-838d-9e8b076483c6","slug":"knallgode-anmeldelser","title":"Gode Øya-anmeldelser","date":"2012-08-10T09:27:19.000Z","excerpt":"<p>De gode Øya-konsertene har vært mange. Her er linker til de beste anmeldelsene.</p>\n"}},{"node":{"id":"06155696-1869-57d4-8812-c3ec78c78091","slug":"frank-ocean-avbrot-konserten","title":"Frank Ocean avbrøt konserten","date":"2012-08-09T16:24:27.000Z","excerpt":"<p>Frank Ocean måtte dessverre bryte ettermiddagens Øya-konsert etter 15 minutter på grunn av akutte problemer med stemmen. Dette er veldig beklagelig for alle som hadde gledet seg stort til å høre ham, inkludert oss, men dessverre ikke noe å gjøre med på så kort varsel. Vi beklager!</p>\n"}},{"node":{"id":"efa2ac1d-4ca4-5b6f-a416-0d9635b2e2b0","slug":"ta-vare-pa-horselen-din","title":"Ta vare på hørselen din!","date":"2012-08-09T13:28:29.000Z","excerpt":"<p>I løpet av festivalen blir ørene dine utsatt for mye mer lyd enn en vanlig arbeidsuke. Vi oppfordrer både publikum og artister til å ta godt vare på hørselen. her følger noen gode tips: 1. Ta pauser! La ørene få hvile litt innimellom, sørg for å få en time eller to med lavt støynivå i [&hellip;]</p>\n"}},{"node":{"id":"d92712e5-7649-5cc7-ace5-2fe8abff4de9","slug":"norsk-sushi-suksess-pa-oya","title":"Norsk sushi-suksess på Øya","date":"2012-08-09T12:53:14.000Z","excerpt":"<p>På Pop-up restauranten No 1 Seafood Experience på Øya kan man i år få nyte et nytt norsk sushikonsept. Hildring Norwegian Sushi baserer seg på 100% bærekraftig norsk sjømat.</p>\n"}},{"node":{"id":"d7349c27-ead3-5625-b925-b9d81f1a269f","slug":"sei-a-erstatter-factory-floor-i-klubben","title":"Sei A erstatter Factory Floor i Klubben","date":"2012-08-09T12:05:13.000Z","excerpt":"<p>Factory Floor har avlyst sin konsert på Øyafestivalen klokka 20.20 i kveld. I stedet spiller skotske Sei A på dette tidspunktet. Sei A spiller også på Sukkerbiten under Øyanatt. &nbsp; Offisiell uttalelse fra Factory Floor: “Due to album recording commitments Factory Floor are unable to make appearances at Way Out West and Oya festivals this [&hellip;]</p>\n"}},{"node":{"id":"885f4524-4269-54f8-95b6-f2c55b11b727","slug":"vi-motte-vinneren-av-arets-frivillig-pris","title":"Vi møtte vinneren av årets Frivillig-pris","date":"2012-08-09T09:43:52.000Z","excerpt":"<p>Tore B Kristiansen (63) ble i februar kåret til årets frivillig 2011 av et samlet Festival-Norge. I år har han rukket å jobbe på hele åtte festivaler og oppfordrer også andre godt voksne til å ta på seg frivilligskjorta.</p>\n"}},{"node":{"id":"b7bdff01-b149-5f3f-9550-56c4d3771790","slug":"ministerbesok-og-minikonserter-hos-hafslund-i-ar","title":"Ministerbesøk og minikonserter hos Hafslund i år","date":"2012-08-08T09:35:12.000Z","excerpt":"<p>På standen til Hafslund kan du i år igjen ta Grønt Bånd og få festivalfordeler. Miljøvernminister Bård Vegar Solhjell kommer innom sammen med Natur og Ungdom og det blir minikonserter hver eneste dag.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":91,"pageCount":181,"additionalContext":{}}}