{"data":{"wordpressPost":{"title":"Håkon Kornstad play jazz and opera at Øya","date":"29th February 2012","content":"<p>&nbsp;</p>\n<p>Håkon Kornstad will perform at The Øya Festival with his new project Tenor Battle, where he combines opera and jazz. This is really something else…</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>HÅKON KORNSTAD TENOR BATTLE</strong><br />\nHåkon Kornstad had already enjoyed quite an extensive international career as a jazz saxophonist, touring in Europe, USA and Japan with his groups and solo improvisation project. He had worked with some of the world’s most renowned jazz musicians. He had released multiple Norwegian Grammy nominated albums, reviewed several times by the New York Times, and praised by various international jazz magazines for his alternative saxophone techniques, and for his melodic sense. Then he discovered that he had a voice.</p>\n<p>&nbsp;</p>\n<p>-In 2009 I was in New York playing jazz, and I had just recorded and mixed the ”Dwell Time” album, when a friend of mine took me to see ”Cavalleria Rusticana” and ”Pagliacci” at the Met. This was the first time I ever saw an opera (!), and I was blown away by the intensity of these verismo pieces, and by the fact that the tenor Roberto Alagna made the whole house almost tremble, just with his voice. Then at the same time, something within me kept saying ”you ought to try this, maybe you’ll be good at it”.</p>\n<p>&nbsp;</p>\n<p>Kornstad then started listening through all the tenor material he could find on YouTube, spending hours and hours listening to Pavarotti, Björling, Caruso and all the others out there. A week later he found himself in the voice studio of Met soprano Pamela Kucenic.</p>\n<p>&nbsp;</p>\n<p>-It just happened. I met this young soprano at one of these horrible NY art events, however the two of us really bonded and decided to work together the next day. When I said to her I wanted to sing with her, not play the saxophone, she gave me the number to her teacher, and I instantly called her. We started from scratch that April day in 2009, not knowing whether I was a baritone, tenor –or whether I had a voice at all. But after four or five lessons, it became clear that I was a tenor –and that one day I would be able to sing all those beautiful arias I had been listening to on YouTube. Now, that felt like being 16 again, for sure!</p>\n<p>&nbsp;</p>\n<p>Two years later, Håkon has started gaining reputation as an operatic tenor in Norway. He was enrolled to the Norwegian Opera School for 2011/2012, and he will stay put in Oslo to focus entirely on his singing for oneyear. He has also attended various masterclasses in New York, Denmark and Norway, and he has continued to see Ms Kucenic in New York ever since. Winter 2011 saw him starting to do concerts and include his singing with his solo saxophone show.</p>\n<p>&nbsp;</p>\n<p>This has been a sheer adventure for me so far, being able to work with such great teachers to carve out this sound that has been hidden inside me all these years. I am now training as a lyrical tenor, and my repertoire the next years will typically be ”Rigoletto” and ”La traviata”. I love singing the duke. My principal teacher already had me looking into ”Un ballo in maschera”, and my dream would of course be to sing Turiddu and Canio in a big theatre one day. If that happens maybe I’ll light a spark in an aspiring tenor just as Roberto Alagna did with me, and then we’ve come full circle!</p>\n<p><a href=\"http://www.kornstad.com/\" target=\"_blank\">www.kornstad.com</a></p>\n<p>photo: Erik Burås</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"eaed20dc-1172-5ddc-bd3f-b659a0d3bd26"}}