{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"54944a39-a219-5084-a394-0c812663045c","slug":"aya-til-london-og-new-york","title":"Øya til London og New York","date":"2010-02-25T08:34:00.000Z","excerpt":"<p>I nærmeste framtid tar Øyafestivalen, i samarbeid med Music Export Norway, med seg gode norske band til det store utland. Først skal vi til London denne helga og så reiser vi til New York i midten av mars. I Was A King og The New Wine skal til London, mens Pirate Love og The Megaphonic Thrift (bildet) blir med til New York.</p>\n"}},{"node":{"id":"b654e707-ce58-5302-908d-708442b55e68","slug":"motorpsycho-status-etter-tredje-uke","title":"Motorpsycho &#8211; status etter tredje uke","date":"2010-02-22T11:39:00.000Z","excerpt":"<p>DEMON BOX ER STERKESTE UTFORDRER<br />\nNå har det gått tre uker siden vi lanserte Motorpsychos eneste festivalkonsert i Norge denne sommeren. Konserten vil bestå av det albumet som stemmes fram som publikums favoritt. Denne skiva framføres i sin helhet. Du kan avgi stemmer helt fram til og med 8. mars på <a href=\"http://oyafestivalen.com/motorpsycho\" target=\"_blank\">oyafestivalen.com/motorpsycho</a></p>\n"}},{"node":{"id":"619e3a88-3dd3-5d75-b522-67562b18e287","slug":"aya-musicheads-sant","title":"Øya + musicheads = sant","date":"2010-02-19T14:00:00.000Z","excerpt":"<p>Som mange sikkert fikk med seg, utviklet folka bak musicheads vårt online magasin i fjor. Dette samarbeidet tar vi nå et steg videre, uten å bruke et gram papir. I 2010 blir Øya et fast innslag i denne superfuturiske onlineblekka. Dette innebærer at vi framover vil ha en fast seksjon med nyheter rundt Øya i alle utgaver av musicheads. På denne måten vil vi holde publikum løpende orientert om alt som er nytt og verdt å merke seg rundt festivalen.</p>\n"}},{"node":{"id":"2b061bff-d3a2-5781-89bc-6173016a4604","slug":"kom-deg-pa-bylarm","title":"Kom deg på by:Larm!","date":"2010-02-16T14:49:00.000Z","excerpt":"<p>Denne uka er det by:Larm i Oslo, med masse fet musikk på scener over hele sentrum. Om du har festivalpass eller ikke anbefaler vi at du kommer deg ut i byen for å se band. Under kick off på onsdag er det gratis inngang for alle. Som vanlig under by:Larm er det lurt å møte opp tidlig om man vil ha med seg noen av de attraktive konsertene.</p>\n"}},{"node":{"id":"481d27f1-52ee-501b-b5d2-1583122f52ec","slug":"la-roux-og-the-xx-til-%c3%b8ya","title":"La Roux og The XX til Øya","date":"2010-02-16T08:23:00.000Z","excerpt":"<p>Ny uke, nye navn til Øya! Forrige uke slapp vi fire tunge og høylytte norske navn. Nå har turen kommet til det ypperste innen britisk synthpop. Tenåringene i The xx imponerte både sine jevnaldrende og garvede musikkelskere med en melankolsk og minimalistisk kombinasjon av mollstemt pop og moderne produksjonsgrep. La Roux, frontet av den karismatiske rødtoppen Elly Jackson, leverte på sin side en langspiller full av dansbar og melodiøs elektronika. </p>\n"}},{"node":{"id":"8ca15b5b-61c3-555e-94bf-7c00c1af9278","slug":"hafslund-tilforer-%c3%b8yafestivalen-ren-festivalenergi","title":"Hafslund tilfører Øyafestivalen ren festivalenergi","date":"2010-02-15T20:56:00.000Z","excerpt":"<p>Hafslund skal gjøre Øya til verdensledende på miljø. Energiselskapet Hafslund og Øyafestivalen etablerer nå Europas grønneste festivalsamarbeid. Sammen har de ambisjoner om å gjøre Øya til en verdensledende miljøvennlig festivalarrangør. Hafslund blir Øyafestivalens aller første generalsponsor. Som sitt viktigste bidrag skal Hafslund tilføre Øyafestivalen fornybar energi. </p>\n"}},{"node":{"id":"b3025409-86dd-5e86-abcd-705e683c73b8","slug":"motorpsycho-status-etter-andre-uke","title":"Motorpsycho &#8211; status etter andre uke","date":"2010-02-15T14:40:00.000Z","excerpt":"<p>Nå har det gått omtrent to uker siden vi lanserte Motorpsychos eneste festivalkonsert i Norge denne sommeren. Konserten vil bestå av det albumet som stemmes fram som publikums favoritt. Denne skiva framføres i sin helhet. Du kan avgi stemmer helt fram til og med 8. mars på <a href=\"http://oyafestivalen.com/motorpsycho\" target=\"_blank\">oyafestivalen.com/motorpsycho</a></p>\n"}},{"node":{"id":"a0c903b1-8a6b-54be-88a7-6626f537a68f","slug":"konkurranse-vinnere-%c3%b8yakinogimle-filmfest-nowhere-boy","title":"Konkurranse: Vinnere Øyakino/Gimle Filmfest &#8211; Nowhere Boy","date":"2010-02-10T12:56:00.000Z","excerpt":"<p>Ganske mange visste at det er Aaron Johnson som spiller John Lennon i filmen Nowhere Boy. De tre vinnerne som kan ta med en venn på kino 20.30 i morra er<br />\nSolveig Myking<br />\nFrank H. Johansen<br />\nTrond Fagernes</p>\n"}},{"node":{"id":"10ae273a-0aa3-5e48-b3c1-eb02ac05657c","slug":"fire-hoylytte-norske-band-til-%c3%b8ya","title":"Fire høylytte norske band til Øya","date":"2010-02-10T07:13:00.000Z","excerpt":"<p>THE CUMSHOTS / BLOOD COMMAND / PURIFIED IN BLOOD / THE MEGAPHONIC THRIFT<br />\nDisse fire skal alle gi trommehinnene dine en real omgang på sommerens Øyafestival. Det er all grunn til å glede seg!</p>\n"}},{"node":{"id":"52394a2e-982b-5a56-a0c9-febe5401c2c6","slug":"intervju-rise-against","title":"Intervju: Rise Against","date":"2010-02-08T11:01:00.000Z","excerpt":"<p>Stian fra <a href=\"http://furoreiharare.com/\" target=\"_blank\">Furore i Harare</a> fikk møte trommeslager Brandon fra Rise Against i august. De fikk seg en ganske kort og hyggelig prat om blant annet oppstarten til bandet, plateselskaper, skivesalg og dyrs rettigheter. Om du gikk glipp av Rise Against sitt første Norges-besøk, kan du i det minste få et lite innblikk av moroa i galleriet vårt.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":146,"pageCount":183,"additionalContext":{}}}