{"data":{"wordpressPost":{"title":"Kompass &#038; Co","date":"8th August 2014","content":"<p><span style=\"line-height: 1.5\">På matområdet i år kan du kjøpe jambalaya – og samtidig bidra til oppbyggelig arbeid med ungdom. Kompass &amp; Co er en organisasjon som hjelper vanskeligstilt ungdom ved å sette dem i arbeid, blant annet som kokker under årets festival. Jambalayaen er dessuten den beste retten på hele området, skal man tro både anmeldelser og iniativtaker Sherry Hakimnejad:</span></p>\n<p><span style=\"line-height: 1.5\">– Omtalene snakker for seg. Vi fikk en femmer av VG og en firer av Oslopuls. </span></p>\n<p dir=\"ltr\"><strong>Kan du fortelle litt om hva Kompass &amp; Co jobber med ellers?</strong></p>\n<p dir=\"ltr\">– Vi ser ressurser hos ungdommer som blir kategorisert av samfunnet som outsidere. Og for å få frem de ressurssene slik at ungdommene ser de selv, har vi funnet ut at den beste måten å gjøre det på er gjennom ordentlig arbeid. Vi forholder oss til tre søyler i arbeidet:  <span style=\"line-height: 1.5\">Det er mat, alt fra å drifte en café til festivalarbeid, urban dyrking og redesign.</span></p>\n<p><span style=\"line-height: 1.5\">– Vi har for eksempel laget møbler av paller i standen til Mathallen. Ungdommene vi arbeider med i Kompass har ofte lav selvfølelse, de tror ikke at de er verdt noe. Som en strategi gir Kompass derfor bare fysisk arbeide til ungdommer. Når de kommer til oss og vi ber dem jobbe fysisk hvor de ikke bare kan se resultater, men også få en belønning av oss, så utfordrer vi den stemmen ungdommene har i hodet. Og det er det vi jobber med.</span></p>\n<p><strong><span style=\"line-height: 1.5\">Hvordan kommer dere i kontak med ungdommene?</span></strong></p>\n<p dir=\"ltr\">– Gjennom nettverk i barnevernet, NAV og utdanningsetaten. Institusjoner som ser verdien av det vi gjør med ungdommene.</p>\n<p><strong><span style=\"line-height: 1.5\">Hvorfor akkurat jambalaya?</span></strong></p>\n<p dir=\"ltr\">Vi tenkte «vi må lage en rett som er god, hjemmelaget, økologisk og som ungdommene kan lage uten å være utdannet som kokk». Dessuten lærer crewet seg forskjellige oppgaver som matematikk og kassearbeid, basisferdigheter de ikke har fått gjennom utdanning.</p>\n<p dir=\"ltr\"><strong>Og det er den beste maten under årets festival?</strong></p>\n<p>– Ja, selvfølgelig. Ikke bare er den god, men når du kjøper mat her er folk også med på å bidra til ungdommenes utvikling. Alt overskudd blir nemlig lønn til ungdommene.</p>\n<p>Foto: Eystein Kolstø Strømøy</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"660bdbe4-f814-57b6-baa6-a40bede204e1"}}