{"data":{"wordpressPost":{"title":"Håkon Kornstad med opera på Øya","date":"29th February 2012","content":"<p>Forrige helg debuterte han i Den norske opera og ballett som Il Podesta i Mozart-operaen «La finta giardiniera». For en drøy måned siden var han nominert til Spellemann for årets jazzplate. I august står Håkon Kornstad på scenen under Øyafestivalen med sitt nye prosjekt Tenor Battle der han ikke er snauere enn at han kombinerer nettopp opera og jazz. De første øvingsopptakene bærer bud om musikk som savner sidestykke i denne verden.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>HÅKON KORNSTAD TENOR BATTLE</strong></p>\n<p>&#8220;Tenor battle&#8221; het det når to saksofonister møttes til kamp om hvem som spilte fortest, hippest og coolest på femtitallet en gang. I Kornstads nye prosjekt betyr &#8220;tenor battle&#8221; møtet mellom en tenorsaksofonist og en operatenor &#8211; i en og samme mann!</p>\n<p>&nbsp;</p>\n<p>Det nye bandet kan best beskrives som et slags oppdatert salongorkester, inspirert av 78plate-æraen, der jazzsvisker lever side om side med opera-arier, og vakre ballader avløses av improviserte strekk i kjent Kornstad-stil. Det er ikke ofte denne klisjeen kan brukes i fullt alvor; dette er musikk du aldri har hørt maken til.</p>\n<p>&nbsp;</p>\n<p>Håkon Kornstad er kjent som en av landets fremste saksofonister, med en tone og klang så varm at den kan smelte hva som helst. Han har gitt ut flere bejublede langspillere i eget navn, vært frontfigur i Wibutee og vært med på å revitalisere den norske jazzen på 2000-tallet. Han har vært nominert til Spellemann flere ganger, blitt nevnt som et av verdens jazzhåp av anerkjente amerikanske tidsskrifter og fått stjerneanmeldelser i selveste New York Times.</p>\n<p>&nbsp;</p>\n<p>Så fant Håkon Kornstad ut at han kunne synge – opera! Kornstad så sin første opera i New York i 2009 (!). Han ble totalt bergtatt og begynte et intenst egenstudium av kjente operatenorer – på YouTube. En uke senere befant han seg i Metropolitan-sopranen Pamela Kucenic sitt studio. Der fikk han bekreftet en gryende følelse. Han hadde virkelig et operatalent. Etter en rekke privattimer i New York søkte Kornstad på operahøgskolen i Oslo. Han kom rett inn. Og etter debuten i Bjørvika å dømme, har han funnet sitt rette element nummer to. Det er en leken, ledig og potent Kornstad vi møter. Han bekler operarollen til fulle.</p>\n<p>&nbsp;</p>\n<p>I &#8220;tenor battle&#8221; behandler han arier av Bizet og Richard Strauss med en dyp og original respekt, som lar dem skinne på en helt ny måte, i en slags tenor-tevling mellom sax og stemme. Kornstads &#8220;Tenor Battle&#8221; er et eksperiment. Ingen kan sies å ha fått til å kombinere opera og jazz tidligere. Det har liksom ikke villet blande seg. Det er altså litt av et ulendt terreng bandet skal ut i denne sommeren, noe som krever at frontfiguren er like dypt forankret i opera som i jazz. Er det noen som kan få det til, så er det faktisk Håkon Kornstad.</p>\n<p>&nbsp;</p>\n<p>Håkon Kornstad: Tenorsakson/Operatenor</p>\n<p>Per Zanussi: Kontrabass</p>\n<p>Sigbjørn Apeland: Tråorgel</p>\n<p>Øyvind Skarbø: Trommer/perkusjon</p>\n<p>Asle Karstad: Lyddesign</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.kornstad.com/\" target=\"_blank\">www.kornstad.com</a></p>\n<p>&nbsp;</p>\n<p>foto: Erik Burås</p>\n","wordpress_id":2053,"translations":{"nb":{"url":"/2012/02/29/hakon-kornstad-med-opera-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f4e4d11f-1107-5edf-bfbd-7c830fb10f18","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/02/29/hakon-kornstad-med-opera-pa-%c3%b8ya/","redirect":false}}}