{"data":{"wordpressPost":{"title":"Kultbandet WITCH til Øya","date":"20th February 2018","content":"<p>Øyafestivalen har alltid hovedfokus på ny musikk, men samtidig har vi funnet plass til kultartister og veteraner som har bidratt til å utvikle ulike stilarter. I år kommer det zambiske kultbandet WITCHs leder Jagari for første gang til Norge. Med seg har han en ny utgave av bandet som prega rockemiljøet i det sørlige Afrika gjennom 70-tallet. Se dem i Tøyenparken fredag 10. august.</p>\n<p><strong>WITCH (ZM)</strong></p>\n<p>We Intend To Cause Havoc, bedre kjent som WITCH, var svært populære i hjemlandet Zambia på 70-tallet. De var sjølve spydspissen i en bevegelse kjent som Zamrock, som blanda soundet til datidens største rockeband med lokale rytmer. De siste åra har vokalist og grunnlegger Emanuel «Jagari» Chanda spilt med en ny utgave av bandet, og en dokumentar om WITCH kommer i løpet av 2018. Jagari vokste opp med en miks av Rolling Stones, Grand Funk Railroad, The Who og Beatles. Låtene til WITCH består av like deler rock, psykedelia og afrikanske elementer. På sitt mest populære spilte de på stadioner i det sørlige Afrika.</p>\n<p>WITCH starta som et coverband, men arbeidet med egne låter resulterte i albumet Introducton (1973). Det ble spilt inn på to dager og var den første kommersielle albumutgivelsen i landet. Seinere kom flere skiver, blant annet høydepunktet Lazy Bones (1975). De bygde i løpet av få år et rykte som et spennende liveband, med konserter som iblant strakk seg over mange timer.</p>\n<p>Skivene deres er gjenutgitt av Now Again Records, som også har gitt ut den finfine samleren Welcome to Zamrock. På sistnevnte finner du WITCH og andre spennende band fra samme miljø og periode.</p>\n<p>Det gikk lang tid fra bandet la opp til nysgjerrige musikkelskere utenfor Afrika la merke til WITCH. I fjor spilte WITCH for første gang i Storbritannia, i august er det Norges tur til å få besøk av deres kraftfulle musikk. Det bør du ikke gå glipp av.</p>\n<p><a href=\"https://www.facebook.com/weintendtocausehavocfilm/\">www.facebook.com/weintendtocausehavocfilm</a></p>\n<p><a href=\"http://weintendtocausehavoc.com/\">weintendtocausehavoc.com</a></p>\n","wordpress_id":21383,"translations":{"nb":{"url":"/2018/02/20/kultbandet-witch-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5e64dd1a-1c31-5171-94bd-9c7f84b0ead9","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/02/20/kultbandet-witch-oya/","redirect":false}}}