{"data":{"wordpressPost":{"title":"Wu-Tang Clan at Øya on Wednesday 7th of August 2013","date":"2013-05-30T08:56:34.000Z","content":"<p>Wu-Tang Clan was recently reunited and comes to Øya with a big 20-year anniversary show.</p>\n<p>As member RZA told the New York Times when a possible reunion and 20th anniversary of breakthrough album Enter the Wu-Tang (36 Chambers) was discussed last fall, &#8220;We need to, one time, completely, efficiently, properly represent our brand”. We saw them recently at Primavera in Spain and can promise a wonderful celebration of the history of the Wu-Tang Clan.</p>\n<p>They will be playing the same day as Blur, Kvelertak, Tame Impala, Alabama Shakes and many more.</p>\n<p>&nbsp;</p>\n<div><a href=\"http://oya.test/program/#all\" target=\"_blank\">See the program here</a></div>\n<p>Day tickets for all days are still on-sale.</p>\n<p><strong>WU-TANG CLAN (US)</strong><br />\n20 years after they first started getting serious attention, the Wu-Tang Clan hit the road to show why they are still one of the genre&#8217;s biggest names. Wu-Tang Clan from Staten Island, New York has been the launch pad for the solo careers of rappers like RZA, Ol &#8216;Dirty Bastard, GZA, Ghostface Killa, Method Man and Raekwon. Because of the band&#8217;s many strong personalities and qualities, they have been regarded as one of hip-hop history&#8217;s most important and best collectives.</p>\n<div>\n<div id=\":127\"><img alt=\"\" src=\"http://mail.google.com/mail/u/0/images/cleardot.gif\" /></div>\n</div>\n<div>\n<p>In April they were one of the absolute highlights of Coachella in California. SPIN wrote:</p>\n</div>\n<div>\n<p>&#8211; The energy was palpable both on-stage — where the rappers were clearly geeked to be performing with each other on this night — and in the crowd, where an entire generation of the Wu&#8217;s children were seeing them for the first time.</p>\n<p>In 1993 the group released the single Protect Ya Neck and debut album Enter the Wu-Tang (36 Chambers). This was raw hiphop, which surprised many by selling very well. The album has several times been in lists of the best ever albums. As The Source wrote in 1993:<br />\n&#8211; This record is harsh, but so is the world that we live in. For b-boys n’ girls who come from the core of the hard, this is the hip-hop album you’ve been waiting for. Simply put “The Wu-Tang Clan ain’t nuthin’ to fuck with”</p>\n<p>Since then they have released both great solo albums and big-sellers Wu-Tang Forever (1997) and The W (2000). Ol &#8216;Dirty Bastard died a few years ago and now the surviving members have decided to show what they are good for, one last time. There is currently a rumor of a new album release sometime soon. Grab this opportunity to experience the group at Øya on Wednesday 7<sup>th</sup> of August. Do not miss what might be the last opportunity to experience the Wu-Tang Clan together.</p>\n<p><a href=\"https://www.facebook.com/wutangclan\">https://www.facebook.com/wutangclan</a></p>\n<p><a href=\"http://www.wutang-corp.com/\">http://www.wutang-corp.com/</a></p>\n</div>\n","wordpress_id":15669,"translations":{"nb":null,"en":{"url":"/en/2013/05/30/wu-tang-clan-at-oya-on-wednesday-7th-of-august/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f7c8bbf8-51a5-5bde-ac25-fd6f291161df","locale":"en"}}