{"data":{"wordpressPost":{"wordpress_id":15476,"title":"THE No. 1 SEAFOOD EXPERIENCE  &#8211; edition ØYA","excerpt":"<p>THE No. 1 SEAFOOD EXPERIENCE  &#8211; edition ØYA er en pop up-restaurant som skal servere norsk sjømat til ca 60.000 musikkentusiaster som den første sit-down restauranten på<br />\nØyafestivalen. Restauranten med navnet The No. 1 Seafood Experience skal være et utstillingsvindu for den norske sjømaten. På Øyafestivalen er det kun økologisk og bærekraftige råvarer som presenteres, derved også på THE No. 1 SEAFOOD EXPERIENCE.</p>\n","content":"<p>*UTSTILLINGSVINDU AV VÅRE FREMSTE RÅVARER &#8211; NORSK SJØMAT</p>\n<p>THE No. 1 SEAFOOD EXPERIENCE  &#8211; edition ØYA skal gjennomføres på Øyafestivalen 10-13. august.*</p>\n<p>Prosjektet er et samarbeid mellom Hildring Norway, Fieldwork, Fiskcentralen/Fiskeriet og Øyafestivalen selv. Fiskeriet vil presentere en signaturmeny spesielt utviklet for anledningen basert på nettopp det aller beste Norge har å by på; den norske sjømaten. Og det er bærekraftig og viltfanget fisk som er på menyen, med kun økologisk tilbehør.</p>\n<p>Dette prosjektet er en av en rekke aktiviteter som Hildring Norway utvikler hvor alle er tuftet på en helhetlig og langsiktig PR- og merkevarestrategi for å øke oppmerksomheten<br />\nog verdien av norsk sjømat &#8211; både lokalt og internasjonalt. Målet for pop up-restauranten på Øyafestivalen er å er å nå 60 000 &#8220;neste generasjons sjømatkonsumenter/matinteresserte&#8221;, både nasjonale og internasjonale.</p>\n<p>Det er råvarenes kvalitet og opprinnelse som står i fokus når Fiskeriet setter sammen sin spesielt utviklede meny. Sjømat fra kyst-Norge vil bli tilberedt for at gjesten skal få<br />\net variert smaksbilde. Vi er stolte av den norske sjømaten, og har stor fokus på råvarenes opprinnelse. Vi ønsker disse dagene å presentere bredden av sjømat som norske<br />\nfarvann har å by på.</p>\n<p>Hildring Norway har utviklet en egen økologisk fiskeburger som lanseres på Øyafestivalen.</p>\n<p>Menyen på No. 1 Seafood Experience vil bestå av råvarer som torsk, hyse, bustebrosme og bacalao fra kyst-Norge.</p>\n<p>Dette blir en helt spesiell opplevelse som vi gleder oss til å presentere for våre norske og utenlandske gjester.</p>\n<p><a href=\"http://www.godfisk.no\" target=\"_blank\">Eksportutvalget for fisk</a> er inne som hovedsamarbeidspartner til THE No. 1 SEAFOOD EXPERIENCE  &#8211; edition ØYA.</p>\n<p>Hildring Norway har som formål å skape unike sjømatopplevelser gjennom utvikling og gjennomføring av verdiskapende sjømatkonsepter og  aktiviteter, og derved bidra til å<br />\nøke norsk sjømat sitt omdømme internasjonalt.</p>\n<p>Kokkelegenden Eyvind Hellstrøm og Kjetil T.Thorsen fra Snøhetta er blant prosjektgruppens deltagere som alle har bidratt med sin kompetanse under utvikling av Hildring Norways<br />\nstrategiske fundament. Konseptet er bygget rundt en internasjonal PR-strategi med hensikt å øke oppmerksomheten rundt Norge som turistdestinasjon, Norsk arkitektur og Norsk<br />\nsjømats omdømme/verdi internasjonalt.</p>\n","date":"2011-08-02T09:49:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/08/02/the-no-1-seafood-experience-edition-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7b0b4ed6-3e8a-53e9-8a94-e1b2b5aa401f","locale":"nb"}}