{"data":{"wordpressPost":{"title":"Øya Open med Drive-By Truckers i juli","date":"29th February 2008","content":"<p>ØYA OPEN<br />\nØya Open er navnet på konserter og arrangement vi gjør utenom selve Øyafestivalen. I løpet av året vil Øya være medarrangører på et utvalg konserter som vil presenteres under dette navnet. Dette gjør vi fordi det er mye fet musikk vi vil at flere skal høre og fordi det ikke alltid passer våre favorittartister å komme innom Oslo i august. Dermed får vi spredd vårt musikkengasjement utover året og tilby gode konsertopplevelser også utenfor festivalrammene.</p>\n<p>DRIVE-BY TRUCKERS  &#8211; ØYA OPEN PÅ ROCKEFELLER 30. JULI<br />\nFor alle som er begeistra for sørstatsrock, americana eller annen tradisjonsbasert rock’n’roll regnes det omtrent som straffbart å ikke legge sin elsk på Drive-By Truckers. Bandets siste album, årets Brighter Than Creation’s Dark, er 19 råsterke låter som minner om støvete grusveier, BBQ, kaldt øl, rustne biler og rufsete småbyer. Det skulle ikke forundre oss mye om dette blir et av albuma som dukker opp på mang en årsbestekåring til vinteren. Skiva har surra og gått hos Øya-administrasjonen i ukesvis og derfor ble vi hoppende glade når det var klart at vi kan presentere Drive-By Truckers på Rockefeller i forkant av årets festival.</p>\n<p>Bandet, fra Athens i Georgia, ble starta av Patterson Hood og Mike Cooley midt på 90-tallet. De debuterte med Gangstabilly i 1998, men fikk først stor oppmerksomhet i 2001, med Southern Rock Opera. Denne var sterkt inspirert av musikken til og historien om Lynyrd Skynyrd. Man kan også høre spor av Stones, Neil Young, Replacements og Tom Petty i bandets musikk. Drive-By Truckers var i ferd med å gå i oppløsning i fjor, men har reist seg igjen etter at gitarist Jason Isbell stakk. I dag har bandet på nytt tre låtskrivere i øverste divisjon, etter at bassist Shonna Tucker har turt å prøve seg på å komponere. Dette er et strålende liveband som du ikke bør gå glipp av og med en så velfylt backkatalog forventer vi at de drar fram et fyldig utvalg godbiter fra hele karrieren.</p>\n<p>Nå kommer altså Drive-By Truckers til Øya Open på Rockefeller og Storåsfestivalen i slutten av juli. Billetter selges hos Billettservice.no</p>\n<p><a href=\"http://www.drivebytruckers.com\" target=\"_blank\">Drive-By Truckers</a><br />\n<a href=\"http://www.billettservice.no\" target=\"_blank\">Billettservice</a></p>\n","wordpress_id":782,"translations":{"nb":{"url":"/2008/02/29/aya-open-med-drive-by-truckers-i-juli/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"33e071db-80fa-5f06-891e-8af1bb43ae96","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2008/02/29/aya-open-med-drive-by-truckers-i-juli/","redirect":false}}}