{"data":{"wordpressPost":{"title":"Artister fra tre verdensdeler til Øya","date":"2015-02-03T08:59:19.000Z","content":"<p><strong>COURTNEY BARNETT (AU) – ons 12/8</strong><br />\n<strong> BENJAMIN BOOKER (US)</strong><br />\n<strong> SONGHOY BLUES (ML) – ons 12/8</strong></p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"336\" height=\"336\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w, http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 336px) 100vw, 336px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p>Idag har vi fått bekrefta tre navn fra tre verdensdeler til årets Øya-program. Australske Courtney Barnett og Songhoy Blues fra Mali gir snart ut sine debutalbum, som det er knytta store forventninger til. En av fjorårets mest gledelige debuter kom fra Benjamin Booker, som også i august skal vise Oslo-publikummet hvorfor han er et navn for framtida.</p>\n<p>Det minsker stadig i bunken med ukespass, så det er ingen grunn til å vente. Vi håper å kunne slippe flere store trekkplastre snart.</p>\n<p><strong>COURNTEY BARNETT (AU)<br />\n</strong>Courtney Barnett har fått mye oppmerksomhet for sine første EPer og singler. I mars kommer debutalbumet som skal hete Sometimes I Sit And Think And Sometimes I Just Sit. Hun har tidligere spilt i flere band i Australia, men fra 2012 satsa hun på en egen karriere. EPen I&#8217;ve Got A Friend Called Emily Ferris fikk mye positiv omtale. Oppmerksomheten vokste med neste EP, How To Carve A Carrot into A Rose.</p>\n<p>Musikken til Barnett har slektskap med singer/songwriter-tradisjoner, indiepop og garasjerock. Tekstene beskriver følelsesmessige opp- og nedturer, med store eller små doser humor. De to EPene ble samla i en gjenutgivelse, som <a href=\"http://www.stereogum.com/1522822/album-of-the-week-courtney-barnett-the-double-ep-a-sea-of-split-peas/franchises/album-of-the-week/\" target=\"_blank\">Stereogum</a> utropte til album of the week i oktober 2013.</p>\n<p><a href=\"http://www.rollingstone.com/music/features/how-courtney-barnett-made-one-of-2015s-most-clever-lps-20150129\" target=\"_blank\">Rolling Stone</a> har hørt det kommende albumet: &#8211; The new LP&#8217;s soft-loud guitar dynamics echo her teenage love for Nirvana at times, and the inspiration for the album&#8217;s swirling psychedelic textures came from a less-expected source.</p>\n<p>Hun har allerede rukket å imponere fra scener på store og betydningsfulle festivaler i USA og England. Vi gleder oss til hun kommer til Tøyenparken onsdag 12. august.<br />\n<a style=\"line-height: 1.5\" href=\"http://courtneybarnett.com.au/\">http://courtneybarnett.com.au/</a></p>\n<p><strong style=\"line-height: 1.5\">BENJAMIN BOOKER (US)<br />\n</strong>Det selvtitulerte albumet inneholder generøse porsjoner av blues, garasjerock og soul blanda sammen på Bookers helt egen måte. Første EP ble utgitt i 2012, og siden har han befunnet seg på store og små scener over hele USA. Han ble kjapt et fast innslag i oversikter over unge artister man bør følge med på, og har fått dele scene med blant andre Jack White og Øya-aktuelle Courtney Barnett. I disse dager slipper Booker skiva Live At Third Man Records på Jack White sitt eget selskap.</p>\n<p><a href=\"http://www.theguardian.com/music/2014/aug/14/benjamin-booker-review-blues-rock\" target=\"_blank\">The Guardian</a>: &#8211; Singing with a maturity beyond his years, he crafts hooks that pay homage to Robert Johnson, Sam Cooke and the shambolic punk he grew up listening to.</p>\n<p>Etter en konsert i London i fjor skreiv <a href=\"http://www.independent.co.uk/arts-entertainment/music/reviews/benjamin-booker-100-club-review-an-ebbing-trip-to-the-deep-south-via-pop-punk-new-york-9707760.html\" target=\"_blank\">The Independent</a>: &#8211; What Booker does is a rehashing of an old genre, but it&#8217;s difficult not to be enchanted by an ebbing trip to the Deep South via pop punk New York. He is frustrated, unpredictable and unapologetically raw. Welcome to the new generation of blues.</p>\n<p>Det er altså all grunn til å glede seg til Benjamin Booker og rytmeseksjonen hans kommer til Tøyenparken i august. Anbefales til alle som liker sterk låtskriving, frisk vinkling på tradisjonsmusikk og skitten energi.<br />\n<a style=\"line-height: 1.5\" href=\"http://www.benjaminbookermusic.com/\">http://www.benjaminbookermusic.com/</a></p>\n<p><strong style=\"line-height: 1.5\">SONGHOY BLUES (ML)<br />\n</strong><span style=\"line-height: 1.5\">Songhoy Blues er en kvartett fra Mali, som 20. februar gir ut debutalbumet Music In Exile. </span>Gitarist Garba Touré fra like utenfor Timbuktu ble nødt til å reise derfra i 2012, på grunn av væpna konflikter og forbud mot å spille musikk. Han slo seg sammen med andre musikere fra nord i Mali og danna Songhoy Blues. Man kan for enkelthets skyld kalle musikken deres en avart av den såkalte ørkenbluesen, og de innrømmer å ha hørt på både lokal musikk og legender som John Lee Hooker og B.B. King.</p>\n<p>De møtte Nick Zinner fra Yeah Yeah Yeahs, som spilte inn en låt med dem. Dette energiske gitarblinkskuddet havna så på samleren Africa Express presents: Maison Des Jeunes. Zinner har også produsert det kommende albumet. Bandet har også rukket å varme opp for Damon Albarn i Royal Albert Hall. Etter Songhoy Blues sin første konsert i London i 2013 skreiv <a href=\"http://www.standard.co.uk/goingout/music/africa-express-oval-space--music-review-8994694.html\" target=\"_blank\">Evening Standard</a> at “they certainly are the new African band to watch”. Vi garanterer økt lyst til å bevege på kroppen, om du får med deg Songhoy Blues i Tøyenparken.<br />\n<a style=\"line-height: 1.5\" href=\"https://www.facebook.com/SonghoyBlues\">https://www.facebook.com/SonghoyBlues</a></p>\n<p>&nbsp;</p>\n","wordpress_id":11381,"translations":{"nb":{"url":"/2015/02/03/artister-fra-tre-verdensdeler-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"38aba7d2-7625-5a17-86cd-2bc379679590","locale":"nb"}}