{"data":{"wordpressPost":{"title":"Spiritualized med Oslo-Filharmonien på Øya","date":"15th February 2017","content":"<p>Samme dag spiller også Lana Del Rey, Chance The Rapper, Young Thug, Testament, Danny Brown, SIBIIR og mange andre.</p>\n<p>Stor takk til Oslo-Filharmonien og Traces Gospel Choir for at de vil være med, og til Oslo Konserthus for lokaler til øving.</p>\n<p>&nbsp;</p>\n<p><strong>SPIRITUALIZED (UK) med OSLO-FILHARMONIEN – ons 9. aug</strong></p>\n<p>Spiritualized er i pionérer innen svevende, hypnotiserende og nærmest ambient rock. Samtidig er de ikke redde for å vise fram sin kjærlighet til både kraut, blues og soul. Hjernen bak det hele er Jason Pierce, som tidligere dreiv med mer grovkorna psykedelia i Spacemen 3. Med Spiritualized har han gitt ut klassikere som Lazer Guided Melodies (1992), Ladies And Gentlemen We Are Floating In Space (1997) og Let It Come Down (2001). Jason Pierce fortsetter å inspirere nye generasjoner av musikere med behov for å utvide rockens rammer. Forrige album var Sweet Heart Sweet Light i 2012. I år kommer det ny musikk fra Spiritualized.</p>\n<p>Om oppstarten av Spiritualized har <a href=\"http://www.allmusic.com/artist/spiritualized-mn0000746731\">Allmusic.com</a> skrevet: &#8211; Drawing on the continued influence of the Velvet Underground, La Monte Young, and Steve Reich, Spiritualized staked out a common ground between minimalism and lush symphonics &#8212; while powered by simple, repetitious motifs, their songs simultaneously blossomed into rich, shimmering sonic panoramas inspired by the majestic studio wizardry of Phil Spector and Brian Wilson.</p>\n<p>På Øya slår de seg sammen med Oslo-Filharmonien for å skape en musikkopplevelse av den sjeldne typen. Dette kan ingen fans gå glipp av. Oslo-Filharmonien er et internasjonalt anerkjent symfoniorkester med over 100 musikere og en nesten 100 år lang historie. Orkestret spiller musikk innenfor et bredt repertoar, ofte med internasjonalt kjente solister og dirigenter, og drar også på turneer i inn- og utland. Musikere herfra skal spille med Spiritualized. I tillegg stiller Traces Gospel Choir opp. Til sammen skal hele 30 personer framføre Spiritualizeds musikk.</p>\n<p><a href=\"https://www.facebook.com/spiritualizedofficial/\">www.facebook.com/spiritualizedofficial</a></p>\n<p>&nbsp;</p>\n<p><a href=\"https://ofo.no/\">ofo.no</a></p>\n","wordpress_id":19521,"translations":{"nb":{"url":"/2017/02/15/spiritualized-oslo-filharmonien-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d71ad5ce-f69e-580f-bfba-17041709cbbe"}}