{"data":{"wordpressPage":{"title":"Privacy and Cookie Policy","content":"<h2>Cookies used on Øyafestivalen</h2>\n<p>With new EU-regulations regarding gathering information and privacy policies, many wonder what &#8220;cookes&#8221; is. Here is some general information about web cookies and how we use it on our website.</p>\n<div><strong>By using Øyafestivalen you approve that we can save cookies in your browser.</strong><strong><br />\n</strong></div>\n<div></div>\n<div>A cookie, also known as an HTTP cookie, web cookie, or browser cookie, is a small piece of data sent from a website and stored in a user&#8217;s web browser while the user is browsing that website.</div>\n<div>\n<p>Cookies were designed to be a reliable mechanism for websites to remember stateful information (such as items in a shopping cart) or to record the user&#8217;s browsing activity (including clicking particular buttons, logging in, or recording which pages were visited by the user as far back as months or years ago).</p>\n<p>Most modern browsers (Google Chrome, Firefox, Internet Explorer, Safari, Opera etc.) is set to automaticly accept cookies, but you can activly choose to change the settings, so the cookies will not be accepted by your browser.<br />\nWe note that by doing so, alot of websites will not work perfectly if you dont accept the use of cookies.</p>\n<p>As most other websites, we gather information automaticly and store it in logs on our servers.<br />\nThis is information such as IP-adresses, what type of browser is beeing used, internett provider (ISP), operatingsystem, date and time of visit, in addition to data about user navigation.<br />\n<strong><br />\nThe information we gather is used only to analyse the traffic on the website, so we can make our website better for you and other users that visit us online.<br />\nThe information will only be used internaly by us and partners of <strong>Øyafestivalen</strong> in a analytical context. We never store information that can identify you personly.</strong></p>\n<p>Here is a list over what cookies is currently beeing used on Øyafestivalen:</p>\n<p><strong>Google Analytics cookies:</strong></p>\n</div>\n<p><strong>__utmz</strong> see where you come from (browser, keywords, links etc.) when you enter our website. We use Google Analytics internaly on our site, but also in banners and images. Thats why you sometimes can see two cookies named __utmz.</p>\n<p><strong>__utma</strong> keep track on how many tumes you have been on our sites. In this way we can see how many users that visit us for the first time and how many visit us frequently.</p>\n<p>&nbsp;</p>\n<p><strong>__utmb</strong> and <strong>__utmc</strong> keep track on how long your session is and how long you are on each page on the website. This cookie is deleted when you leave our website.</p>\n<p><strong>__unam </strong>is beeing us<strong>ed as a part of the ShareThis service, and keep track on the movement on the website. This can be the navigation from page to page, time used on each page etc.</strong> The ShareThis service can only personly ID you if you have created a ShareThis account and given them permision to do so. You can read about ShareThis terms &amp; conditions <a title=\"ShareThis - Vilkår &amp; tjenester\" href=\"http://sharethis.com/privacy\" target=\"_blank\">here.</a></p>\n<p><strong>Other cookies</strong>:</p>\n<p><strong>Cfp </strong>is a third-party cookie (. adtech.de) which checks that you accept the use of cookies in your browser. This  is saved so that the website does not have to check every time the user enters Oyafestivalen.com</p>\n<p><strong> JEB2 </strong>is a third-party cookie (. adtech.de) used in conjunction with ads on your site. The cookie holds the information regarding the ad server anonymous user ID and used for example to keep track of the number of ads that are seen by a user. The cookie stock no information that could identify the user on the site, only to control the ads.</p>\n<p><strong>criteo_OCT11_one </strong>is a third-party cookie (. adtech.de) used to deliver relevant ads to you and your interests. It is also used to limit the number of times you receive the same ad, and to measure the impact of a specific campaign. The information used in conjunction with re-targeting ads is stored, in this way we can display relevant ads to you based on your visit. The information will be shared with third party vendors, among other advertisers.</p>\n<p><strong>wt_noXXXX</strong> is a third party cookie (. adtech.de) used in conjunction with retargeting ads. Information about visits to this site are shared with other providers to deliver relevant ads on other websites that are relevant to the user.</p>\n","wordpress_id":15633,"locale":"en","slug":"privacy-and-cookie-policy","translations":{"nb":{"url":"/info-om-cookies-og-infokapsler/"},"en":{"url":"/en/privacy-and-cookie-policy/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9e977590-3303-56c3-a068-e56f5843bb29"}}