{"data":{"wordpressPost":{"title":"Øyafestivalen får egen sommerøy","date":"3rd June 2010","content":"<p>ØYAFESTIVALEN HAR FÅTT SIN EGEN SOMMERØY<br />\nDet bygges i Oslo. En ny bydel er i ferd med å ta form i vårt nabolag, og vi har blitt invitert med på moroa! Midt i smørøyet av byen vår, der nye og gamle Oslo møtes nede ved havna, har vi blitt utfordret av HAV eiendom til å skape noe som skal komme Osloborgerne til gode denne sommeren. Vi tar gjerne en utfordring vi, og sendte samtidig hansken videre til IKEA.<br />\nBokstavelig talt et steinkast fra Operaen, forbundet med en liten gangvei over, har det dukket opp en liten øy som allerede 5. juni kl 11.00 vil åpnes for publikum. Her vil man kunne nyte en sein frokost, lang lunsj og en jovial middag med utsikt mot Oslofjorden, inn mot Operaen og  ta inn over seg en Oslo skyline i stadig endring. Du kan slange deg i sola på enorme solbenker, spille crocket i sommervarmen, kline til solnedgangen og meske deg med spennende kulturtilbud hele sommeren igjennom. Hver dag, fra juni til september, elleve til elleve. Fra sola står opp i øst til den går ned over slottet i vest.</p>\n<p>Vi kaller det et alternativ i Oslo havn for deg som vil høre bølgeskvulp og kjenne fjordbrisen uten larmen fra shoppingsenterne og turistene!</p>\n<p>HAV EIENDOM UTFORDRER ØYAFESTIVALEN<br />\nSent i april kom HAV eiendom til Øyafestivalen med en mildt sagt spennende forespørsel; om vi ville være med på å skape liv og røre i Nye Bjørvika, på en øy de jobbet med å ferdigstille allerede til sommeren. Vi skulte ut av vinduene fra deres brakkekontorer nede ved havna, og tittet over mot en liten øy med en hvit, falleferdig bygning plassert midt på plassen. Området og bygget var kun blitt brukt til trening for anti-terror politiet de siste åra, og så akkurat passe bomba ut. Que? Når? Juni??! Kunne de, så kunne vi. Det var i hvert fall det vi tenkte, og med doble skift på Øya-kontoret og under to dager igjen til åpning begynner vi å ane konturene av hvilken utrolig fet plass det her kan bli i sommer. </p>\n<p>IKEA PÅ LAGET<br />\nØyafestivalen har lenge samarbeidet godt med IKEA, og når vi skal slå på stortromma med et helt nytt og og folkelig tilbud til Oslofolket er det helt naturlig for oss å invitere IKEA på festen. På under 24 timer snudde de seg rundt og bestemte seg for å diske opp med innredninga. Den svenske møbelkjempen har særlig sansen for det folkelige ved konseptet, og at Oslo får nok et viktig rekreasjonsområde.<br />\n&#8211; Over hele verden er trenden at folk bor på mindre flater, og byene får stadig færre og mindre grønne lunger. Dette er noe vi har fokus på i IKEA, og vi mener et initiativ som dette er viktig å støtte opp om. Dette er et fokus vi vil fortsette med også i kommunikasjonen senere i året, sier kommunikasjonsrådgiver i IKEA, Frode Skage Ullebust.</p>\n<p>OG TIL SLUTT EN KILO PEPPER…<br />\nUpatriotisk nok har vi fått kloa i Bergen Bypaviljong som skal rigges opp der ute. Paviljongen er tegnet og designet av 3 RW arkitekter, og eies av Bergen Sentrum. Den vil ha plass til nærmere 200 sitteplasser innendørs, og en uteservering med plass til godt over 300. Her på Østlandet er nok paviljongen mest kjent gjennom furoren som fulgte i media etter at Pepperkakebyen i Bergen ble rasert. Jepp, dette er selve teltet til Pepperkakebyen!, men designet og utformingen av paviljongen er så utrolig barsk at vi tror den vil gjøre seg godt i Nye Bjørvika- med Operaen som nærmeste nabo. Her blir det konserter, teater, forelesninger, forfattere og all slags moro både innen- og utendørs hele sommeren igjennom.<br />\nStart formiddagen med noen blåskjell, en saftig burger eller en frisk salat fra restauranten vår, fortsett med litt boccia på plenen, før du går inn i teltet og får oppleve din kommende favorittartist. Alt på én øy! </p>\n<p>Sukkerbiten åpner lørdag 5. juni og kommer til å ha åpent mellom 11.00 og 23.00 hver dag fram til og med 15. september. På åpningsdagen kan du få oppleve Rockettothesky på vår scene, samt nyte mat, drikke og fjordhygge. Konsertstart kl 18.30, fri entré. Utover sommeren blir det spennende kulturarrangement med jevne mellomrom.</p>\n<p>For oppdatert program og info – <a href=\"http://sukkerbiten.no/\" target=\"_blank\">www.sukkerbiten.no</a></p>\n","wordpress_id":373,"translations":{"nb":{"url":"/2010/06/03/ayafestivalen-fayr-egen-sommeray/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b2b1aeab-111f-5ff4-a94c-941d0eae40d9","locale":"nb"}}