{"data":{"wordpressPost":{"title":"Siste slipp til Hi-Fi Klubben!","date":"28th June 2017","content":"<p>Tida har kommet for å legge til de tre siste navnene til line-up i Hi-Fi Klubben, vår teltscene for elektronisk musikk og DJ-sett, i samarbeid med nettopp Hi-Fi Klubben. Det blir soul, house og disco med høy allsang- og henda i været-faktor med amerikanske Sadar Bahar, en DJ som alltid sørger for god stemning på dansegulvet, onsdag 9. august. I tillegg spiller to norske DJs vi liker enormt godt, nemlig Telephones og Purpurrpurple, torsdag 10. august.</p>\n<p>&nbsp;</p>\n<p>Vi er allerede tomme for ukespass og fredagsbilletter. Nå er det under 300 lørdagsbilletter igjen, så kjapp deg om du vil ha med deg Lars Vaular, MØ, Vince Staples, The Hellacopters, Oumou Sangaré, Vazelina Bilopphøggers, Mental Overdrive eller noen av de andre som spiller den dagen.</p>\n<p>&nbsp;</p>\n<p><strong>SADAR BAHAR (US) [DJ-sett]</strong></p>\n<p>Bahar startet DJ-karrieren i Chicago på 1980-tallet. Det gikk først og fremst i house, deep house og undergrunnsdisco, ikke akkurat sjelden vare i byen som ga opphav til førstnevnte sjanger. For å skille seg ut gikk Bahar lenger til venstre og i dybden, begynte å grave frem og spille obskure plater som de fleste andre ikke engang hadde hørt. Han fikk etter hvert rykte på seg som en ihuga samler og ressurs, noe som ga ham blod på tann til å dykke enda dypere og finne de aller beste glemte låtene.</p>\n<p>&nbsp;</p>\n<p>Stilen ble døpt Soul in the Hole, og fikk et slags gjennombrudd utenfor kretsen (og Chicago) da et samlealbum med samme tittel ble satt sammen av Bahar for renommerte BBE Records i 2012. Han kalles likevel fortsatt for «Chicagos best bevarte hemmelighet», noe vi tror og håper det blir en slutt på her på berget etter onsdag 9. august på Øyafestivalen.</p>\n<p>&nbsp;</p>\n<p>Mannen som etter sigende eier en av verdens mest formidable platesamlinger innen sjangeren, tar med seg det beste av det beste, på «vinyl, and vinyl only», til Hi-Fi Klubben. Du trenger bare møte opp &#8211; og danse!</p>\n<p><a href=\"https://www.facebook.com/SadarBahar/?fref=ts\">www.facebook.com/SadarBahar</a></p>\n<p><a href=\"https://soundcloud.com/resident-advisor/ra507-sadar-bahar\">soundcloud.com/resident-advisor/ra507-sadar-bahar</a></p>\n<p><a href=\"https://www.residentadvisor.net/podcast-episode.aspx?id=507\">www.residentadvisor.net/podcast-episode</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>TELEPHONES [DJ-sett]</strong></p>\n<p>Henning Severud begrenser seg ikke. Helt siden han startet som DJ i hjembyen Bergen på slutten av 1990-tallet, i miljøet rundt Tellé Records, har han spilt en frisk miks av harde Chicago-tracks, balearisk tuttifrutti, proto-house, italo, afro, diskokraut, techno, og mye, mye mer.</p>\n<p>&nbsp;</p>\n<p>Egne produksjoner har kommet parallelt, i begynnelsen på primitivt PC-program, siden på mer sofistikert utstyr, med en utgivelsesfrekvens som ljomer kvalitet foran kvantitet. I 2015 ble sporet «Blaff» nummer 16 på Resident Advisors årsbesteliste, i 2015 sto Telephones bak en bejublet remix av José Padillas «Day One», og sent i fjor kom debutalbumet Vibe Telemetry (på Running Back), til stor entusiasme blant kritikere.</p>\n<p>&nbsp;</p>\n<p>Globetrotteren spiller verden rundt, på klubber som Berghain/Panorama Bar, Corsica Studios og Robert Johnson, samt festivalene Dimensions, The Garden og Love International. Torsdag 10. august returnerer han endelig til Tøyenparken!</p>\n<p><a href=\"https://www.facebook.com/TelephonesNorway/?fref=ts\">www.facebook.com/TelephonesNorway</a></p>\n<p><a href=\"https://soundcloud.com/telephones\">soundcloud.com/telephones</a></p>\n<p><a href=\"https://soundcloud.com/resident-advisor/ra544-telephones\">soundcloud.com/resident-advisor/ra544-telephones</a></p>\n<p><a href=\"https://www.residentadvisor.net/podcast-episode.aspx?id=544\">www.residentadvisor.net/podcast-episode</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>PURPURRPURPLE [DJ-sett]</strong></p>\n<p>De siste årene har PURPURRPURPLE, Annette Kvithyll, seilt frem som en av landets mest aktive og populære DJs. Med et kyndig utvalg av rå klubblåter og en tilstedeværelse og estetikk det er umulig å ikke legge merke til, har hun bygd opp en solid fanskare og spilt på klubber og festivaler rundt omkring i hele landet.</p>\n<p>&nbsp;</p>\n<p>Hun samarbeider også jevnlig med det beste den skandinaviske undergrunnen har å by på, enten det er musikk, kunst eller mote. I 2013 leverte hun vokal til Slick Shoota-singelen «F Dat», utgitt på Mad Decent, som ble omtalt i svært positive vendinger av Pitchfork. I 2014 ledet låten «Sleepers» til et omfattende samarbeid, både visuelt og musikalsk, med klesmerket Avenue. Og som en del av Ball &#8216;Em Up-konseptet sørger hun for at Oslo-folk jevnlig kan danse til den beste cutting edge-musikken.</p>\n<p>&nbsp;</p>\n<p>PURPURRPURPLE holder seg i konstant bevegelse, alltid med stor eksperimenteringsvilje. Hun har tidligere spilt på Sonar Stockholm, CTM og Way Out West, og i år har turen kommet til Roskilde og &#8211; selvsagt &#8211; Øyafestivalen!</p>\n<p><a href=\"https://www.facebook.com/purpurrpurple/?fref=ts\">www.facebook.com/purpurrpurple</a></p>\n","wordpress_id":20272,"translations":{"nb":{"url":"/2017/06/28/siste-slipp-hi-fi-klubben/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"226abce9-9473-5aef-a22e-fe3f2ec76c88","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2017/06/28/siste-slipp-hi-fi-klubben/","redirect":false}}}