{"data":{"wordpressPost":{"title":"Fett program i Camp Indie-teltet under Øya","date":"17th June 2010","content":"<p>Friends Of The Dude, tors 12/8<br />\nEtter ha vært en del av “Indie-Oslo” i mange år, bestemte plutselig Eirik Kristensen (Monzano) og John Erling Johnson (Lofiman) for å plukke opp synthesizerne fra rotekjelleren og prøve seg i nye territorier. Etter å mange sene kvelder i studioet, der en felles fascinasjon for The Big Lebowski kom fram, ble Friends Of the Dude til. Referansepunktene spenner fra nymotens greier som Hot Chip og MGMT, til gamle  travere som Built To Spill og Pavement. Indie-vibbene er fortsatt der, musikken er bare litt mer strukturert og mye mer dansbar.<br />\n<a href=\"http://www.myspace.com/friendsofthedude\" target=\"_blank\">MYSPACE</a></p>\n<p>Camp Sounds, lør 14/8<br />\nCamp Sounds (tidligere Campfire Kansas) spiller mørk og mystisk new wave som samtidig er dansbar og ekstrovert. Inspirasjonen hentes fra band som Depeche Mode og The Cure, med en dæsj av Massive Attack og Portishead og lekenheten til Blur. Selv om bandet ikke har gitt ut materiale ennå, har de fått en god del presse og fin kritikk fra blant andre Urørt og Plan B. Bandet har det siste året brukt tiden på å raffinere sitt uttrykk med masse livespilling rundt i landet. I august ventes endelig en selvtitulert debut-EP under det nye navnet Camp Sounds.<br />\n<a href=\"http://www.myspace.com/campsounds\" target=\"_blank\">MYSPACE</a></p>\n<p>Honningbarna, tors 12/8<br />\nFy faen, for et band! Dette blir bare helt sykt bra! Aldri har sørlandsdialekt vært tøffere! Selv om disse gutta er for ungfoler å regne, går tankene til gamle helter som Bad Religion og No Use for a Name. Med et så tight sound kommer du til tro de har rappa favorittmaten til Ole Brum og smurt maskineriet med krukkene hans. Hvis ikke du kommer til teltet for å oppleve Honningbarna, veit jeg om noen hundre andre som gladelig tar plassen din!<br />\n<a href=\"http://www.myspace.com/honningbarna\" target=\"_blank\">MYSPACE</a></p>\n<p>The Captain &#038; Me, lør 14/8<br />\nDansbar balkancountry, hvem skulle trodd det!? Dette er feelgood fra ende til annen. Vest møter øst, Amerika møter Øst-Europa. Bandet kaller selv musikken for “verdenspop”. Country/bluegrass gjort på denne geniale måten har livets rett og vel så det, The Captain &#038; Me fortjener å bli hørt. Får du ikke god stemning når disse spiller hos oss, er det deg det er noe galt med!<br />\n<a href=\"http://www.myspace.com/thecaptainandme\" target=\"_blank\">MYSPACE</a></p>\n<p>Social Suicide, tors 12/8<br />\nDisse gutta er forbløffende nok fortsatt tenåringer, men besitter en karisma som ville fått Mick Jagger til å svette av sjalusi. De har publikum i sine lune, klamme hender. Bergenserne Social Suicide har så langt blitt omtalt som et band det er verdt å se opp for i 2010 både av Musikknyheter.no og Lydverket. Social Suicide slapp sin første single på den blodferske single klubben til Brilliance Records i januar. Lydverkets Asbjørn Slettemark utropte dem nylig til ”Norges nye screamostjerner”.<br />\n<a href=\"http://www.myspace.com/socialsuicideweb\" target=\"_blank\">MYSPACE</a></p>\n<p>Goonfight, fre 13/8<br />\nEt ganske så nytt band med medlemmer fra Bonk, Lukestar, Beezewax og Kaospilot. Ut fra premissene lover det allerede sinnssykt bra – før man har hørt så mye som en akkord. Goonfight er snart klare med debutskiva, og når de henter inspirasjonen fra band som Fugazi, Sonic Youth og Melvins, er det bare å glede seg. Dette blir høyt og bra!<br />\n<a href=\"http://www.myspace.com/goonfight\" target=\"_blank\">MYSPACE</a></p>\n<p>I See Horses, fre 13/8<br />\nI See Horses er et utrolig liveband som har fått økt oppmerksomhet den siste tida. Etter de ga ut sin nye gratis-EP Has My Stealth Been In Vain rett før sommeren, har låta America blitt spillelistet på P3. Her går det i indierock med stort fokus på fengende popmelodier. Bandet er inspirert av Roxy Music, Orange Juice, Television og Echo &#038; The Bunnymen, for å nevne noen.<br />\n<a href=\"http://www.myspace.com/iseehorses\" target=\"_blank\">MYSPACE</a></p>\n<p>Philco Fiction, lør 14/8<br />\nPhilco Fiction skal fylle Camp Indie med fortryllende kvinnevokal og elektroniske lyder. Dette blir stemningsfullt og vakkert. Bandet startet som en duo tidlig på 2000-tallet, men har nå blitt en trio som lager feiende flott alternativ pop. De var Ukas Urørt i april og har også nylig gitt ut albumet Give Us To The Lions, som ble spilt inn på en hytte i Telemark. Den samme stemningen skal vi få servert i teltet.<br />\n<a href=\"http://www.myspace.com/philcofiction\" target=\"_blank\">MYSPACE</a></p>\n<p>Therese Aune, ons 11/8<br />\nTherese Aune spiller stemningsfull drømmepop på piano, leketøyspiano og andre instrumenter hun liker. Hun begynte å spille som tiåring, og har med tida utviklet et personlig uttrykk som tidvis er avdempet og rolig, og tidvis mer skranglete og lekent. I kontrast til den litt strenge pianoformen, har hun en kraftfull og rå vokal. Hun lager musikk som gir ørene noe å jobbe med og forsøker å skape noe folk ikke kan stille seg likegyldige til.<br />\n<a href=\"http://www.myspace.com/thereseaune\" target=\"_blank\">MYSPACE</a></p>\n<p>Team Me, tors 12/8<br />\nTeam Me stakk nesten av med seieren i Urørtfinalen 2010, og nå får endelig Øyapublikummet oppleve denne supergruppa live. Medlemmene kommer fra flere andre band, og sammen har de et rykte på seg å levere svært gode konserter med stor lyd. De heldige som fikk plass på konserten til Team Me på Camp Indie på Rockefeller 16. mai elsket det, så her gjelder det å være tidlig ute. Bandet jobber med debutalbumet sitt nå.<br />\n<a href=\"http://www.myspace.com/teammegjaggu\" target=\"_blank\">MYSPACE</a></p>\n<p>Wolves Like Us, fre 13/8  (bildet)<br />\nPlanene om å starte band sammen ble lagt på nachspiel en isende Oslonatt i 2010, og i slutten av mars møttes de i øvingslokalet for første gang. Knappe seks uker senere var første innspilling klar, og låta Deathless ble sluppet løs på NRK Lydverket 18. mai. Wolves Like Us består av folk fra Infidels, Arms On Fire, The Unmist, Tvang, Funguson, JR Ewing, Amulet og Silver. Snakker vi om et nytt superband? Etter å ha hørt innspillingene som er gjort, er svaret definitivt ja!<br />\n<a href=\"http://www.myspace.com/wolveslikeusss\" target=\"_blank\">MYSPACE</a></p>\n<p>Hypertext, ons 11/8<br />\nBergens neste popeksport er Hypertext. Siden debuten Corrente Elektro i 2007 har bandet vært i studio og spilt inn ny plate med Jørgen Træen, fått seg et nytt bandmedlem og utviklet seg kraftig både på plate og scene. De har turnert Danmark, Tyskland, Luxemburg og Storbritannia, og responsen var strålende fra både publikum og konsertarrangører. Dagbladets Sven Ove Bakke hadde følgende å si om bandet live: ”Gitarene gnurer, bølger, brummer og slår mot hverandre over en rumlende rytmeseksjon, og i dypet ligger det vi alle leter etter: gode, velkonstruerte låter.”<br />\n<a href=\"http://www.myspace.com/hypertextband\" target=\"_blank\">MYSPACE</a></p>\n<p>I tillegg spiller vinneren av Wimps Juba-konkurranse i Camp Indie-teltet. Sjekk nettsidene for oppdatert informasjon. </p>\n","wordpress_id":358,"translations":{"nb":{"url":"/2010/06/17/fett-program-i-camp-indie-teltet-under-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9d83f03a-ed20-5e01-ba61-2311c377bd08","locale":"nb"}}