{"data":{"wordpressPost":{"title":"Øyanatt på Blå med Daughters","date":"30th January 2019","content":"<p>onsdag 7. august på Blå</p>\n<p>Billettpris: 225/275 (med/uten gyldig Øya-bllett)| ID:20</p>\n<p><a href=\"https://www.ticketmaster.no/event/598573\">Billetter</a></p>\n<div><a href=\"https://www.facebook.com/events/830461307296226/\">FB-event</a></p>\n</div>\n<div></div>\n<div><strong>DAUGHTERS (US)</strong></div>\n<p>Det kaotiske maskineriet som kaller seg for Daughters burde ikke trenge særlig til  introduksjon for de fleste.</p>\n<p>Fra de tidligste utbruddene til de mer tempererte og mørke låtene man finner på det nyeste albumet You Won&#8217;t Get What You Want (Ipecac 2018), så har denne amerikanske kvartetten vært et fast holdepunkt for mange i undergrunnen. Daughters&#8217; unike, fryktløse tilnærming til støyrocken er vansklelig å definere. De har en fot i 90-tallets banebrytende hardcore, men lener seg såpass langt inn i fremtiden at publikum må holde seg på tå hev til enhver tid. Her kan man ikke annet enn å forvente det uforventede.</p>\n<p>Har du ikke særlig kjennskap til dem fra før, så er det verdt å ta seg notis av Daughters om du fan av band som The Locust, The Birthday Party eller tilsvarende.</p>\n<p><a href=\"https://www.facebook.com/daughtersmusic/\">www.facebook.com/daughtersmusic</a></p>\n<p>&nbsp;</p>\n<p><strong>OM ØYANATT:</strong> Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":23191,"translations":{"nb":{"url":"/2019/01/30/oyanatt-pa-bla-med-daughters/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b665404c-a3a8-5004-baca-d7be67486216"}}