{"data":{"wordpressPost":{"title":"Tre nye til Hi-Fi Klubben","excerpt":"<p>Jessy Lanza, Fatima Yamaha og Fort Romeau kommer til Øya!</p>\n","content":"<div>Programmet på Hi-Fi Klubben blir stadig sterkere. I dag slipper vi to spennende liveartister som får gode skussmål over hele fjøla for både innspillinger og konserter, samt en skikkelig rå DJ som kan sin housemusikk.</div>\n<div><b> </b></div>\n<div><b>Jessy Lanza (CA) &#8211; live, lør 13. aug</b><br />\nKanadiske Jessy Lanza slipper i mai oppfølgeren til det kritikerroste debutalbumet Pull My Hair Back (Hyperdub, 2013), titulert Oh No. Det kommende albumet er &#8211; akkurat som forgjengeren &#8211; produsert sammen med Jeremy Greenspan fra Junior Boys. De nylig utgitte låtene It Means I Love You og VV Violence, hakket mer energiske enn den reserverte, men samtidig varme elektroniske R&amp;B-popen vi kjenner fra tidligere, lover meget godt.</div>\n<div></div>\n<div>Greenspan har i intervjuer uttalt at han momentant ble slått i bakken av jazzutdannede Lanzas musikalitet og meloditeft da de begynte å jobbe sammen i 2011, etter å ha kjent hverandre lenge. Den britiske produsenten Ikonika, som Lanza også har samarbeidet med, sier stort sett det samme med litt andre ord, og det gjør også kritikerne.</div>\n<div>«It&#8217;s this combination of shadowy unknowability and full-hearted melody that makes Pull My Hair Back such an intriguing listen, and certainly one of the year&#8217;s best debuts», skrev Resident Advisor, og ga 4.5 av 5. Fjorårets konsert på Koko i London ble kalt «tight and focused» og fikk fire av fem stjerner i The Guardian. Vi er svært glade for at Lanza tar seg fri fra musikklærerjobben i Hamilton, Ontario for å spille i Hi-Fi Klubben på Øyafestivalen</div>\n<div><a href=\"http://jessylanza.com/\" target=\"_blank\">jessylanza.com</a></div>\n<div></div>\n<div></div>\n<div><b>Fatima Yamaha (NL) &#8211; live, fre 12. aug<br />\n</b></div>\n<div>Nederlandske Bas Bron, DJ og produsent, fikk sitt virkelige gjennombrudd da låten What&#8217;s A Girl To Do, kultklassiker og yndet samleoblekt fra 2004, ble plukket opp og reutgitt av etiketten Dekmantel i fjor. Den briljante låten med samplet dialog fra Lost In Translation og et tema som nærmest er Inspector Norse-aktig i sin ekstreme gjenkjennelighet, kan ikke ha vært bare enkel å følge opp elleve år senere. Men Bron børstet støvet av Fatima Yamaha-navnet og slapp albumet Imaginary Lines til gode kritikker i november.</div>\n<div></div>\n<div>Albumet legger seg relativt tett opp til What&#8217;s a Girl To Do, med boblende midtempo-produksjoner som sakte, men sikkert åler seg inn under hjernebarken. Hvordan låter det? «Imaginary Lines centres itself around movement, space and most importantly, unity. Track titles do their best to allude to this while the music glides amidst starry synths – a strong devotion devotion to the 70’s and 80’s sort – to deliver a glitzy spaciousness», skriver Stamp The Wax. Omtrent sånn.</div>\n<div><a href=\"https://soundcloud.com/magnetronmusic/fatima-yamaha-whats-a-girl-to\" target=\"_blank\">https://soundcloud.com/magnetronmusic/fatima-yamaha-whats-a-girl-to</a></div>\n<div></div>\n<div><b><br />\nFort Romeau (UK) &#8211; DJ-sett, lør 13. aug</b><br />\nGjennom sitt snart femårige virke som artist har britiske Fort Romeau, eller Michael Greene som han egentlig heter, tøyd grensene for housemusikk. Debuten Kingdoms (2012) satte anslaget med dype og melodiske låter over mer eller mindre samme lest av 4/4-beats og vokalsamples, men med såpass mange snedige detaljer at det aldri ble kjedelig. Paletten er utvidet, og det siste albumet Insides (2015) inneholder ifølge Pitchfork hans mest &#8220;fully dimensional and impressively produced work yet&#8221;.</div>\n<div></div>\n<div>Elementer av salig Chicago-house er lette å finne hos Greene, men blikket er rettet mot fremtiden. Det er også DJ-settene hans, som nesten blir for leksjoner å regne &#8211; og dansbare sådanne. Dette sa Greene i et intervju med Spin for noen år siden: «Being able to construct a DJ set and put it into context with records that you really love, and be able to build a larger picture of what you’re doing and where you’re coming from I think it’s incredible. I don’t think DJing is given the credit it’s due… as an idea and as a cultural activity, I think it’s amazing.»</div>\n<div><a href=\"https://soundcloud.com/phonicarecords/phonicamixseries15-fortromeau\" target=\"_blank\">https://soundcloud.com/phonicarecords/phonicamixseries15-fortromeau</a></div>\n<div></div>\n<div>foto Hollie Pocsai</div>\n","date":"2016-04-14T08:21:33.000Z","wordpress_id":13871,"featured_image":{"title":"Jessy Lanza2_Oya2016_Hollie Pocsai crop","filename":"Jessy-Lanza2_Oya2016_Hollie-Pocsai-crop.jpg","filesize":63710,"url":"http://oya.test/assets/uploads/2016/04/Jessy-Lanza2_Oya2016_Hollie-Pocsai-crop.jpg","link":"http://oya.test/jessy-lanza2_oya2016_hollie-pocsai-crop/","alt":"","author":"3","description":"","caption":"","name":"jessy-lanza2_oya2016_hollie-pocsai-crop","status":"inherit","uploaded_to":0,"date":"2016-04-13 18:33:41","modified":"2016-04-13 18:33:41","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2016/04/Jessy-Lanza2_Oya2016_Hollie-Pocsai-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2016/04/Jessy-Lanza2_Oya2016_Hollie-Pocsai-crop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2016/04/Jessy-Lanza2_Oya2016_Hollie-Pocsai-crop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2016/04/Jessy-Lanza2_Oya2016_Hollie-Pocsai-crop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2016/04/Jessy-Lanza2_Oya2016_Hollie-Pocsai-crop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2016/04/Jessy-Lanza2_Oya2016_Hollie-Pocsai-crop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2016/04/Jessy-Lanza2_Oya2016_Hollie-Pocsai-crop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2016/04/14/tre-nye-til-hi-fi-klubben/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d46d5513-13bb-58c6-aeb1-fc44577c61b6","locale":"nb"}}