{"data":{"wordpressPost":{"title":"Siste artistene på Øyanatt klare","date":"23rd July 2008","content":"<p>Årets Øyanatt-program har vokst seg stort og fett. Nå har vi fått på plass de siste artistene du kan oppleve i byen etter at parken stenger. Det vil være rabatt på alle Øyanatt-arrangementer ved fremvising av gyldig festivalarmbånd. Kos deg under festivalen med gode musikkopplevelser hele dagen og hele natta.</p>\n<p>THE VILLA – TORS 7. AUG<br />\nThe Good Life presenterer Diplo (US) + Patski Love &#038; Chris Stallion, 100,-/70,- med Øyapass</p>\n<p>The Good Life er Juicy-gutta Patski Love og Chris Stallion sin danseklubb på The Villa, og får denne kvelden besøk av en av de mest sentrale skikkelsene og hotteste navnene i ny amerikansk klubbkultur, nemlig Diplo. Etter at han har riste parken i filler på Odden-scenen, går turen videre til Villa. Wesley Pentz, som han egentlig heter , er en mann som ikke er redd for å prøve ut utradisjonelle musikalske oppskrifter i sin jakt på å skape den perfekte musikkfesten. Han kommer til å by på dansemoro du knapt kan huske å ha opplevd maken til. Forbered deg på såre fotsåler og ømme bein til langt utpå høsten! </p>\n<p>JOHN DEE – LØR 9. AUG<br />\nShadowlove med DJ Stefan Rosell. Fri entré. </p>\n<p>Alternativ klubbkveld med industrial, new wave, rock, punk, new romantic, metal, synthpop, EBM, gothic, pop, ambient, neo-folk m.m. </p>\n<p>PARKTEATRET – LØR 9. AUG<br />\nDJ Tittsworth og Jaywalkers</p>\n<p>Jaywalkers er en DJ-trio fra en av Oslos forsteder. Fra å være rett frem hip-hop-DJer, spiller Jaywalkers nå all mulig dansemusikk, men fortvil ikke – alt er mikset på tradisjonelt hip-hop vis! De står bak den Osloprisnominerte hip-hop-klubben Ballin’ On a Budget på Rå og ble i 2007 kåret til årets DJs i Aftenposten.<br />\nFra de hotteste festene til  internasjonale opptredener, Baltimore`s Dj Tittsworth fortsetter å forsyne publikum med nye sett og unike klubbopplevelser.  Hans sammensatte og energiske spillestil smelter sammen hip-hop, rock, house, classics med mere.  Tittsworth har spilt sammen med blant andre A-Trak, Klever, Goldie og Mixx (2 Live Crew), og er regnet som en av verdens mest spennende klubb-DJs. Når han ikke fyller dansegulvet, jobber han for tiden med sitt debut album. Forvent det beste, og få enda litt. Avslutningen på Øyanatt blir garantert med ett smell.</p>\n","wordpress_id":706,"translations":{"nb":{"url":"/2008/07/23/siste-artistene-pa-%c3%b8yanatt-klare/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bf6f0d78-2244-51ec-a520-3542f241095a","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2008/07/23/siste-artistene-pa-%c3%b8yanatt-klare/","redirect":false}}}