{"data":{"wordpressPost":{"title":"Utenlandske kritikerfavoritter til Øya","date":"29th April 2010","content":"<p>Flere navn slippes de neste ukene. Salget av festivalpass går unna, så det er ingen grunn til å vente om du vil ha med deg hele det fyldige og spennende programmet.</p>\n<p>FIELD MUSIC (UK)<br />\nBrødrene David og Peter Brewis utgjør den kreative kjernen i formidable Field Music. Deres tredje ordinære album, ambisiøse Field Music (Measure), vil garantert stå igjen som et av årets beste når regnskapet skal tas i desember. Forhåpentligvis får konserten på Øyafestivalen samme status. </p>\n<p>Field Music ble dannet i Sunderland i 2004. Året etter slapp de det særs lovende debutalbumet, kort og godt kalt Field Music, og i 2007 kom oppfølgeren Tones Of Town. Drowned In Sound klinket til med ti av ti mulige poeng, og mente albumet var «lyden av et band som lever ut sitt fulle potensial». Etter utgivelsen tok Field Music en aldri så liten pause. David brukte tida til å utforske freak-pop under navnet School of Language, mens Peter tok for seg litterær historiefortelling og samfunnskommentar på konseptalbumet The Week That Was. </p>\n<p>I fjor kom brødrene sammen igjen for å spille inn sin tredje langspiller, og det skal vi som elsker velkomponert og velspilt pop jaggu være glade for. For en skive! Lydverkets connaisseur Marius Asp kalte det «en orgie i god smak» og ga seks av seks. Nettstedet Musikknyheter var ikke snauere da de også delte ut den høythengende toppkarakteren og konkluderte at dette er «et album som har alt». </p>\n<p>Field Music er kjent for sin smarte tilnærming til poparven, noe som forklarer hvorfor anmeldelser og omtaler gjerne ender som rene oppramsinger av musikkhistorisk gull. XTC, Todd Rundgren, Beach Boys, Steely Dan og Paul McCartney anno Wings er navn går igjen. Heldigvis har Brewis-gutta så mye eget å tilby at musikken deres er langt mer enn en ren referansefest. Selv om de skuler til mye bra som kom før dem, har Field Music et unikt og lett gjenkjennelig uttrykk de er helt alene om.</p>\n<p>Det er mer enn tre år siden Field Music spilte på Garage i Oslo, og det er på høy tid de får et større publikum i Norge. Vi gleder oss som små unger til å presentere et av våre favorittband i Middelalderparken i sommer!<br />\n<a href=\"http://www.myspace.com/fieldmusic\" target=\"_blank\">MYSPACE</a></p>\n<p>SLEEPY SUN (US)<br />\nEnten du er glad i ny eller gammel psykedelisk rock, kommer du til å finne noe å bli begeistra over hos Sleepy Sun. Bandet har vært på Øya-radaren en stund og bandet levde opp til alle forventninger under årets SXSW i Austin. Der fikk vi servert deilig frihetsrock, med et solid driv og imponerende innlevelse. Makan til festivalband ser man ikke hver uke. Det San Francisco-baserte bandet har klare referanser til gammel psykedelia og tar passe mange sidespor til folkrock og pop. De kan ha vært oppvokst med foreldre som hadde Jefferson Airplane, Moby Grape, CSN&#038;Y og Grateful Dead, eller de kan ha festa med Comets On Fire, Vietnam, Black Mountain og Black Angels. </p>\n<p>Var du en av de som fikk med seg debutskiva Embrace fra 2008, kan vi love at den kommende oppfølgeren Fever er enda sterkere. Skiva kommer på plateselskapet til All Tomorrow’s Parties, som etter en stund plukka opp debuten, og vil være i handelen tidlig i juni. Siden vi så bandet live har de vært support på USA-turnéen til fjorårets Øya-headlinere Arctic Monkeys. Flere musikkblogger har innrømmet å være mest imponert over oppvarmerne fra San Francisco. En av dem, kalt There Goes The Fear, mente at Sleepy Sun hadde “an incredible intensity and power to their performance” under konserten i Baltimore. Akkurat det kan vi kjenne oss igjen i fra de konsertene vi sjøl har sett. Selv om Sleepy Sun er tidvis drømmende og syrete, drar de til med både skitten rock og herlig harmonipop i passende porsjoner. Det er all grunn til å løsne på snippen, slå ut håret og kaste seg ut i dansen. Her blir det festivalrock for unge og voksne i Middelalderparken. Vi ses der!<br />\n<a href=\"http://www.myspace.com/sleepysun\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":401,"translations":{"nb":{"url":"/2010/04/29/utenlandske-kritikerfavoritter-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"139c2d78-e3af-55aa-b27a-c12918a0eb0f","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2010/04/29/utenlandske-kritikerfavoritter-til-%c3%b8ya/","redirect":false}}}