{"data":{"wordpressPost":{"title":"Martin Hagfors til Øyafestivalen","date":"11th December 2011","content":"<p>Etter slipp av Björk, Bon Iver, The Stone Roses, Mikhael Paskalev og Azealia Banks, runder vi av ei herlig uke med en mann vi og resten av musikk-Norge har stor respekt for. Martin Hagfors har laget musikk, på egenhånd eller sammen med andre, i en årrekke. Først på de to siste platene har han tatt i bruk sitt eget navn. Den siste, I Like You, lover svært godt for en hyggelig festivalkonsert i august.</p>\n<p>&nbsp;</p>\n<p>MARTIN HAGFORS</p>\n<p>Martin Hagfors er en allsidig mann, som i en årrekke har pleiet sin karriere gjennom band og prosjekter som Home Groan, HGH (med Håkon Gebhardt) og Groan Alone. I det siste har han gitt ut skiver og spilt konserter i eget navn. Årets utgivelse heter I Like You og blant bidragsyterne finner vi sterke navn og personligheter som Lars Horntveth, Kenneth Knapstad, Morten Qvenlid og Susanne Sundfør. Særlig har samarbeidet med produsent Horntveth høsta mye ros, for begge de to albuma de har lagd. Aftenposten mener at å høre på I Like You «er som å reise i et smått psykedelisk popmusikalsk eventyrland».</p>\n<p>&nbsp;</p>\n<p>I tillegg til å være artist, har Hagfors bidratt som tekstforfatter, gjesteartist eller i kontrollrommet på en rekke plateutgivelser. Du kan finne hans bidrag på utgivelser fra Helldorado, Motorpsycho, Ida Jenshus, BigBang, The National Bank og The Respatexans. På Øyafestivalen i 2003 spilte Cream Of The Crop, som var et band av medlemmer fra blant annet Motorpsycho, Midnight Choir, Hellbillies og Jaga Jazzist. Alle med kjemperespekt for Hagfors sin låtkatalog.</p>\n<p>&nbsp;</p>\n<p>Det er en glede å invitere Hagfors til Øyafestivalen. Hans melodiøse, americanapregede og småpsyche vestkystlyd vil virkelig komme til sin rett i en sommervarm park full av gode venner.</p>\n<p><a href=\"http://www.martinhagfors.com/home.cfm\" target=\"_blank\">www.martinhagfors.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":1390,"translations":{"nb":{"url":"/2011/12/11/martin-hagfors-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6003e1bd-2114-51fa-8e03-d7c490a05472","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2011/12/11/martin-hagfors-til-oya/","redirect":false}}}