{"data":{"wordpressPost":{"title":"Intervju: Baddies","date":"30th September 2009","content":"<p>Baddies sier du? Hvem i huleste er det? De spilte på Øya? Hæ, det gikk jeg glipp av. Sånn kan det være at mange av dere tenker, tror kanskje jeg hadde tenkt det sjæl hvis jeg ikke hadde de på lista over intervjuer. Når det er sagt, herrejemini så glad jeg er for at Øya hadde framsyn nok til å booke dette albumdebuterende bandet fra øyriket der over dammen. Ja, den lille dammen. Vi skal bare til England. Nå har de akkurat gitt ut debutskiva Do The Job, men da vi i Furore snakka med de i august så hadde de ikke så mye annet enn liveshowet sitt å skryte av. Hadde jeg vært gutta i Baddies så hadde hvertfall jeg skrytt som bare f.. av det, makan til energiutblåsning er det lenge siden jeg har vært vitne til. Alltid like gøy og bli blåst av banen av band man aldri har hørt før. Tenk deg en slags blanding av band som Art Brut, Maxïmo Park, Klaxons og Queens of the Stone Age, med et sett identiske tvillinger og en sjarme som kan vippe den selv mest drevne journalist av pinnen. Eller, hvertfall en fotograf.  Vi møtte hele bandet, Michael Webster, Jim Webster, Danny Rowton og Simon Bellamy.</p>\n<p>-Så gutta, hvordan liker dere Norge a?<br />\n-For å være helt ærlig med deg så fikk vi et skikkelig rævva førsteinntrykk. Første vi finner ut når vi har landa på flyplassen er at bagasjen vår er borte. Tusen takk for det liksom.</p>\n<p>-Okei, men da må vel vi prøve å rette på det inntrykket da.<br />\n-Neida, vi bare kødder. Ja, det er kjipt når bagasjen blir borte. Spesielt siden vi hadde sceneantrekkene våre i den bagen men heldigvis var dama mi allerede i Oslo, smiler vokalist Michael Webster. Vi sendte henne ut på H&#038;M for å kjøpe nye antrekk til oss. Gikk jo greit det, men det er jævlig dyrt her i Norge.<br />\n-Egentlig endte det jo nesten opp med at det var bra at vi mista den bagasjen, alltid greit med en sånn historie for å kunne fucke litt med publikum, få opp energien liksom, ler bassist Danny Rowton.</p>\n<p>-Ja, dere er utrolig energiske på scenen, både i oppførsel og også rent musikalsk. Er det noe dere tenker mye på eller har det bare blitt sånn?<br />\n-Joa, vi har sikkert tenkt litt på det, men det har mest bare blitt sånn. Vi har den holdningen på en måte. Nå skal vi faen meg vise de folka her. Det samme har vi tenkt på når vi har laget låtene på albumet vårt også, forteller Michael. Det første og viktigste har alltid vært energien og så har vi utforsket lyder og melodier og alt sånn litt sekundert, skyter Danny og gitarist Simon Bellamy inn. </p>\n<p>-Bra jobba er det hvertfall, dere har jo skikkelig catchy låter fulle av trøkk synes jeg. Jeg tenkte litt i Queens of the Stone Age-gata. Hvertfall i måten dere har et groove i bånn av låtene.<br />\n-Hmm, ikke den mest åpenbare sammenligningen, men du er inne på noe med måten vi har et tett og ganske hardt men likevel melodisk komp i bånn ja. Faktisk ikke tenkt så mye på det selv, men det stemmer egentlig bra det altså. Liker veldig godt drivet som QOTSA har i mange av låtene sine, så ja. Takk for det, ler Michael.</p>\n<p>-Hva er det dere hører på selv, hvor får dere inspirasjon fra?<br />\n-Tror alle fire hører på veldig mye forskjellig. Alt fra 60-talls pop og psykedelia til rap og hiphop via andre sjangere som metall og punk. Og rock selvfølgelig. Tror vi henter litt inspirasjon fra overalt egentlig, nikker alle fire enig.</p>\n<p>-Dere har jo turnert mer eller mindre nonstop det siste året og dere skal fortsette helt fram til nyttår nesten. Hvordan går det egentlig, dere blir ikke helt utslitt?<br />\n-Man blir jo selvfølgelig sliten, men nå er det faktisk bare sykt gøy. Tenk deg selv, du får plutselig lov til å dra rundt omkring å gjøre det du syns er morsomst i hele verden, forteller Danny. At det blir litt ekstremt nå får heller så være. Vi prøver jo å få oss et navn både i England og på kontinentet og i Skandinavia samtidig. Det vanlige er vel å ta disse markedene litt etterhvert men vi fant ut at vi ville prøve å få vist oss fram mest mulig som et liveband også før albumet vårt kommer ut. Til nå så ser det hvertfall ut som å funke greit, det er jo på ryktet vårt som bra liveband at vi blir booket til festivaler som dette, utdyper Michael.</p>\n<p>-Er det stor forskjell på å spille på festivaler her i Skandinavia og hjemme i England?<br />\n-Selve gigen blir jo ganske lik, men festivalene er jo forskjellige. Øya er kanskje den aller stiligste festivalen vi har vært på så langt. Festivalen har den perfekte størrelsen. Hele oppsettet her er jo helt genialt, man kan gå fra scene til scene og få med seg utrolig mange konserter på kort tid. Festivalene i England er ofte mye større og alt foregår omtrent samtidig. Her blir det mer sånn at man vil sjekke ut nye ting. Som foreksempel oss, sier Simon. </p>\n<p>-Ser dere fram til albumslippet da? Er det bare gøy eller er den en viss skrekkblandet fryd?<br />\n-Vi er så fornøyd med skiva at vi bare gleder oss. Blir jo spennende å se hva slags mottagelse det får, men vi har jo jobba med dette såpass lenge at vi vet det holder mål selv. Som vi snakka om tidligere så er det hvertfall ei energibombe av ei plate vi har laget, smiler Michael. Hele den greia med debutalbum er jo litt skummel, melder Simon og fortsetter, det er fort gjort å rote seg bort om man får for mye god omtale også. Bare se på The Stone Roses eller The Strokes. Albumene de ga ut etter debuten er jo helt greia, men likevel. De mista liksom momentumet.</p>\n<p>-Det kan jo gå enda verre, bare se på The La&#8217;s skyter jeg inn.<br />\n-Ja! De lagde jo et fantastisk bra album men de taklet ikke responsen. Det hadde jeg nesten glemt, men de kom jo faktisk ikke med noen oppfølger. Håper det ikke skjer med oss altså, vil holde på lengre enn det, konstaterer Simon. Men, se, vi sitter jo her i Norge og snakker om dem nå. Er jo ikke så ille det heller, legger Michael til.</p>\n<p>-Kommer dere tilbake til Norge rundt albumreleasen? Så at dere skal gjøre en Englandsturnè i oktober.<br />\n-Ja, vi har booka en klubbkonsert i oktober. Gleder oss sykt til det. Responsen vi fikk fra publikum her var veldig bra så det lover jo bra for en litt mer intim klubbkonsert, sier Danny.</p>\n<p>Under hele intervjuet så har hele bandet i vekslende grad til stadighet kikka bort på fotografen som var med på intervjuet. Ikke sånn at det var noe vi tenkte noe spesielt over der og da, men når intervjuet er ferdig og vi er på vei ut så stopper vokalist Michael oss, peker på fotografen, André, og sier Mellberg. Så snur han seg til bandet, peker igjen og nok en gang bare sier Mellberg. Vi ser på hverandre og så går det opp for oss også. Mellberg er selvfølgelig den svenske fotballspilleren Olof Mellberg og det gutta i Baddies har sitti og tenkt på er at fotografen vår ligner noe inni hampen på en eller annen. Og denne en eller annen er altså Olof Mellberg.</p>\n<p>En god avslutning på et fantastisk morsomt intervju med en sjarmerende gjeng engelskmenn. Plata Do The Job er ute nå. Baddies spiller på John Dee 22. oktober. Det er greit at du ikke så dem på Øya, men nå har du lest dette og vet bedre. Oppmøteplikt.</p>\n<p>Tekst: Stan Svehagen (stian@furoreiharare.com)<br />\nFoto: André Simonsen<br />\n<a href=\"http://www.furoreiharare.com\" target=\"_blank\">www.furoreiharare.com</a></p>\n","wordpress_id":496,"translations":{"nb":{"url":"/2009/09/30/intervju-baddies/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8495f3f7-278b-5ce9-81b9-5cf0e4160acb"}}