{"data":{"wordpressPost":{"title":"Bestevenner for alltid","date":"13th August 2016","content":"<p><em>Tekst: Juliette Aleksine Piiksi</em></p>\n<p><strong><br />\nVi er flinke på å gi oppmerksomhet til alle våre flotte artister. Men det er så mange andre som trenger oppmerksomhet. Det er nemlig dere; gjester, presse og produksjonsarbeidere som gjør Øyafestivalen til Øyafestivalen. Og mange av dere har vært med en lang stund! Derfor har vi valgt å gi litt kjærlighet til et par av dere som har bidratt til Øyafestivalen har blitt en av Norges beste festivaler.</strong></p>\n<p>Mye av det som gjør en festivalopplevelse bra, er menneskene du er med. <strong>Marte Celina Oftedal og Ragnhild Nes</strong> <strong>har opplevd Øyafestivalen sammen i hele åtte år.</strong> Begge studerer ved Westerdals, og er over gjennomsnittet interessert i musikk og grunnleggere av kunst/musikkfesten ”ROTLØS” som arrangeres jevnlig gjennom året. Øyafestivalen var deres første møte med store konsertopplevelser, og det var etter at jentene opplevde Arctic Monkeys i 2009 at de begynte å rydde rom i kalenderen for festivalen hvert år, både som gjest og som frivillig: <em>”Vi har jobbet med mye forskjellig på Øya, og det er alltid like sweet! Pluss økologisk mat, det liker vi steinerkids!”</em> sier Ragnhild og blunker. <em>”I år jobber vi med presse, som er veldig lærerikt og spennende”</em> sier Marte raskt mens hun ser på Ragnhild som nikker.</p>\n<p>&nbsp;</p>\n<figure id=\"attachment_15173\" class=\"wp-caption alignleft\"><img class=\"lazyload wp-image-15173 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"Skjermbilde 2016-08-13 kl. 14.59.07\" width=\"300\" height=\"202\" data-srcset=\"http://oya.test/assets/uploads/2016/08/Skjermbilde-2016-08-13-kl.-14.59.07-300x202.png 300w, http://oya.test/assets/uploads/2016/08/Skjermbilde-2016-08-13-kl.-14.59.07-768x518.png 768w, http://oya.test/assets/uploads/2016/08/Skjermbilde-2016-08-13-kl.-14.59.07.png 804w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"804/542\"><figcaption class=\"wp-caption-text\"></body></html>\n</a> Ragnhild og Marte er på Øya sammen for åttende gang i år.</figcaption></figure>\n<p>Øya betyr ekstra mye for jentene fordi festivalen er en liten markering av forholdet deres ettersom de fant sammen på grunn av den felles engasjementet for livemusikk. Det er en scene Marte og Ragnhild husker ekstremt godt: <em>”Juvenile skatepark var et godt tilbud for de under 18. Her var det alltid god stemming og konsertene under brua var fete. Det var Vinnie Who, Casiokids og spesielt Honningbarna som gjorde inntrykk”</em>. Men det var vel spesielt den aller første Øyakonserten med Arctic Monkeys som sitter inne som beste konsertopplevelse igjennom årene, selv om det begynner å bli en del konserter som har vært minneverdige for jentene. <em>”I år er det nok Grace Jones og Anderson.Paak som kommer til å sitte igjen. Folka i Mutual Intentions gav oss et minne for livet i går! Stolt øyablikk!”</em></p>\n<p>&nbsp;</p>\n<p>Øya er Oslo for de to venninnene:<em>” vi møter alltid masse bekjente og venner. Øya er det som runder av sommeren ”</em> sier Marte.<em> ”Festivalen er så fantastisk fordi den samler Oslo på et sted, så dette kommer definitivt til å være et must hver sommer.”</em> Jentene ser på hverandre og det er Ragnhild som bryter stillheten: <em>” Vi skal rocke denne festivalen sammen i lang tid fremover”.</em></p>\n<p><strong>bestevenner for alltid &lt;3.</strong></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e2dac130-f421-571d-96ec-8024e00b360c"}}