{"data":{"wordpressPost":{"title":"Ride added to line-up","date":"2015-03-03T08:57:37.000Z","content":"<p>One of this year&#8217;s most popular comebacks in rock are the four Englishmen known as Ride. On Thursday 13th of August, the shoegaze legends will come to Tøyenparken.</p>\n<p>&nbsp;</p>\n<p>RIDE (UK)<br />\nLate last year Ride announced that they will be touring again. During 2015, they will play some selected festivals, and we are very excited that they play Øya. Ride were among the most important bands in the British shoegaze scene. They mixed classic psychedelc rock and modern indie. With the exception of one appearance in 2001, the quartet have not played together since the mid 90s.</p>\n<p>Ride was formed by Andy Bell and Mark Gardener in Oxford at the end of the 80s. Their debut album Nowhere from 1990 is considered as a classic. Both Going Blank Again (1992) and Carnival Of Light (1994) reached fifth place in the British charts, impressive for a band far away from the standard pop formula. Ride’s music has good melodies under a layer of noisy and delicate guitars. They fit perfectly into the roster of the important label Creation.</p>\n<p><a href=\"http://www.allmusic.com/album/nowhere-mw0000311372\" target=\"_blank\">Allmusic.com about Nowhere</a>: &#8211; Whir, whoosh, haze, swirl, ad nauseum &#8212; this record holds all of these elements at their most exciting and mastered. But in the end, great pop records necessitate quality songs, which Nowhere delivers throughout.</p>\n<p>Andy Bell has spent much of the time since the breakup playing in Oasis, and later Beady Eye. Mark Gardener has been a solo artist. Now they are back together with Laurence Colbert and Steve Queralt, and ready to show a new generation why they have such a special place in British rock history.</p>\n<p><a title=\"Link: http://www.ridemusic.net/\" href=\"http://www.ridemusic.net/\" target=\"\" rel=\"\">www.ridemusic.net</a></p>\n","wordpress_id":5008,"translations":{"nb":null,"en":{"url":"/en/2015/03/03/ride-added-to-line-up/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"83464cae-3336-57d4-8b25-b3c458cf9dcd","locale":"en"}}