{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2010/06/08/facebook-konkurranse/","locale":"nb","type":"post","id":"b10fa759-88a9-58e2-940f-6aa0c025fd68","slug":"facebook-konkurranse","title":"Facebook-konkurranse","date":"2010-06-08T12:16:00.000Z","excerpt":"<p>Hjelp oss å nå målet om minst 15000 venner på Facebook før festivalstart i august. Foreslå Facebooksiden vår til vennene dine og vinn en av tre premiepakker!<br />\nVi har satt sammen tre premiepakker med Øyaaktuelle artister (Flaming Lips, Against Me!/Blood Command og Lars Vaular/Karpe Diem). Du kan vinne en av disse. Konkurransereglene er som følger:</p>\n<p>1. Gå inn på <a href=\"http://www.facebook.com/oyafestivalen\" target=\"_blank\">facebooksiden vår</a><br />\n2. Klikk på «Foreslå for venner» / «Suggest to friends»<br />\n3. Legg til alle de vennene du tror kan tenke seg å motta ferske nyhetsoppdateringer om Øyafestivalen og annet musikkrelatert stoff<br />\n4. Legg igjen en kommentar på Facebookveggen under konkurransefeltet der du skriver hvilken premiepakke du har lyst på</p>\n"}},{"node":{"link":"/2010/06/08/nytt-musicheads-ute-na-2/","locale":"nb","type":"post","id":"04f547f5-412b-56bb-b000-b05bdcbd8333","slug":"nytt-musicheads-ute-na-2","title":"Nytt musicheads ute nå","date":"2010-06-08T09:49:00.000Z","excerpt":"<p>Sommeren er endelig her og i denne saftis-freske utgaven av musicheads får du selvfølgelig fyldig oversikt over det som skjer innendørs og utendørs framover. Øya presenterer seks artister du ikke visste du elska, gir deg oversikten over når dine favorittband står på scenen i august, samt forteller deg om Oslos nye perle, Sukkerbiten. Ellers er det som alltid i musicheads et stort glass musikkdrops og tips om spennende utgivelser framover. Vi kan nevne The Drums, The Gaslight Anthem, M.I.A, Blitzen Trapper &#8211; for ikke å nevne Arcade Fire, som kommer med oppfølgeren til ”Neon Bible” i august. I denne utgaven er det ikke mindre enn to konkurranser der du kan pigge av med Øya-pass. Det er også muligheter for å vinne billetter til en rekke godbiter på Rockefeller, Sentrum Scene og John Dee. <a href=\"http://cde.jollygood.no/1E4c03c03019e98012.cde\" target=\"_blank\">Så da er det bare smelle på seg høreklokkene og bla i vei.</a></p>\n"}},{"node":{"link":"/2010/06/04/under-200-festivalpass-igjen-til-%c3%b8ya-fortsatt-dagsbilletter-til-alle-dagene/","locale":"nb","type":"post","id":"8c8131f4-3fb7-51f2-a8e3-4f416dd10d9e","slug":"under-200-festivalpass-igjen-til-%c3%b8ya-fortsatt-dagsbilletter-til-alle-dagene","title":"Under 200 festivalpass igjen til Øya &#8211; fortsatt dagsbilletter til alle dagene","date":"2010-06-04T10:20:00.000Z","excerpt":"<p>Vi har sjekka billettsalget og nå er det under 200 festivalpass igjen i salg. Det betyr at det snart kun er dagsbilletter igjen. Om du vil ha med deg fire dager i Middelalderparken pluss gratis inngang på Klubbdagen 10. august for kun 1940,- + avgift, bør du kjappe deg for nå brenner det! Det er fortsatt dagsbilletter igjen til alle de fire dagene i parken. </p>\n"}},{"node":{"link":"/2010/06/04/de-forste-artistene-til-camp-indie-er-klare/","locale":"nb","type":"post","id":"cf9c4dd5-ee1d-5f36-ae46-4863212d9350","slug":"de-forste-artistene-til-camp-indie-er-klare","title":"De første artistene til Camp Indie er klare","date":"2010-06-04T07:44:00.000Z","excerpt":"<p>Som tidligere år byr vi på et knippe intime konsertopplevelser i et telt vi har kalt Camp Indie, som ligger litt bortafor Vika-scena. Her presenterer landets mest spennende smålabeler noen av sine aktuelle artister. Allerede nå er Okkultokrati, Camp Sounds, Social Suicide og Team Me bekrefta. Se opp for mer moro på Camp Indie.</p>\n"}},{"node":{"link":"/2010/06/03/ayafestivalen-fayr-egen-sommeray/","locale":"nb","type":"post","id":"b2b1aeab-111f-5ff4-a94c-941d0eae40d9","slug":"ayafestivalen-fayr-egen-sommeray","title":"Øyafestivalen får egen sommerøy","date":"2010-06-03T08:17:00.000Z","excerpt":"<p>På oppdrag fra HAV Eiendom har Øyafestivalen fått lov til å by på mat, drikke, konserter og moro hele denne sommeren på en egen øy i Bjørvika. Har vil det være åpent mellom 11.00 og 23.00 hver dag fra 1. juni til 15. september. Vi åpner sommerøya, som har fått navnet Sukkerbiten, førstkommende lørdag. Da kan du oppleve Rockettothesky, som spiller gratis på vår scene.</p>\n"}},{"node":{"link":"/2010/06/02/ny-scene-pa-%c3%b8ya-bedre-plass-i-parken-bli-med-pa-navnekonkurranse/","locale":"nb","type":"post","id":"a5660a69-1833-5bf4-9477-b1ef62055a16","slug":"ny-scene-pa-%c3%b8ya-bedre-plass-i-parken-bli-med-pa-navnekonkurranse","title":"Ny scene på Øya &#8211; bedre plass i parken. Bli med på navnekonkurranse","date":"2010-06-02T10:25:00.000Z","excerpt":"<p>Vi gjør en del endringer på festivalområdet i år, for å få en romsligere og mer fleksibel festival. Dette betyr blant annet at vi fjerner Odden og erstatter den med en teltscene på asfaltplassen. Vi trenger din hjelp til å finne et godt navn til den nye scena og ved å delta i navnekonkurransen i Aftenposten, kan du vinne et festivalpass. Nå er det kun noen få festivalpass igjen, så dette er iferd med å bli en ganske eksklusiv premie.</p>\n"}},{"node":{"link":"/2010/06/01/minioya-trenger-frivillige/","locale":"nb","type":"post","id":"19f91a14-5275-5c0e-851e-ba3a3fd1d07e","slug":"minioya-trenger-frivillige","title":"Miniøya trenger frivillige","date":"2010-06-01T18:14:00.000Z","excerpt":"<p>Det er mange som har meldt seg som frivillige til Miniøya, vår søsterfestival med musikk og moro for kidsa. Miniøya finner sted i Tøyenparken 26. og 27. juni og trenger fortsatt noen arbeidslystne folk til å løse enkelte oppgaver. Nedre aldersgrense for frivillige er satt til 16 år, og det er ingen øvre aldersgrense. Har du lyst til å bidra? <a href=\"http://minioya.no/?page_id=8\" target=\"_blank\">Mer info og påmelding finner du her</a></p>\n"}},{"node":{"link":"/2010/05/28/diplo-shearwater-i-was-a-king-og-the-low-anthem-pa-%c3%b8yanatt/","locale":"nb","type":"post","id":"ddfa100c-2308-5ac0-ad1c-12d6c7c0a435","slug":"diplo-shearwater-i-was-a-king-og-the-low-anthem-pa-%c3%b8yanatt","title":"Diplo, Shearwater, I Was A King og The Low Anthem på Øyanatt","date":"2010-05-28T10:36:00.000Z","excerpt":"<p>Vi slapp nylig den første bolken med artister til Øyanatt. Nå er Rockefeller og John Dee klare med sine godbiter. Diplo skal lage dansefest oppe på Rockefeller fredagen, mens John Dee i løpet av festivalen får besøk av Shearwater (bildet), I Was A King og The Low Anthem. Øyanatt er fete konsertopplevelser og fester i sentrum etter at parken stenger hver kveld kl 23. Gyldig Øya-billett/armbånd gir rabatt på Øyanatt.</p>\n"}},{"node":{"link":"/2010/05/27/the-flaming-lips-til-%c3%b8ya-fredag-13-august/","locale":"nb","type":"post","id":"7636762a-d9c0-55c1-9fe3-174b2e4ad24c","slug":"the-flaming-lips-til-%c3%b8ya-fredag-13-august","title":"The Flaming Lips til Øya fredag 13. august","date":"2010-05-27T07:17:00.000Z","excerpt":"<p>Et av verdens aller beste liveband er klare for Middelalderparken. The Flaming Lips gjester nemlig Øyafestivalen fredag 13. august. De har ikke spilt i Oslo på sju år. Samme dag som The Flaming Lips kan du se blant andre Robyn, The Specials, John Olav Nilsen &#038; Gjengen, La Roux, Field Music, Susanne Sundfør, Girls, 1349 og Marina &#038; The Diamonds.</p>\n"}},{"node":{"link":"/2010/05/26/modulert-grand-prix-vol-5-pa-lordag/","locale":"nb","type":"post","id":"f22fc92a-216a-5da9-b037-295f25d39ace","slug":"modulert-grand-prix-vol-5-pa-lordag","title":"Modulert Grand Prix vol 5 på lørdag","date":"2010-05-26T11:54:00.000Z","excerpt":"<p>Er du lei av Didrik, Rybak og hele Grand Prix-sirkuset? Om du hater eller elsker, har du lørdag mulighet til å få med deg en helt ny Grand Prix-opplevelse. Modulert MGP arrangeres for femte gang,  og i år skjer det i storsalen på fasjonable Gamle Logen. I følge gjengen som arrangerer byr de på en popelegant, elektrosjokka, stuntenergisk og glitterrocka opplevelse som tar Share The Moment til et helt nytt nivå. Modulert MGP gir deg altså to show i ett. Du får se bildene og de teite kostymene fra Fornebu men den cheezy musikken blir remiksa og nyskapt av 12 av Norges beste liveacts.</p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":137,"pageCount":181,"additionalContext":{"locale":"nb"}}}