{"data":{"wordpressPost":{"title":"Casual Friday og Slim B &#038; Horvei The Greatness vant Zoom","date":"24th November 2011","content":"<p>I natt ble Casual Friday (Oslo/Tønsberg) og Slim B &amp; Horvei The Greatness (Stavanger) kåra til Zoom-vinnere. Det betyr at de skal turnere hele landet sammen på nyåret. Zoom-turnèen vil ta dem til samtlige landsdeler og inkludere to spillejobber under by:Larm i Oslo.</p>\n<p>De to vinnerne imponerte fra scenen på Mono på hvert sitt vis. Casual Friday med fengende og moderne rock, Slim B &amp; Horvei The Greatness med en dansbar kombo av rock og hiphop. Det var helt tydelig at det var disse to banda publikum satte størst pris på. Slim B &amp; Horvei The Greatness presterte utrolig nok å få hele Mono til å danse på en tirsdag kveld.</p>\n<p>Juryen hadde en tøff oppgave med å kåre de to vinnerne blant mange gode kandidater, men litt over midnatt falt avgjørelsen. Vi gleder oss til å sende Casual Friday og Slim B &amp; Horvei The Greatness på neste års Zoom-turné, som starter tidlig i februar i de nordligste fylkene.</p>\n<p><a href=\"http://http://www.youtube.com/watch?v=fSTZ9PobH6s\">Se video fra Slim B &amp; Horvei The Greatness</a>.</p>\n<p><a href=\"http://www.nrk.no/urort/Artist/Casual_Friday/default.aspx\">Hør Casual Friday</a>.</p>\n<p>&nbsp;</p>\n<p><strong>Om Zoom<br />\n</strong>Øyafestivalen driver konseptet Zoom. Øyafestivalen er en årlig festival i Oslo som siden starten har fokusert på å dyrke fram nye, norske talenter. Med konseptet Zoom finner vi lovende band og artister, som får vist seg fram for publikum over hele landet. Blant tidligere Zoom-vinnere finner man navn som: Ida Maria, Ricochets, Silver, Surferosa, The Jessica Fletchers, Norma Sass, Sigh &amp; Explode, Gerilja, Helldorado, Heroes &amp; Zeros, The Beautiful People (nå 120 Days) og Furia.</p>\n<p>Zoom er støttet av Kulturdepartementet.</p>\n","wordpress_id":907,"translations":{"nb":{"url":"/2011/11/24/casual-friday-og-slim-b-horvei-the-greatness-vant-zoom/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8d64dbd7-7ceb-5d39-ab6a-c3e7f476da0e","locale":"nb"}}