{"data":{"wordpressPost":{"title":"Mer aktuell musikk til Øya","date":"5th December 2018","content":"<p>Vi er omtrent åtte måneder unna neste Øyafestival, men det er allerede høyt tempo på både artistbekreftelser og billettsalg. I dag kan vi slippe tre kvinner som har gitt ut fantastiske album de siste månedene, og et band som kommer til å gi ut et album det er verdt å glede seg til neste vår.</p>\n<p>&nbsp;</p>\n<p><strong>THEA HJELMELAND</strong></p>\n<p>Muliti-instrumentalisten, sangeren og låtskriveren Thea Hjelmeland har i høst sluppet det meget gode albumet Kulla og turnert de største byene i landet. Konsertene ble godt mottatt og bekreftet at hun er en liveartist man ikke bør gå glipp av i Tøyenparken. Solar Plexus fra 2014 ga henne velfortjent oppmerksomhet fra kritikere og et større publikum. I tillegg til tre album, har hun komponert for film og teater.</p>\n<p>Aftenposten om det nye albumet: &#8211; Den varierte musikken flyter godt, temaer utforskes poetisk, og det hele gjøres med en imponerende energi. Stort bedre kan det ikke gjøres.</p>\n<p>Sjøl sier hun dette: &#8211; Denne gangen har jeg brukt humor som et brekkjern til å kunne skrive historier med utfordrende følelser. Musikken er energisk og leken, rytmisk og melodiøs. Jeg trengte noe å danse og skrike litt til nå.</p>\n<p><a href=\"https://www.facebook.com/theahjelmelandmusic/\" data-saferedirecturl=\"https://www.google.com/url?q=https://www.facebook.com/theahjelmelandmusic/&amp;source=gmail&amp;ust=1543919998952000&amp;usg=AFQjCNFtyYHSsZ6Fy071YEagn0rbS0ARrA\">www.facebook.com/theahjelmelandmusic</a></p>\n<p><a href=\"https://www.theahjelmeland.com/\" data-saferedirecturl=\"https://www.google.com/url?q=https://www.theahjelmeland.com/&amp;source=gmail&amp;ust=1543919998953000&amp;usg=AFQjCNFJGCLuCFFbB9zchqxvSwy-pHyMCQ\">www.theahjelmeland.com</a></p>\n<p>&nbsp;</p>\n<p><strong>FARAO</strong></p>\n<p>Bak navnet Farao finner man Kari Jahnsen, som er bosatt og jobber i Berlin. For kort tid siden kom albumet Pure-O, en oppfølger til debuten Till It’s All Forgotten (2015). Den nye skiva har fått god mottakelse og blant mulig inspirasjon for musikken nevnes Twin Peaks, østblokkdisco, synthpop og RnB. Med analoge synther og et bredt musikalsk spekter viser hun god utvikling siden debuten. Pure-O er fylt med spennende, uforutsigbar popmusikk i grenseland mellom det organiske og det kjølige. Farao skal på turné i både Europa og USA i løpet av vinteren og våren.</p>\n<p><a href=\"https://www.thelineofbestfit.com/reviews/albums/pure-o-farao-album-review\">The Line of Best Fit</a> ga Pure-O 9 av 10 poeng: &#8211; Kari Jahnsen’s second album as Farao is an accomplished, glittering synth-drenched mood piece which explores desire, possession, sex and relationships.</p>\n<p><a href=\"https://www.facebook.com/faraomusic/\" data-saferedirecturl=\"https://www.google.com/url?q=https://www.facebook.com/faraomusic/&amp;source=gmail&amp;ust=1543919998953000&amp;usg=AFQjCNFV4fyqhbHP0wvgHxPDuSXAczEXlA\">www.facebook.com/faraomusic</a></p>\n<p><a href=\"http://www.farao.info/\" data-saferedirecturl=\"https://www.google.com/url?q=http://www.farao.info/&amp;source=gmail&amp;ust=1543919998953000&amp;usg=AFQjCNGrt_HuvQyumIp44OsMM_feB8Rlmw\">www.farao.info</a></p>\n<p>&nbsp;</p>\n<p><strong>BIG THIEF (US)</strong></p>\n<p>Denne kvartetten fra Brooklyn har på kort tid gitt ut de to flotte albuma Masterpiece (2016) og Capacity (2017). Rett før festivalsesongen 2019 skal tredjealbumet være ute. Capacity var et av de absolutte favorittalbuma til blant andre SPIN, NPR, Rough Trade og BBC i 2017. Vokalist Adrianne Lenkers fantastiske låtskriving gir bandet stadig nye fans. Big Thief blander musikalsk indieestetikk med en tydelig folkinspirasjon, på en svært smakfull måte.</p>\n<p>BBC: &#8211; Uncompromising in terms of the personal histories and subject matter it tackles, the dark themes behind the Brooklyn band’s second album actually yield vivid, intricate, yet accessible folk rock.</p>\n<p>Big Thief har turnert med folk som Conor Oberst, M. Ward og Eleanor Friedberger. I august tar de med sine dempede og nære låter til Tøyenparken.</p>\n<p><a href=\"https://www.facebook.com/bigthiefmusic/\" data-saferedirecturl=\"https://www.google.com/url?q=https://www.facebook.com/bigthiefmusic/&amp;source=gmail&amp;ust=1543919998953000&amp;usg=AFQjCNE4mN5lGUavRQARG77Wu6R4uUvdXg\">www.facebook.com/bigthiefmusic</a></p>\n<p><a href=\"http://www.bigthief.net/music-1\" data-saferedirecturl=\"https://www.google.com/url?q=http://www.bigthief.net/music-1&amp;source=gmail&amp;ust=1543919998953000&amp;usg=AFQjCNFPbR1dfcT6LZQZnTQfGsAAyd4GOw\">www.bigthief.net/music-1</a></p>\n<p>&nbsp;</p>\n<p><strong>KADHJA BONET (US) &#8211; lørdag 10. august</strong></p>\n<p>Kadhja Bonets miks av stilarter blir ofte betegna som psykedelisk soul, men har elementer fra blant annet jazz og folk. Hun debuterte med The Visitor i 2016 og fulgte opp med Childqueen sommeren 2018. Albumet ble spilt inn i studioer i flere europeiske byer, og med Bonet på alle instrumenter og i produsentstolen. Kadhja Bonet vokste opp i en musikalsk familie i California og er et multitalent få kan måle seg med. Under Øyafestivalen kan du oppleve hennes delikate låter i grønne sommeromgivelser.</p>\n<p>Albumism.com: &#8211; At just 10 songs, the album never outstays its welcome. It is lean, taut and entirely played and produced by Bonet. It seems entirely unfair to be blessed with a voice so beautiful and to be able to play so many instruments, as well as produce them so cleanly. But hers is a talent that clearly knows no limits.</p>\n<p><a href=\"https://www.facebook.com/KadhjaBo/\" data-saferedirecturl=\"https://www.google.com/url?q=https://www.facebook.com/KadhjaBo/&amp;source=gmail&amp;ust=1543919998953000&amp;usg=AFQjCNHZdj7tKpkZV9uGEi5jp9ldeoRoxw\">www.facebook.com/KadhjaBo</a></p>\n<p><a href=\"https://kadhjabonet.bandcamp.com/?fbclid=IwAR3gX6JR6A8QrblnXpGwyw0VS3F7URSga61cZukraEjZUpjHsjvVWFaUsvg\" data-saferedirecturl=\"https://www.google.com/url?q=https://kadhjabonet.bandcamp.com/?fbclid%3DIwAR3gX6JR6A8QrblnXpGwyw0VS3F7URSga61cZukraEjZUpjHsjvVWFaUsvg&amp;source=gmail&amp;ust=1543919998953000&amp;usg=AFQjCNEwhWb2P0YmPiy-M-hjF9qVome9Jg\">kadhjabonet.bandcamp.com</a></p>\n","wordpress_id":22882,"translations":{"nb":{"url":"/2018/12/05/mer-aktuell-musikk-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ff2e9401-29a9-550f-abb7-3c44725f21d4","locale":"nb"}}