{"data":{"wordpressPost":{"title":"diskJokke med prosjekt fra Indonesia til Øya","date":"25th May 2010","content":"<p>DISKJOKKE + GAMELAN (NO/ID)</p>\n<p>I fjor vår reiste Joachim ”Diskjokke” Dyrdahl til den indonesiske byen Bandung, et kultursentrum på Vest-Java, for å samarbeide med musikere fra gamelanorkesteret Sambasunda, ledet av Ismet Ruchimat. Resultatet av besøket ble mange timer med opptak, både av tradisjonell gamelan og mer moderne figurer. Disse opptakene har Diskjokke nå bearbeidet i Oslo, til fire lange komposisjoner, og han forteller at låtene har en mykere og mer meditativ karakter enn hva man kanskje er vant med fra hans side. Verket skal ferdigstilles og øves inn i løpet av sommeren, og er tilpasset ettermiddagssola på Øyafestivalen.</p>\n<p>Joachim Dyrdahl ga ut debutalbumet Staying In på Smalltown Supersound i 2007, til strålende kritikker både i Norge og utenlands. Det anerkjente musikknettstedet Pitchfork beskrev utgivelsen hans som «bright, playful, spacey, and colorful, music for the nighttime that retains the warmth of an afternoon on the beach», mens magasinet Urb fulgte opp med å slå fast at «the 28-year-old, classically-trained violinist stands out as one of the best new dance producers today». Oppfølgeren En Fin Tid kom nylig ut til enda bedre mottakelse. «Fra titler, lyder og temavalg føles dette som et album i harmoni med seg selv, der han dypper låtene sine i den samme type essens som kraut/synth-entrepenører som Tangerine Dream og hook-teften til Jean Michel Jarre, og tilfører en solid dose melodisk egenart og produksjonsmessig feinschmeckeri. I dette møtet oppstår magi», skrev Lydverkets anmelder Jørgen Hegstad.</p>\n<p>Ismet Ruchimat tilhører den yngre, mer moderne generasjonen tradisjonelle musikere i Indonesia. Han underviser på folkemusikkhøgskolen STSI College i Bandung. Han har gitt ut flere plater med både egne komposisjoner og arrangementer av tradisjonell gamelan, og er regnet for å være en fornyer av sjangeren. Ismet Ruchimat er en etterspurt musiker som har turnert i hjemlandet, Sør- Asia, Nord- og Sør-Amerika og Europa. Han har spilt konserter med blant andre Hariprassad Chaurassia og Trilok Gurtu. Orkesteret Sambasunda består på det meste av 17 musikere fra miljøet rundt Ismet. Med liv og lyst blander de kronkong, jaipong, kebyar og brasilianske sambarytmer inn i den tradisjonelle gamelanen. Energien er til å ta og føle på når det mannsterke ensemblet setter i gang.</p>\n<p>Lørdag 14. august spiller Diskjokke, Ismet og ytterligere musikere fra både Norge og Indonesia sammen i Middelalderparken. Dette blir en ytterst eksklusiv konsert man ikke må gå glipp av! </p>\n","wordpress_id":380,"translations":{"nb":{"url":"/2010/05/25/diskjokke-med-prosjekt-fra-indonesia-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ab48a8fd-d068-5ac5-9a99-44a2b7bcb38b","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2010/05/25/diskjokke-med-prosjekt-fra-indonesia-til-%c3%b8ya/","redirect":false}}}