{"data":{"wordpressPost":{"title":"Øya-fest i Berlin 18. april","date":"22nd March 2013","content":"<ul>\n<li><strong>MIKHAEL PASKALEV, TRULS og HEYERDAHL i Berlin 18. april</strong></li>\n<li><strong>Unik oppmerksomhet fra europeiske mediepartnere</strong></li>\n</ul>\n<p>I samarbeid med Music Norway, Den norske ambassaden i Berlin, Melt! Festival og musikkmagasinet Intro, arrangerer Øyafestivalen en helaften med norske artister i Berlin torsdag 18. april. De norske artistene som skal vise seg fram for Berlins publikum og bransje er Heyerdahl, Truls og Mikhael Paskalev. Konsertene finner sted på Bi Nuu som er en klubb i Kreuzberg. Klubben ligger inni/under u-bahnstasjonen Schlesisches Tor og har plass til 800 personer.</p>\n<p><a href=\"http://www.bi-nuu.de/\" target=\"_blank\">www.bi-nuu.de</a></p>\n<p>&nbsp;</p>\n<p>Konsertene skal filmes av den europeiske kulturkanalen Arte TV, som sender i fransk- og tysktalende land. Opptaket vil være tilgjengelig online dagen etter, og sendes på TV noen uker seinere. I tillegg får artistene eksponering på Radio Fritz i Tyskland og hos Intro Magazine. Disse sterke mediesamarbeidspartnerne vil sørge for at de norske artistene får stor oppmerksomhet på kontinentet.</p>\n<p>&nbsp;</p>\n<p>I fjor spilte Team Me, Sandra Kolstad og Einar Stray på vår Berlin-fest, som var stappfull av publikum og bransje. Dette er i ferd med å bli en viktig arena for å presentere ny og spennende norsk musikk i Tyskland. Etter konserten i mai i fjor fikk Sandra Kolstad tilbud om samarbeid fra hele tre tyske bookingagenter.</p>\n<p>Nylig gjennomførte vi to gode arrangementer i London med Highasakite og Sandra Kolstad. Music Norway og Øya har tidligere samarbeida flere ganger for å presentere spennende norske artister i utlandet, både i London, Berlin, New York og Austin.</p>\n<p>&nbsp;</p>\n<p>Det er gratis inngang 18. april på Bi Nuu, men <a href=\"http://www.introducing.de/artikel/Introducing+im+April%3A+%C3%98ya+Special/92963\" target=\"_blank\">påmelding til kvelden foregår på nettsidene til Intro Magazine </a></p>\n<p>&nbsp;</p>\n<p><strong>MIKHAEL PASKALEV</strong></p>\n<p>Mikhael Paskalev har de siste åra vært regna som en av landets mest lovende nye låtskrivere og artister. I vinter kom debutalbumet What’s Life Without Losers. Om utgivelsen skreiv Gaffa: &#8211; Paskalevs karakteristiske stemme og friske tilnærming til nostalgisk folkrock bør bli trykket enda tettere til brystet av mang en musikkglad nordmann i år, og et eksemplar av denne skiva bør være et trygt gavevalg til rastløse indiekids så vel som fastkjørte retrorock-onkler.</p>\n<p><a href=\"https://www.facebook.com/PaskalevMikhael\">https://www.facebook.com/PaskalevMikhael</a></p>\n<p>&nbsp;</p>\n<p><strong>HEYERDAHL</strong></p>\n<p>Heyerdahl spilte sin første konsert på Øya i 2012 og i januar kom debutalbumet. Bandet består av musikere med bred bakgrunn innen norsk pop og rock. Dagbladet er et av mediene som var begeistra og skreiv at «Heyerdahl forvalter popkultur med kløkt, og sier mye uten å sløse med virkemidlene de har valgt seg». Bandets album ØEN er utgitt på amerikanske Red Eye Transit.</p>\n<p><a href=\"http://www.hrdhl.com/\">http://www.hrdhl.com/</a></p>\n<p>&nbsp;</p>\n<p><strong>TRULS</strong></p>\n<p>Truls har tidligere hatt en karriere med Lukestar og Truls And The Trees. Hans oppgave i livet er å skape musikk. Han har lenge hatt stor kjærlighet for R&amp;B som sjanger, og har dermed alltid lekt med tanken på å lage musikk med en urban tvist. Forsøke å mikse sin karakteristiske stemme og teft for melodier med et nytt lydbilde. Og nå skjer det, endelig. Første singel Out Of Yourself er ute nå, album kommer i løpet av året.</p>\n<p><a href=\"http://trulsmusic.no/\">http://trulsmusic.no/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.musicnorway.no/\">http://www.musicnorway.no/</a></p>\n<p><a href=\"http://www.meltfestival.de/en.html\">http://www.meltfestival.de/en.html</a></p>\n<p><a href=\"http://www.introducing.de/\">http://www.introducing.de/</a></p>\n<p><a href=\"http://oya.test/2013/03/22/oya-fest-i-berlin-18-april/intro-13/\" rel=\"attachment wp-att-6082\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-large wp-image-6082\" title=\"intro 13\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"\" width=\"247\" height=\"350\" data-sizes=\"auto\" data-aspectratio=\"1243/1759\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n","wordpress_id":6077,"translations":{"nb":{"url":"/2013/03/22/oya-fest-i-berlin-18-april/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e311793c-2777-5f8c-9b8a-13c85bbd4976","locale":"nb"}}