{"data":{"wordpressPost":{"title":"Øya Open med Swans i mai","excerpt":"<p>Legendene i Swans er tilbake på veien og 6. mai går de på scena på Rockefeller. I samarbeid med Radar Booking presenterer Øyafestivalen en helaften med disse pionerene innen industriell og mørk undergrunnsrock. Gira har understreket at det at han gjenopptar arbeidet med Swans ikke handler om nostalgi, men om å se framover for å lage ny musikk.</p>\n","content":"<p>Swans ble danna i 1982 av Michael Gira i New York. Bandet ble rask kjent for sine brutale, støyende og repeterende låter, sine ekstreme tekster, samt sin voldsomme lydstyrke. De hørte opprinnelig hjemme i New Yorks no wave-scene, men utviklet seinere musikken ved å blant annet inkludere akustiske partier. Gjennom de siste 20 årene har det dukket opp en masse band, som er tydelig inspirerte av Swans. Dette gjelder musikere som driver med alt fra post-rock til heavy metal. Etter at Swans har liggi i dvale siden 1997, bestemte Michael Gira nylig seg for å vekke dette rockemonsteret til live igjen. I høst kom albumet My Father Will Guide Me Up a Rope to the Sky. Dustedmagazine.com ga skiva glimrende kritikk og mente at “Band reunions never make good on their promises, but this record certainly does”.<br />\n<a href=\"http://www.swans.pair.com/\" target=\"_blank\">Mer om Swans</a></p>\n<p>På Rockefeller har Swans med seg gitarvidunderet James Blackshaw som support. Den britiske artisten gis ut på Giras label Young God Records. Uncut beskrev hans musikk på denne måten: ”his long-distance guitar tunes recalling NY minimalism, or Sonic Youth, as arranged for chamber orchestra”.<br />\n<a href=\"http://www.myspace.com/jamesblackshaw\" target=\"_blank\">MYSPACE</a></p>\n<p>Billetter til Øya Open med Swans kan kjøpes hos Billettservice<br />\n350,00 + avgift.<br />\n<a href=\"http://www.billettservice.no\" target=\"_blank\">Billettservice</a></p>\n","date":"2010-11-05T12:30:20.000Z","wordpress_id":234,"featured_image":null,"translations":{"nb":{"url":"/2010/11/05/aya-open-med-swans-i-mai/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ec66bd7b-7fc2-5376-a778-d1347c5e8606","locale":"nb"}}