{"data":{"wordpressPost":{"title":"Tre nye navn til Camp Indie 24. mai","date":"12th April 2018","content":"<p>For kort tid siden ble de to første navna klare til den nye utgaven av Camp Indie. Nå legger vi til Myra, Softcore untd. og sparkx i programmet til vår feiring av ny, norsk musikk.</p>\n<p>Camp Indie finner i år sted på Blå og Ingensteds torsdag 24. mai. Flere navn legges til snart.</p>\n<p><a href=\"https://api.oyafestivalen.no/2018/04/04/oyafestivalen-presenterer-camp-indie-2018-pa-bla-ingensteds/\">Mer info og artistene fra det første slippet!</a></p>\n<p>&nbsp;</p>\n<p><strong>Myra</strong></p>\n<p>Med sin hviskende, uanstrengte rapping og lekende lyriske stil har Myra etablert seg som et sterkt navn i den norske rap-floraen. Det hele startet da hun ville legge ut sin første låt «Hold An» på SoundCloud, og Leo Ajkics erklæring på sosiale medier om at «Bransjen sover, men våkner snart».</p>\n<p>Hittil har Myra sluppet en rekke kritikerroste og godt mottatte singler, som «Link Opp», «Ventet På Deg» og «Lever I Bassen». Foruten å gjeste NRK P3 sin slippfest for hiphop-dokumentaren«Takin Ova» med andre etablerte, urbane artister og festivaler som Bergenfest, Mablis og Slottsfjell, har hun også delt scene med Lars Vaular da han avsluttet Øyafestivalen i 2017.</p>\n<p>Hun slapp nylig den høyst fengende singelen «Føler Meg Selv», som ble belønnet som Ukens låt på NRK P3, og den tredje singelen til å bli listet på radio. Låten kan hevdes å ligge skjæringspunktet mellom urban, hip-hop og pop, og viser en ny, spennende side av Myra, som for øyeblikket jobber med sitt debutalbum.</p>\n<p><a href=\"https://www.facebook.com/Myratherapper/\">www.facebook.com/Myratherapper</a></p>\n<p>&nbsp;</p>\n<p><strong>Softcore untd.</strong></p>\n<p>Softcore untd. består av Emir Hindic og Mathias Humlen fra $ushi x Kobe, samt Andreas Høvset og Vetle Junker fra Verdensrommet.</p>\n<p>Prosjektet er et samarbeidsprosjekt, og mens Andreas, Vetle og Mathias er produsenter, er Andreas og Emir tekstforfattere. Musikken befinner seg et sted midt i mellom der $ushi x Kobe og Verdensrommet befinner seg &#8211; 808-trommer, saksofoner og jazzgitarer. De to vokalistene veksler sømløst mellom sine partier, og bidrar til et lydbilde som er vanskelig å sette i bås med sjangerbegreper.</p>\n<p>Bandet debuterte med “Skolebenken” i begynnelsen av august, og andre singelen “Fjern” kom mot slutten av 2017.  I februar slapp de sin tredje singel “Sjansespill” på Eget Selskap, Vibbefanger og det New York-baserte labelet Cascine. Bandet slipper nytt materiale i mai, og det er ventet en EP til høsten.</p>\n<p><a href=\"https://www.facebook.com/sftcruntd/\">www.facebook.com/sftcruntd</a></p>\n<p>&nbsp;</p>\n<p><strong>sparkx</strong></p>\n<p>sparkx er en norsk duo bestående av musikerne og produsentene Jørgen Kasbo og Magnus Falkenberg. Musikken er beatbasert, inspirert av artister som Kaytranada, Anderson. Paak, J Dilla m.fl. Det unike ved sparkx er blandingen mellom Jørgens jazz-inspirerte gitar, Magnus sin funk-baserte bass og deres felles interesse for seige grooves med utfordrende akkordrekker. sparkx gjør collabs med andre artister, og har samarbeidet med blant annet Ivan Ave og Fieh.</p>\n<p><a href=\"https://www.facebook.com/sparkxorama/\">www.facebook.com/sparkxorama</a></p>\n","wordpress_id":21636,"translations":{"nb":{"url":"/2018/04/12/tre-nye-camp-indie-24-mai/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"774252f5-4e59-54f6-b3ee-08a77307589a","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/04/12/tre-nye-camp-indie-24-mai/","redirect":false}}}