{"data":{"wordpressPost":{"title":"Slayer på Øya lørdag 10/8","date":"7th January 2013","content":"<p><strong>SLAYER (US)</strong></p>\n<p><strong>ELECTRIC WIZARD (UK)</strong></p>\n<p>Vi starter 2013 med et hardt og tungt artistslipp. Slayer og Electric Wizard er to av de feteste metalbanda, på hver sin side av Atlanteren. Slayer har de siste månedene jobba med et album, som antagelig kommer ut før festivalen. Electric Wizard er et band som er svært selektive når det gjelder å velge spillejobber. Vi er veldig stolte over å ha fått begge på årets plakat.</p>\n<p>&nbsp;</p>\n<p><strong>SLAYER (US)</strong></p>\n<p>I august kommer Slayer tilbake til Oslo for å spre sin fantastiske aggresjon utover byen. For første gang skal legendene fra California spille på en utendørsscene i hovedstaden. Bandet har lenge hatt et spesielt entusiastisk og lojalt publikum, også i Norge. De har starta arbeidet med neste skive, og håper å få den ut i første halvdel av 2013. Bandet har hinta om at man kan forvente både den tunge og den kjappe varianten av Slayer. Det er all grunn til å glede seg.</p>\n<p>&nbsp;</p>\n<p>Slayer ble starta tidlig på 80-tallet. Til tross for noen periodevise utskiftninger av trommeslager, har bandet i sentrale perioder bestått av grunnleggerne Tom Araya, Jeff Hanneman, Kerry King og Dave Lombardo. De etablerte seg kjapt som et av de aller beste banda innen den voksende scena for mer ekstreme metaluttrykk. Slayer lagde sin egen stil, basert på like stor respekt for klassisk heavy metal som illsint hardcore. Etter få år var de et av fire band som fortsatt blir omtalt som The Big Four innen thrash metal, sammen med Metallica, Anthrax og Megadeth. Slayers musikk har variert i tempo, men har alltid vært mer forbanna og mørkere enn banda som slo igjennom til et stort publikum i samme periode. I tillegg har de vært inspirasjonskilde for et uoversiktlig antall band i over 25 år. Med sitt tredje studioalbum Reign In Blood (1986), og oppfølgerne South Of Heaven (1988) og Seasons In The Abyss (1990), etablerte de seg som et av verdens aller beste metalband. Denne stautsen beholder de den dag i dag og seinere skiver som Christ Illusion (2006) og World Painted Blood (2009) har vist at de ikke har tenkt til å roe seg ned helt ennå.</p>\n<p>&nbsp;</p>\n<p>Vi håper å få høre en herlig miks av gammelt og nytt på Øya. En Slayer-konsert er alltid en begivenhet for alle som elsker innbitt aggressiv metal og intense, fete riff. I de mørkeste krokene av Øya-kontoret har vi allerede starta oppvarminga og gleder oss til å høre Hate Worldwide, War Ensemble, Angel Of Death, Disciple, Raining Blood eller Seasons In The Abyss. Alle som har sett Slayer på en scene tidligere veit at dette blir en vanvittig opplevelse, alle andre kan se fram til å bli med i det musikalske dragsuget.</p>\n<p><a href=\"http://www.slayer.net/\">http://www.slayer.net/</a></p>\n<p>&nbsp;</p>\n<p><strong> </strong></p>\n<p><strong>ELECTRIC WIZARD (UK)</strong></p>\n<p>De siste åra har bekmørk, tjæreseig tungvekterrock fått en ny vår i undergrunnskretser. Et av Europas aller beste band når det gjelder grumsete dommedagsrock er Electric Wizard fra Dorset, helt sør i England.  Bandkaptein Jus Osborn har nå styrt skuta i tjue år. I de siste åra har han hatt Liz Buckingham ved sin side.</p>\n<p>&nbsp;</p>\n<p>Electric Wizard fikk oppmerksomhet for sitt andre og tredje album, Come My Fanatics (1997) og Dopethrone (2000). De smøyg seg inn i bevisstheten til både metalpublikummet og de mer uredde undergrunnsrockerne. Bandet har på vellykka vis tatt utgangspunkt i arven fra Black Sabbath, og lagt til store doser sludge og psykedelia. Allmusic.com har kalt lyden av bandet “walls of sound so dense that at first they seem too big to fit into your ears”. Kerrang mener at åpninga på Come My Fanatics “literally reduced stereo speakers to a useless, torn-up mess”. Electric Wizard viste med fantastiske Black Masses i 2010, den nye vinylsingelen Legalize Drugs And Murder og de siste par åras konsertvirksomhet, at de er i toppform.</p>\n<p>&nbsp;</p>\n<p>Til våren skal de spre sin apokalyptiske råskap som kuratorer og headlinere under Roadburn. Til sommeren spiller de på Øyafestivalens teltscene. Vi skal sørge for å få med oss begge deler.</p>\n<p><a href=\"http://www.myspace.com/electricwizarddorsetdoom\">http://www.myspace.com/electricwizarddorsetdoom</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"29e49666-74ae-5416-bf91-dd653a229b9e"}}