{"data":{"wordpressPost":{"title":"Aphex Twin på Øya torsdag 11. august","date":"2011-04-14T07:56:00.000Z","content":"<p>Vi gleder oss stort over at Aphex Twin gjør en av sine sjeldne opptredener på Øyafestivalen i sommer. Plateselskaper Warp, som har gitt de fleste av hans skiver, kaller han med god grunn ”the alpha male of electronica”. Enten det er svevende, melankolsk ambient, hektisk jungle, tung industriell tekno eller varm. pumpende acid så hyller fans og presse han som DEN største og mest kreative innenfor elektronsk musikk. Han var tidlig ute med å utvikle ambient før han flyttet grensene for dansemusikken. Etter hvert endte han opp med å havne på hitlistene selv med de groteske og fantastiske hittene Come To Daddy og Windowlicker. Det er en stund siden man fikk noe ny musikk fra Aphex Twin, men i følge mannen sjøl har han en masse materiale som er klart for utgivelse.</p>\n<p>Han hadde sin DJ-debut som guttunge i idylliske Cornwall. Fra 1991 har han benytta seg av artistnavnet Aphex Twin. Etter noen EPer som AFX, ga han ut skiva Selected Ambient Works 85–92 i 1992. To år seinere, med oppfølgeren Selected Ambient Works Volume II opplevde han for første gang å seile inn på de britiske albumlistene. Deretter fulgte &#8230;I Care Because You Do (1995), Richard D. James Album (1996) og Drukqs (2001). Han er kjent for et utradisjonelt visuelt uttrykk, som ofte inkluderer hans eget ansikt. Iblant plasseres dette på andres kropper i promomateriell og videoer, noe som gir en litt guffen og oppsiktsvekkende effekt. På Øya vil du kunne oppleve et show med lasere og skjermer. Sistnevnte fungerer slik at publikum plutselig vil kunne oppdage seg selv, med et kledelig Aphex Twin-ansikt. James har oppigjennom åra gitt ut en del musikk under navn som Polygon Window, Caustic Window og nevnte AFX. Nå kommer han til Øya som Aphex Twin og skal vise hvorfor han fortsatt er et av verdens største teknonavn.</p>\n","wordpress_id":169,"featured_image":null,"translations":{"nb":{"url":"/2011/04/14/aphex-twin-pa-%c3%b8ya-torsdag-11-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0a0147f6-a924-5536-bed3-e30f3eb1c168","locale":"nb"}}