{"data":{"wordpressPost":{"title":"Den forbaska plasten!","excerpt":"<p>I fjor byttet vi ølglassene våre fra plastglass til PLA. Vi ville bort fra fossile råvarer og engangsartikler laget i materialer som potensielt kan vare i hundrevis av år. Men å bytte ut plasten viste seg å være mer komplisert enn hva vi trodde.</p>\n","content":"<p>De siste årene har vi i Øya fordypet oss i plast og alternativer til plast. Vi har fulgt diskusjonene, hørt fra politikere, fagfolk og næringsliv, og gjort våre egne undersøkelser for å finne de beste løsningene. Og vi har testet dem ut under festivalen. PLA er et materiale laget av overskudd fra mais og potetproduksjon som attpåtil kan komposteres under rette forhold.</p>\n<p>Når man tenker på kompost er det bildet av varm, mørk og næringsrik jord som dukker opp på netthinnen. Men for å kompostere PLA må temperaturen komme over 70 grader, og den kan ikke blandes med matavfall som så mange aktører nå feilaktig opplyser om. PLA er faktisk så lik plast at den vil oppføre seg nesten likt i naturen om den ikke blir håndtert riktig.</p>\n<p>Innovasjonssjef Thomas Mørch i Norsk Gjennvinning understrekte kompleksiteten på dette feltet tidligere i år på bloggen sin, hvor han blant annet sier: <em>I det siste har vi i Norsk Gjenvinning også opplevd hvor vanskelig det er å finne gode løsninger på materialgjenvinning av såkalt nedbrytbar plast, typisk i «kryssilden» mellom produsenter som mener det skal la seg gjøre, og behandlere av avfall som mener det forringer kvaliteten på plasten eller maten som de allerede gjenvinner.</em></p>\n<p>Det viste seg også å være vanskelig å finne noen som kunne ta imot vår PLA-fraksjon og håndtere den på en god måte. Dermed startet prosessen med finne leverandører som var villig til å gå nye veier og som var interessert i innovasjon og nytekning på området.</p>\n<p>Gleden var stor da Norsk Gjenvinning hjalp oss med å finne en løsning nemlig, SIMAS (Sogn interkommunale miljø- og avfallsselskap) som sa ja til å ta imot dette avfallet. Dette er nybrottsarbeid i Norge, og nærmest en thriller å følge med på. Det eneste vi er sikre på akkurat nå, er at vi ikke er sikre, men håper å bli klokere i løpet av årets festival.</p>\n<p><em>Vi synes det er spennende å bli utfordret av en så bevisst organisasjon som Øyafestivalen. De ser på et helt konkret problem og vil ha hjelp til å løse det. Sånn kommer vi videre mot en grønnere fremtid, </em>sier direktør Hallvard Thomassen i SIMAS.</p>\n<p>&nbsp;</p>\n","date":"2018-06-28T09:03:34.000Z","wordpress_id":22066,"featured_image":{"title":"36390136481_280cca4b24_o","filename":"36390136481-280cca4b24-o.jpg","filesize":161878,"url":"http://oya.test/assets/uploads/2018/06/36390136481-280cca4b24-o.jpg","link":"/2018/06/28/den-forbaska-plasten/36390136481_280cca4b24_o/","alt":"","author":"7","description":"","caption":"Foto: Pål Bellis","name":"36390136481_280cca4b24_o","status":"inherit","uploaded_to":22066,"date":"2018-06-28 08:23:04","modified":"2018-07-02 09:01:29","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":1200,"height":756,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2018/06/36390136481-280cca4b24-o-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2018/06/36390136481-280cca4b24-o-300x189.jpg","medium_width":300,"medium_height":189,"medium_large":"http://oya.test/assets/uploads/2018/06/36390136481-280cca4b24-o-768x484.jpg","medium_large_width":768,"medium_large_height":484,"large":"http://oya.test/assets/uploads/2018/06/36390136481-280cca4b24-o-1024x645.jpg","large_width":1024,"large_height":645,"small":"http://oya.test/assets/uploads/2018/06/36390136481-280cca4b24-o.jpg","small_width":320,"small_height":202,"medium_small":"http://oya.test/assets/uploads/2018/06/36390136481-280cca4b24-o.jpg","medium_small_width":640,"medium_small_height":403,"xlarge":"http://oya.test/assets/uploads/2018/06/36390136481-280cca4b24-o.jpg","xlarge_width":1200,"xlarge_height":756}},"translations":{"nb":{"url":"/2018/06/28/den-forbaska-plasten/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e24e1d11-1b82-5534-9207-92c62b2cd74b","locale":"nb"}}