{"data":{"wordpressPage":{"title":"Anders Eiebakke","content":"<p>Kunst på Øya er stolte av å presentere Anders Eiebakkes verk <em>White Pigeon Beta</em>.</p>\n<p>Hvem ser oss? Når du legger deg på ryggen i gresset og ser på fuglene som flyr og skyene som driver forbi, har du noen gang lurt på om en av måkene som flyr over deg streamer video til en skjult kikker? Ikke det? Sjekk ut fuglene til Anders Eiebakke… Vi ser deg. Du er inne i vårt dataspill.</p>\n<p>Eiebakke setter opp en funksjonell bakkestasjon for en drone i en container på festivalområdet. Antenner er montert på taket. Inne i containeren står skjermer, bord, stol, radioutstyr og teknisk materiell. Dronen som henger i taket er versjon 0.1 av duedronen som skal stilles ut i Public Art Munich 2018.</p>\n<p>Eiebakke viser også en film som ser på Øyafestivalen fra en drone med et historisk blikk. Videoen er produsert i samarbeid med kunstneren Grim Erland Swingen.</p>\n<p>Anders Eiebakke har utviklet video- og datakontrollerte fly og multirotorer siden 2007 og var den første kunstneren som viste dronebasert kunst internasjonalt under Manifesta i 2010. Fra starten har han jobbet både poetisk og politisk med droner og overvåkningsteknologi. Han designer, bygger og opererer dronene selv.</p>\n<p>Eiebakke har blitt brukt som ekspertkommentator for NRK i en rekke programmer om droneteknologi, og har levert en større utsmykning til Det norske Datatilsynet som består av en 3D-printet måkeformet drone, video, fotografier og tegninger.</p>\n<p>Han deltok på utstillingen «I krigens skygge: 100 år med norsk politisk kunst» på Kunstnernes Hus i 2015 med verket “Måke 4.0 Beta”, der han problematiserte Norges bidrag til krigføring i Afghanistan ved å vise droneopptak fra militærøvelser.</p>\n<p>Anders Eiebakke har bakgrunn fra Statens Kunstakademi og bor og jobber i Oslo.</p>\n","wordpress_id":20632,"locale":"nb","slug":"anders-eiebakke","translations":{"nb":{"url":"/kunst/anders-eiebakke/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"838695cd-12f1-54a8-8d47-9779fb5766fc","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/kunst/anders-eiebakke/","redirect":false}}}