{"data":{"wordpressPost":{"title":"Hør låtene fra Øya-containeren","date":"20th August 2012","content":"<p>I samarbeid med WiMP Norge og NRK P3 satte vi opp en contianer med et studio under festivalen. Fra nå og utover høsten skal du få høre resultatene. Først ut er et en låt med Susanna Wallumrød, Siri Nilsen og Susanne Sundfør</p>\n<p>Øyacontaineren er et nytt og spennende samarbeid mellom WiMP, NRK P3 og Øyafestivalen, hvor hensikten er å bygge relasjoner mellom artister, festival, radio og streaming – samt skape grobunn for impulsive produksjoner. Prosjektet ble for først gang gjennomført på årets Øyafestival og førte til at flere anerkjente artister tok turen til “den skjulte scenen”. Resultatet er 12 unike innspillinger, som vil slippes i WiMP utover høsten.</p>\n<p><strong><a href=\"http://wimp.no/album/16776911\" target=\"_blank\">Første låt ut er ”Death Hanging” av Susanna, her i samarbeid med Susanne Sundfør og Siri Nilsen.</a></strong></p>\n<p>”Death Hanging” har utspring i et bestillingsverk fra Telemarkfestivalen 2012, der Susanna samarbeidet med Tuva Syvertsen fra Valkyrien Allstars:</p>\n<p>&#8211; Sommeren har bydd på noen intense uker med komponering av helt nytt materiale. Men du verden så gøy det var. Det er en liten stund siden jeg har hatt tid til å skrive noe nytt, så det ga meg en gylden mulighet til å kunne prioritere dette. «Death Hanging» er en av de nye sangene, rykende fersk fra sommerens samarbeid med Tuva Syvertsen. Kun fremført en gang tidligere, blir dette en premiere. Det var stor stas å få med Siri Nilsen og Susanne Sundfør til å synge sangen sammen med meg, sier Susanna til WiMP.</p>\n<p>&nbsp;</p>\n<p>De 12 innspillingene fra årets Øyacontainer som du vil få høre i WiMP utover høsten er:</p>\n<p>Bushman’s Revenge feat. Susanne Sundfør: “Enjoy The Silence” (Depeche Mode)<br />\nFirst Aid Kit: “Play With Fire” (Rolling Stones)<br />\n<strong><a href=\"http://wimp.no/album/16776911\" target=\"_blank\"> Susanna feat. Siri Nilsen &amp; Susanne Sundfør: “Death Hanging”</a></strong><br />\nSondre Lerche feat. Young Dreams: “When The River”<br />\nYoung Dreams feat. Sondre Lerche: “Young Dreams”<br />\nYoung Dreams: “Fog of War”<br />\nFriends feat. Mathias Eick: “I’m His Girl”<br />\nMeg og Kammeraten Min feat. Anne Lise Frøkedal: “Sokken Min Er Våt”<br />\nLightships feat. Anne Lise Frøkedal: “Every Blossom”<br />\nSudan Dudan: “Salme”<br />\nSudan Dudan: “Svein Svane”<br />\nPhilco Fiction: “I Want You”</p>\n<p>&nbsp;</p>\n<p>foto: Johannes Granseth</p>\n","wordpress_id":4863,"translations":{"nb":{"url":"/2012/08/20/hor-latene-fra-oya-containeren/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d2fcfa0e-3964-5c7c-b2fe-7057290eb93c"}}