{"data":{"wordpressPost":{"title":"Øyanatt på Revolver","date":"30th June 2011","content":"<p>Torsdag 11. august<br />\nSpoon Train presenterer:<br />\n*BEDROOM EYES (SE)<br />\nHONEYTRAPS*<br />\nCC:125,- / 100,- med øyabånd<br />\nAldersgrense: 20 år<br />\n*Bedroom Eyes* er svenske Jonas Jonssons hjertebarn. Bandet spiller ektefølt indiepop som vil gå rett hjem hos alle som liker Broder Daniel, Hiawata!, Irene, Håkan eller hvilket som helst annet strålende popband. Første singel kom i juni og ble blant annet listet på Radio Nova. Bedroom Eyes har gått sin seiersgang over svenske radiokanaler, festivaler og klubbscener, og slipper sitt debutalbum i Norge 9. september 2011, med påfølgende turné. Gladgutta i *Honeytraps* er Spoon Trains ferskeste tilskudd. Deres første EP kommer tidlig på høsten og er en dansegulvvennlig mikstur av britpop, jungeltrommer og vokalharmonier.</p>\n<p>Fredag 12. august<br />\nMusikknyheter og Made presenterer:<br />\n*RINGO DEATHSTARR (US)<br />\nMARIBEL*<br />\nCC: 125,- / 100,- med øyabånd<br />\nAldersgrense: 20 år<br />\n*Ringo Deathstarr* fra Austin, Texas, er mer enn et merkelig bandnavn. Nylig slapp de debutalbumet Colour Trip, en visjon gjennom et dopa lydlandskap. Etter at gitarist Elliott Frazier startet opp i 2005, har bandet turnert i både Japan, Europa og hele USA, med blant andre The Dandy Warhols, …Trail of Dead og The Raveonettes. Og det med kun en EP og et par singler under beltet. Trioen spiller, som sjefen selv sier det: «Kule poplåter som vi begraver under sinnsyke mengder med lyd.» De er kjent for korte, men heftige konserter, og er inspirert av The Jesus and Mary Chain, Ride og andre støyband fra 80 og 90-tallet. Oslo-baserte *Maribel* er for tiden i studio og jobber med sitt andre album, som ventes til høsten. Nå har du sjansen til å høre det splitter nye materialet for aller første gang.</p>\n<p>Lørdag 12. august<br />\nGoldstar presenterer:<br />\n*BÄDDAT FÖR TRUBBEL<br />\nKAMIKAZE A GO GO!*<br />\nCC:125.- / 100,- med øyabånd<br />\nAldersgrense: 20 år<br />\n«I et øvingslokale i Malmö finner du den effektive punkrockens framtid – og fortid. To gitarer, bass og trommer og et lite håp om rettferd for tapere. Greit å ta det med én gang, for har du sterke aversjoner mot rock etter denne oppskriften kan du godt klikke på noe annet. Men om du, som meg, finner stadig trøst og inspirasjon i overbegavede utøvere som Jokke, Replacements og Reigning Sound, folk som har banket ut vitale og uimotståelige låter over en lest som man skulle tro var hamret til pøl, men som tydeligvis aldri gir opp, ja, da er *Bäddat För Trubbel* for deg. Ting blir ikke nødvendigvis sannere fordi du har lest det på wikipedia eller sett det på tv. Ting blir kanskje ikke sannere fordi Bäddat För Trubbel synger om dem heller, men skal du oppholde deg i en annen virkelighet i en knapp halvtime er Malmö 2011 gjennom brillene til 1978 mitt førstevalg for tiden», skrev Jacob Krogvold i Lydverket.<br />\n*Kamikaze A Go Go!* varmer opp. </p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":15467,"translations":{"nb":{"url":"/2011/06/30/ayanatt-pay-revolver/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0e64375b-db54-5946-8e57-49c0bf7b42bf","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2011/06/30/ayanatt-pay-revolver/","redirect":false}}}