{"data":{"wordpressPost":{"title":"Supersilent m/Nils Petter Molvær på Øya","date":"17th April 2008","content":"<p>I fjor høst feiret Supersilent sitt tiende år som band på Blå og blant bidragsyterne var trompetguru Nils Petter Molvær. Nå har de bestemt seg for å samarbeide igjen, i anledning Øyafestivalen i august. Det er med stor glede vi kan presentere denne kombinasjonen av sterke norske musikere i Middelalderparken for et stort publikum fredag 8. august.</p>\n<p>Supersilent består av Jarle Vespestad (Tord Gustavsen, Farmers Market, Petter Vettre m.m.), Ståle Storløkken (Veslefrekk, Bol m.m.), Arve Henriksen (Christian Wallumrød, Jon Balke, Veslefrekk m.m.) og Helge ”Deathprod” Steen (Motorpsycho, Merriwinkle m.m.) og har lager krysninger mellom rock, elektronika og jazz i ulike former. De har gitt ut et knippe skiver på Rune Grammofon, som alle inneholder improvisert musikk. De har beveget seg mot både ambientuttrykk og brutal støy. Supersilent er med andre ord et band som vet å både pirre og utfordre sitt publikum.</p>\n<p>Nils Petter Molvær er en av landets mest anerkjente musikere og komponister i landskapet mellom jazz og elektronika. Med bakgrunn i blant annet Masqualero, Jazzpønkensemblet og Sidsel Endresen Group, og ikke minst på egenhånd, har han vist seg som en spennende og uredd musiker som tidlig inkluderte elektroniske elementer i sin musikk. Som soloartist har han mottatt Spellemannspriser for skivene Khmer (1997) og Solid Ether (2000). Noen har prøvd seg på å kalle Molvær en norsk Miles Davis, vi nøyer oss med å slå fast at dette blir en av de mest spennende konsertene du kan få med deg på Øya i 2008. I Middelalderparken vil du oppleve et møte mellom store musikalske krefter. Både Supersilent og Molvær har hver for seg tidligere levert sagnomsuste konserter på Øyafestivalen. I år møtes de altså for å fremføre en elektrisk konsert på en stor scene som vil vekke oppmerksomhet langt utenfor landets grenser.Gjør deg klar for solskinn, glede og utfordrende godlyd.</p>\n","wordpress_id":759,"translations":{"nb":{"url":"/2008/04/17/supersilent-mnils-petter-molvaer-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bfa219a8-6f54-532d-a3b4-b9b456c6e7e2","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2008/04/17/supersilent-mnils-petter-molvaer-pa-%c3%b8ya/","redirect":false}}}