{"data":{"wordpressPost":{"title":"Florence + The Machine spiller på Øya onsdag 8. august","date":"23rd January 2012","content":"<p>Det begynner å bli tettere, både på topp og blant de lovende banda lenger ned, på årets Øya-plakat. Nå er det klart at Florence + The Machine spiller onsdag 8. august. Florence Welch har rykka opp mange divisjoner på berømmelsesstigen siden hun spilte i Middelalderparken i 2009. Når hun kommer tilbake er det som en av de største nye popstjernene i Storbritannia. Vi er mange som gleder oss!</p>\n<p>Se opp for nytt artistslipp allerede i morra.</p>\n<p>&nbsp;</p>\n<p><strong>FLORENCE + THE MACHINE (UK)</strong></p>\n<p>Florence Welch har opplevd et fantastisk 2011, med utgivelse av skiva Ceremonials og en betydelig økt popularitet. Som Florence + The Machine har hun og medmusikerne blitt en stor konsertattraksjon. Suksessen kommer til å fortsette gjennom 2012, da hun skal headline flere europeiske festivaler, som Benicassim i Spania. På Øya onsdag 8. august skal de vise hvorfor hun er blant de heiteste popnavna for tida. Fjorårets album Ceremonials gikk, i likhet med debuten fra 2009, inn på toppen av albumlista i hjemlandet. I tillegg har den solgt svært godt over store deler av verden, med topp-ti-plassering på salgslistene i blant annet USA og Norge.</p>\n<p>Forrige gang hun spilte på Øyafestivalen hadde debutalbumet Lungs kun vært ute i en måned. Mange var begeistra over konserten hennes i 2009, men nå er publikummet og forventningene langt større. Hun har siden den gang vunnet en betydelig mengde priser for musikk og videoer, blant annet MTV Music Video Award, Q Award og Brit Award.</p>\n<p>Florence har nevnt Kate Bush, PJ Harvey og Øya-aktuelle Björk som noen av sine inspirasjonskilder. Musikken hennes beveger seg i landskapet mellom pop, indierock og soul. Under arbeidet med Ceremonials ønska Florence seg ei mørkere og tyngre skive, med mer trommer og bass. Gaffa skreiv at den siste utgivelsen er «en imponerende plate, full av engasjerende enkeltlåter og livskraft, som viderefører det potensialet vi hørte på Lungs, med en slik vilje at det vanskelig kan beskrives som noe annet enn fengende».</p>\n<p>Siden utgivelsen av Ceremonials høsten 2011 har vi mottatt mange ønsker om Florence + The Machine, noe det er en glede å innfri.<br />\n<a href=\"http://florenceandthemachine.net/\" target=\"_blank\">florenceandthemachine.net</a></p>\n","wordpress_id":1696,"translations":{"nb":{"url":"/2012/01/23/florence-the-machine-spiller-pa-%c3%b8ya-onsdag-8-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8a517c12-df63-5d3e-9f56-b125614d3887"}}