{"data":{"wordpressPost":{"title":"Tre Øyanetter på Oslo Camping","date":"2nd July 2018","content":"<p>ØYANATT OSLO CAMPING<br />\nTORSDAG 9. AUGUST<br />\n<strong>BARSELONA (DK)</strong><br />\n<strong>WHALESHARKATTACKS</strong></p>\n<p>BILLETTER:<br />\n<a href=\"https://bit.ly/2IEd4oY\">m. ØYApass 100,- + bill.avgift</a><br />\n<a href=\"https://bit.ly/2IEd4oY\">u. ØYApass 120,- + bill.avgift</a><br />\nDørene åpner kl 22:00<br />\nID. 20</p>\n<p>Barselona (DK)<br />\nBarselona består Rud Aslak og Rasmus Theodor.<br />\nEt DIY-band som på kort tid har blitt et av Danmarks lovende band. Deres debut EP,<br />\nDrengepop fikk strålende anmeldelser og låtene &laquo;Et år&raquo; og &laquo;Hvornår&raquo; ble fort en av P3&#8217;s mest spilte låter. Stilmessig er musikken til Barselona drømmen om en evig sommer og forfinet kjærlighet i hodet på en tenåring. Deres siste konserter under årets by:Larm og den velkjente gatefesten Distortion i sommer, vitner om stjernepotensiale.</p>\n<p>WHALESHARKATTACKS er soloprosjektet til Viviana Vega (Masselys, Koppen ++). Musikken hennes er en blanding av 808-goth, mørk RnB, MIDI-punk og nihilist-trap. Hun er aktuell som featuring-artist på Ost &amp; Kjex-singelen &laquo;Private Dancer&raquo; (Crosstown Rebels), og hun slipper snart remix-album på Metronomicon Audio.</p>\n<p>&laquo;WHALESHARKATTACKS låter som hvis du ser på en VHS der noen har prøvd å ta opp originale Terminator over en trimvideo samtidig som du hører på en kassett der noen har prøvd å dubbe en sørstatsrap-mixtape over et eksemplar av Sisters of Mercy &laquo;Floodland&raquo;.&raquo; &#8211; Eirik Kjøs Usterud (Trist Pike)</p>\n<p>&nbsp;</p>\n<p>ØYANATT OSLO CAMPING<br />\nFREDAG 10. AUGUST<br />\n<strong>INDIESEKSUELL PRES.</strong><br />\n<strong>JOAKIM (TIGERSUSHI, FR)</strong><br />\nBILLETTER:<br />\nm. ØYApass 75,<br />\nu. ØYApass 100,<br />\nDørene åpner kl 22:00<br />\nID. 20</p>\n<p>Joakim (FR)<br />\nJoakim er en spesiell karakter og kanskje en av de viktigste produsentene på den franske scenen for elektronisk musikk. Siden hans første utgivelse i 1999 har han sluppet 4 langspillere, hvor hans siste album «Samurai» har fått strålende kritikker i blant annet Pitchfork. Joakim har gjort utallige remixer for blant annet Charlotte Gainsbourg, Todd Terje, Zombie Zombie , Cut Copy, Aeroplane og Tiga for å nevne noen. Han nekter å feste seg til en spesifikk sjanger, men sjonglerer gjerne mellom krautrock, indie, disco, pop og den etterhvert så berømte franske house-sounden.<br />\nMultikunstneren driver også plateselskapet Tigersushi hvor han jobber både som kurator, designer, produsent og visuell-artist.</p>\n<p>Indieseksuell<br />\nMed det muligens noe småfrekke mottoet, «det går an å være homo sammen uten å høre på helt for jævlig musikk», har Indieseksuell i flere år vært en av de viktigste og mest populære skeive klubbene i Norge. Skeiv eller ei, alle er velkomne, og dansegulvet koker hver eneste gang. De siste årene har Indieseksuell gjort seg bemerket med fulle hus i både i inn- og utland, og gjort legendariske kvelder sammen med navn som Nils Bech, Hercules &amp; Love Affair, The Irrepressibles, The Hidden Cameras, Truls, Patrick Wolf, Sandra Kolstad og Rangleklods &#8211; for å nevne noen. Og når Indieseksuell tar kontrollen over de siste timene av festivalnatten, så er man garantert å forlate svett og jævlig, på den beste mulige måten.</p>\n<p>&nbsp;</p>\n<p>ØYANATT LØRDAG 11. AUGUST<br />\n<strong>BOSQ (UBIQUITY, US)</strong><br />\nBILLETTER:<br />\nm. ØYApass 50,-<br />\nu. ØYApass 75,-<br />\nDørene åpner kl 22:00<br />\nID. 20</p>\n<p>Benjamin Woods, lager musikk under navnet BOSQ og har utforsket afro og latinsk musikk kombinert med disco, funk, reggae, house og hip hop i årevis som både produsent og DJ. BOSQ oppnådde tidlig oppmerksomhet som den ene halvdelen av duoen Whiskey Barons som med sine edits og remixer av blant annet Fela Kuti og James Brown fikk høy rotasjon hos blant annet annet Gilles Peterson og Craig Charles på BBC.</p>\n<p>Soloprosjektet har de siste 5 årene resultert i flere album for legendariske Roy Ayers sitt plateselskap Ubiquity Records samt EP´er for både Soul Clap Records og BBE. Flere kritikere har lovprist hans album og produksjoner blant annet verdens største magasin for elektronisk musikk, Mixmag.</p>\n<p>Den siste tiden har han gitt ut offisielle remixer for Orchester Poly Rhythmo de Cotonou, Son Palenque, Jeffrey Paradise (Poolside), Renegades of Jazz og mange flere. Ryktene har det til at han nå jobber med et gospel- og discoprosjekt sammen med The Raptures medstifter og trommeslager Vito Roccoforte.</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3636ea30-083e-5516-9149-00bb30a9e0b7"}}