{"data":{"wordpressPost":{"title":"Four great rock bands","date":"22nd March 2012","content":"<p>THE AFGHAN WHIGS (US) / CEREMONY (US) / DIE A LEGEND / BUSHMAN’S REVENGE</p>\n<p>The Afghan Whigs recently confirmed that they will be playing concerts again in 2012, after a break lasting for more than ten years. They will be playing at The Øya Festival Thursday 9th of August. In addition to this, we have confirmed three other great rock bands, all releasing albums these days. Die A Legend are one of Norway&#8217;s most exciting new bands within hardcore, while Bushman&#8217;s Revenge have impressed many with their instrumental raw jazz rock. After having invited California punk bands like Trash Talk and OFF! to the Øya festival, it&#8217;s time to get Ceremony to town. They recently released their album Zoo, and you can see them in the medieval park in August.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>THE AFGHAN WHIGS (US)</strong></p>\n<p>25 years after their first concert, Greg Dulli, John Curley and Rick McCollum felt a strong need to play together again. The three founders of the Afghan Whigs originally split over ten years ago. In 2012, they will once again be performing several of the Afghan Whigs classics and one of their gigs will be at The Øya Festival Thursday 9th of August. The whole thing started when Dulli, who has been busy with the Twilight Singers and The Gutter Twins during the last years, asked bass player Curley to join some of his solo concerts during 2010. As they began playing some of their old tunes together, the wish to play together as a band again grew. They got guitarist McCollum onboard with the idea of a reunion the following year.</p>\n<p>&nbsp;</p>\n<p>The Afghan Whigs are from Cincinnati, Ohio and released their debut Big Top Halloween in 1988. With their mix of indie, soul and feinschmecker rock they were considered to be the new big thing within alternative rock in the nineties. The Afghan Whigs&#8217; music was full of force and emotion. They released one great album after the other, like Up In It (1990), Congregation (1992), Gentlemen (1993), Black Love (1996) and 1965 (1998).</p>\n<p>&nbsp;</p>\n<p>Their first record on a major label was Gentlemen (1993), after a few releases on Sub Pop. This gave them an increase in record sales and a lot more attention. The three main members met again in 2006 to record a couple of new songs for a compilation, but it wasn&#8217;t until 2011 that they came out with the news that they wanted to play shows again. They have promised to perform the old favourites mixed up with some surprises.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The band were known as one of the really great live bands of their generation. During the festival season, they will be playing at All Tomorrow&#8217;s Parties events on both sides of the Atlantic, headlining Primavera in Spain and playing at The Øya Festival. Performing with them on stage are the three original members Cully Symington (Okkervil River, Gutter Twins) and Rick Nelson (Polyphonic Spree, The Twilight Singers). Singer Greg Dulli has played at the Øya Festival before with The Twilight Singers. It is an honour to have him back, this time with The Afghan Whigs.</p>\n<p><a href=\"http://theafghanwhigs.com/\" target=\"_blank\">theafghanwhigs.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>CEREMONY (US)</strong></p>\n<p>Ceremony from Rohnert Park outside San Francisco are one of the most promising punk and hardcore bands this year. After several releases on Bridge 9 (Agnostic Front, Strike Anywhere, Dead Swans and more), the album Zoo was recently released on Matador. The album shows a band in development. Where they earlier more or less stayed in the genre of quick, energetic hardcore, the new songs also show traces of rock and post punk. At the same time, they stay true to their hardcore ideals. The record is produced by John Goodmanson, who has worked with bands like Sleater Kinney, Gossip and Blood Brothers. This album might feel more modern than earlier releases, but that doesn&#8217;t mean that it&#8217;s tamed or boring, quite the opposite. Singer Ross Farrar has said the following about Zoo:</p>\n<p>&#8211;        I suppose this record is our first sort of comprehensive sounding record, in that – each song binds to one another better than we’ve done in the past.</p>\n<p>&nbsp;</p>\n<p>Psychkicks.com concluded in this way in their review:</p>\n<p>&#8211;        While Ceremony may be influenced by a disparate assemblage of bands and artists, they have the sense to manipulate their influences to fit their own vision rather than imitate the sounds and ideas they like willy-nilly. The fact that <em>Zoo </em>can absorb so many influences and still sound like a stand-up punk record is testament to the versatility of this vision.</p>\n<p>&nbsp;</p>\n<p>The band also recieved attention outside the most strict hardcore crowds with their record Rohnert Park in 2010. Last year, they released an EP with cover versions of their own hardcore favourites including amongst others, Pixies and Wire. They have toured with amongst bands like Converge, Touché Amoré and Coliseum during the last years. Ceremony are a social and politically conscious band, and they&#8217;re coming to Oslo with a truck load of raw punk.</p>\n<p><a href=\"http://www.ceremonyhc.com/\" target=\"_blank\">www.ceremonyhc.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>DIE A LEGEND</strong></p>\n<p>Norwegian hardcore band Die A Legend (also known as Die X Legend) just released their debut album. The band was formed not long ago by members of bands like The Box Of Mothers, Kamikaze A Go Go, Turdus Musicus og Jabba The Butt. They were originally after the sound of American east coast hardcore, but quickly found more sources of inspiration. Die A Legend have been compared to both Comback Kid, Dead Swans and Bane, and been called &#8220;Drive Like Jehu on speed&#8221;. This is hectic and intense stuff with elements from the history of punk and hardcore. Several music websites have expressed their excitement. It&#8217;s time you found out why Die A Legend are one of the coolest new bands north of the polar circle.</p>\n<p>&nbsp;</p>\n<p>We became curious after hearing a sneak preview of the album this winter, and our expectations were met as we saw the band play live at Mono in February. Die A Legend have made one of this year&#8217;s best rock albums and they are a live band you don&#8217;t want to miss out on. If you haven&#8217;t yet had the opportunity, go see them at Øya. You won&#8217;t regret it.</p>\n<p><a href=\"https://www.facebook.com/diealegendx\" target=\"_blank\">www.facebook.com/diealegendx</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>BUSHMAN’S REVENGE</strong></p>\n<p>It has been attempted to describe Bushman&#8217;s Revenge as a band that moves between jazz and classic heavy rock. In addition to this, you&#8217;ll also hear traces of blues, prog and acid rock. The members of this band have also played in great bands like Shining and Puma. The trio recently released their fourth album, called A Little Bit Of Big Bonanza. It should be mentioned that they released a collection of cover songs at the same time on the LP Never Mind The Botox.</p>\n<p>&nbsp;</p>\n<p>British magazine Rock-a-Rolla wrote:</p>\n<p>&#8211;        Blimey, these guys rock. The jazz element is downplayed on this fourth album, the result being a collection of classic instrumental rock in which each member effortlessly acquits himself. Rune Nergaard on bass and Gard Nilssen on drums make for a punishing rhythm section, while Even Helte Hermansen´s guitar playing is beginning to reach the furious peaks of Neil Young at his most ragged and glorious. An absolute blast guaranteed to blow away any lingering winter cobwebs.</p>\n<p>&nbsp;</p>\n<p>Most of what you hear on A Little Bit of Big Bonanza are first or second takes. This gives an energetic, vital and spontaneous feeling. A concert with this band will leave you catching your breath with a grin on your face. We look forward to enjoying their show at Øya in August.</p>\n<p><a href=\"http://bushmansrevenge.virb.com/\" target=\"_blank\">bushmansrevenge.virb.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>photo Sam Holden</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"dbcc832e-7878-59c4-b483-a47c20020b00"}}