{"data":{"wordpressPost":{"title":"Det beste fra by:Larm til Øya","date":"16th March 2016","content":"<p><strong>VANT (UK) – ons 10/8 (bildet)<br />\n</strong></p>\n<p><strong>WHITNEY (US) – lør 13/8</strong></p>\n<p><strong>ARY</strong></p>\n<p><strong>AIMING FOR ENRIKE</strong></p>\n<p>&nbsp;</p>\n<p>Vi har fått igjen pusten etter noen hektiske dager på by:Larm i starten av måneden. Nå har vi fått bekrefta noe av det aller beste vi så og hørte, og fyller på med sløy soulinspirert godlyd fra USA, britisk pop-punk, norsk elektropop og Aiming For Enrikes nærmest utenomjordiske lek med uttrykk. I tillegg til disse, leverte allerede bekrefta Great News, Gundelach, Dagny og Electric Eye solide konserter.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"300\" height=\"234\" data-srcset=\"http://oya.test/assets/uploads/2015/12/billettknapp-16-300x234.png 300w, http://oya.test/assets/uploads/2015/12/billettknapp-16.png 461w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p><strong>WHITNEY (US)</strong></p>\n<p>Whitney fra Chicago består av medlemmer fra band som Smith Westerns og Unknown Mortal Orchestra. Sammen lager de deilig gitarpop, med kledelig blåserekke og flott tangentbehandling. Man kan høre hint av både soulinspirasjon, folkrock og americana. Foreløpig er kun singelen No Woman ute, men den gir jaggu lyst til å høre mer. Debutalbumet skal gis ut av kvalitetsbevisste Secretly Canadian (The War On Drugs, ANOHNI, Magnolia Electric Co m.m.), og er spilt inn med hjelp fra Foxygens Jonathan Rado.</p>\n<p><a href=\"http://www.thecurrent.org/\" target=\"_blank\">www.thecurrent.org</a>: &#8211; Whitney evidently blend assorted genres from America&#8217;s pastime, but it&#8217;s the hi-fi acoustics that makes their music feel so fresh.</p>\n<p>De er et strålende liveband, som er i stand til å spre god stemning fra enhver scene. Vi er sikre på at Whitney vil fenge i augustsola under Øya. Senk skuldrene og la deres myke behagelige låter flomme inn i ørene.</p>\n<p><a href=\"https://www.facebook.com/whitneychicago/\">www.facebook.com/whitneychicago</a></p>\n<p>&nbsp;</p>\n<p><strong>VANT (UK)</strong></p>\n<p>Etter at vi falt for de første singlene til engelske VANT, overbeviste de oss først på Eurosonic i Nederland i januar, så på vår egen kveld på Uhørt under by:Larm. I løpet av en effektiv halvtime ble så å si alle i lokalet fans. I løpet av året kommer debutalbumet, som skal ut på Parlophone, men før den tid kan du oppleve dette fantastiske bandet i storformat på Øya.</p>\n<p>Bandet er fronta av gitarist og vokalist Mattie Vant. Han skriver rockelåter, med nært slektskap med den mest fengende punken. <a href=\"http://slatethedisco.com/2015/11/live-review-vant-at-the-portland-arms/\" target=\"_blank\">Slatethedisco.com</a> skreiv dette etter en konsert i høst: &#8211; We’re left knowing by the end of the night that VANT don’t hold back. Firstly with a constant onslaught of short and ferocious scuzz-punk tracks, added to secondly with raw lyrics that linger. They’re also partial to a spot of playing in the crowd and rolling about the stage.</p>\n<p>Er du glad i å feste til god og morsom rock, bør VANT være høyt oppe på prioriteringslista di i Øya-uka.</p>\n<p><a href=\"https://www.facebook.com/wearevant/\">www.facebook.com/wearevant</a></p>\n<p>&nbsp;</p>\n<p><strong>ARY</strong></p>\n<p>Arys singel Higher har vært hyppig spilt på radio, med god grunn. Det er ikke lenge siden hun begynte å lage musikk, så man kan trygt si at hun tar kjempesteg på kort tid. Derfor er det veldig spennende å følge Ary akkurat nå, og med så stor utvikling gleder vi oss til å oppleve hav hun har å by på i august i Tøyenparken.</p>\n<p>Så langt i år har hun rukket å imponere på Eurosonic i Nederland, i tillegg til å få meget god mottakelse av medier og publikum på by:Larm. Hennes drivende elektroniske pop og sterke låter gir henne nye fans hver uke.</p>\n<p><a href=\"http://www.osloby.no/oslopuls/musikk/4-hete-navn-pa-Bylarm-8381436.html\" target=\"_blank\">Aftenposten</a>: &#8211; Ary imponerer fra første tone. Musikken er minimalistisk, med et fokus på rytmer. En basstung synth skaper medrivende bakgrunner, mens en gitarist fyller ut tomrommene.</p>\n<p><a href=\"https://www.facebook.com/ARYPEGGIO/?fref=ts\">www.facebook.com/ARYPEGGIO</a></p>\n<p>&nbsp;</p>\n<p><strong>AIMING FOR ENRIKE</strong></p>\n<p>Denne duoen lager voldsomme mengder lyd, til tross for sitt begrensa utgangspunkt. De er veldig vanskelige å sette i bås, men det finnes biter av både jazz og punk mellom linjene. Uansett er det energisk, morsomt, intenst og overraskende hele veien.</p>\n<p>Et trommesett, en gitar og en rekke pedaler er grunningrediensene når Simen Følstad Nilsen og Tobias Ørnes Andersen lager musikk sammen. De har vært på radaren vår en liten stund, og spilte under Klubbdagen på Blå i fjor. Under årets by:Larm overbeviste de oss om at de absolutt har noe å gjøre på en av våre scener i Tøyenparken. Gjør deg klar for to menn som skal bombardere deg med musikalske inntrykk, både kjente og ukjente.</p>\n<p><a href=\"https://www.facebook.com/aimingforenrike/\">www.facebook.com/aimingforenrike</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2040413c-c33b-500e-94dd-214a01bb070f"}}