{"data":{"wordpressPost":{"title":"Øyanatt på Dattera til Hagen lørdag 11/8","date":"26th July 2018","content":"<p><strong>Lot Lot pres. Øyanatt på Dattera m Samo DJ (SE), Bendik HK, Onkel-S &amp; HMD Records</strong></p>\n<p>Tradisjonen tro lager Lot Lot fest på Dattera under Øyafestivalen med 10 års jublieum! Lørdagen fylles Dattera med fantastiske gjester som Samo DJ, Bendik HK, Onkel-S og HMD Records crewet, representert ved Jan Mayen, DJ Hooker og Tom Dragebo.</p>\n<p>Lot Lot har gjennom de siste 10 årene booket gjester som Four Tet, Dmx Krew, Juan Atkins, Ben UFO, Larry Heard, Darkside, Omar-S, Actress m.m, og vi gleder oss som alltid til å feire 10 år og avsluttningen av Øyafestivalen med en kjempefest på Dattera med noen av våre favorittnavn fra Norge og Sverige (!).</p>\n<p><strong>Samo DJ (SE)</strong></p>\n<p>Stockholms Samo DJ headliner dette årets Lot Lot-Øyanatt! Mannen med flere aliases; KWC 92, Split Image og Four Legs, men er nok best kjent under nettopp Samo DJ. Gjennom sin karriere har han sluppet egne låter på velrespekterte labels som L.I.E.S. og The Trilogy Tapes, samtidig som han har startet opp labelet Born Free sammen med DJ Sling. Der gir han også ut låter, både alene og sammen andre som med bla. Baba Stiltz (som gjestet fjorårets Lot Lot).</p>\n<p>Vi er utrolig glade for å kunne gi klubbfolket en av de mest spennende produsentene der ute, og når parken stenger for i år, fortsetter festen på Dattera med Lot Lot!</p>\n<p><a href=\"http://soundcloud.com/samo_dj\">soundcloud.com/samo_dj</a></p>\n<p><strong>Bendik HK</strong><br />\nBendik HK er en av Norges mest talentfulle elektroniske DJs og musikere. Han har spilt trommer med Pantha du Prince og Bendik, men har i de siste årene virkelig begynt å skape seg ett navn som DJ og liveact med egne produksjoner og turneer rundt om i Europa. Vi gleder oss veldig til å ha han spillende med oss for årets eneste Lot Lot-fest.</p>\n<p><a href=\"http://soundcloud.com/bendikhovikkjeldsberg\">soundcloud.com/bendikhovikkjeldsberg</a></p>\n<p><strong>Onkel-S</strong><br />\nDen New York-baserte nordmannen Onkel-S har imponert oss i Lot Lot-crewet de siste årene, med sine fantastiske vinylmixer og som resident på The Level Party i New York. The Level Party har raskt blitt noen av de mest spennende festene i New York på mange forskjellige warehouse locations rundt om i byen, og de har hatt artister som Galcher Lustwerk, DJ Voices, Umfang og Anthony Naples.Vi er stolte av at han endelig kommer og spiller her i Oslo og hos Lot Lot, og håper han kan gjøre våre fester til sitt Oslo hjem.<br />\n<a href=\"http://soundcloud.com/thelevelparty\">soundcloud.com/thelevelparty</a></p>\n<p><strong>HMD</strong><br />\nHMD Records er et kassettforlag fra Oslo som utgir et vidt spekter av elektronisk musikk i form av mixtapes og album. Med sine ”split”-kassetter og fullengdere har HMD siden 2015 lansert 12 kassetter med 20 ulike artister fra både inn og utland. DJ og forlagssjef Jan Mayen, har i anledning Lot Lot-vorspiel i bakgården invitert med seg DJ Hooker og Tom Dragebo for å sette standarden til denne kvelden vi ser så frem til!</p>\n<p><a href=\"http://hmdrecords.bandcamp.com/\">hmdrecords.bandcamp.com</a><br />\n<a href=\"http://soundcloud.com/jan333\">soundcloud.com/jan333</a></p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"496c272d-465c-56c8-af08-6d3d5777b1dc"}}