{"data":{"wordpressPost":{"title":"Økopionerer på Øya!","date":"31st May 2013","content":"<p><strong>Smak de ærligste fiskeburgerne og pølsene i byen. </strong></p>\n<p>Kolonihagen har vært med oss siden 2005 og er pionerer innen økologisk matservering i Oslo. De har holdt på siden 2004 &#8211; og har nå et økologisk bakeri, en restaurant på Frogner, snart en til på Grünerløkka og en abonnementstjeneste på økologisk mat levert på døra. Gründer Jon-Frede Engdahl står også bak suksesshistorien Maaemo, og har fingrene i en rekke økologiske matprosjekter. Siden de åpnet den første restauranten på Frogner, har Kolonihagen vært helt dediktert til rene råvarer, eller som de sier det selv: ren lidenskap.</p>\n<p>Katrine Engdahl er økonomiansvarlig og økologiengasjert.</p>\n<p>&#8211;  For oss har økologi vært det naturlige valget siden vi etablerte Kolonihagen. Det handler om å skape en mindre belastning på miljøet og å velge de beste råvarene. De beste råvarene har fått vokse i naturlig tempo uten bruk av kunstgjødsel. Når vi velger økologisk, vet vi i tillegg at dyrene har hatt det bra, og da blir valget mellom økologiske og konvensjonelle råvarer veldig enkelt, sier Katrine.</p>\n<p>De merker en tydelig utvikling fra da de startet opp i 2004.</p>\n<p>&#8211; Forbrukerne blir stadig mer bevisste, og forbruket av økologisk mat stiger. Men dessverre henger de store matvaregigantene langt etter, og det er også liten politisk vilje å spore.</p>\n<p>Øyafestivalen er stolte over å ha dem med for åttende året på rad, og vi gleder oss til å prøve årets meny: Kolonihagens egne fiskeburgere og hjemmelagede pølser i brød.</p>\n<p>Kolonihagen kan hjelpe deg til å spise økologisk også utenfor Øyafestivalen. I tillegg til sine abonnementsordninger på økovarer, lager de hver uke middagskasser med alt du trenger til å lage økologiske middagsretter i din hektiske hverdag. Øverst ser du hvordan.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":6750,"translations":{"nb":{"url":"/2013/05/31/okopionerer-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"83873ae4-b72f-5787-b92d-4b7c64ef20e2","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2013/05/31/okopionerer-pa-oya/","redirect":false}}}