{"data":{"wordpressPost":{"title":"My Bloody Valentine på Øya 8. august","date":"31st January 2008","content":"<p>Øyafestivalen har alltid handlet om ny musikk, men hvert eneste år har vi bydd på noen av pionerene innen ulike rockstilarter, artister som er ansvarlige for at dagens musikk låter som den gjør. Flere på Øya-kontoret har hyperventilert og lagt seg i stabilt sideleie etter at vi seint i går fikk vite at My Bloody Valentine kommer til Middelalderparken i august. Førstkommende tirsdag, 5. februar, legges det ut dagsbilletter til fredag 8. august. Da spiller nemlig My Bloody Valentine på Øya.</p>\n<p>MY BLOODY VALENTINE (IE/UK)<br />\nVi er usedvanlig stolte og entusiastiske over å ha booka legendene i My Bloody Valentine til Øyafestivalen 2008. Dette har vi forsøkt å få til siden vi i fjor hørte de første ryktene om at de skulle ut på veien igjen. Øya blir en av svært få festivaler bandet gjør til sommeren. </p>\n<p>My Bloody Valentine var selve spydspissen i den såkalte shoegazerbølgen i overgangen fra 80- til 90-tall. De bygde videre på de musikalske idéene til Velvet Underground, The Jesus &#038; Mary Chain, Beach Boys, Birthday Party og Sonic Youth for å lage sin egen unike godlyd. De har inspirert flere generasjoner indieband og har vært en betydelig påvirkning på soundet til band som Ride, Lush og norske Serena Maneesh.</p>\n<p>Bandet dukka opp på midten av 80-tallet i Dublin, tok en tur til Berlin og endte opp i London. Hele tiden har de vært ledet av New York-utvandreren Kevin Shields. Bandnavnet tok de visstnok fra en kanadisk b-film. De var lenge knytta til den legendariske labelen Creation, hvor de ga ut en mengde EPer og ikke minst de klassiske albuma Isn’t Anything (1988) og Loveless (1991). De gjennomgikk en musikalsk utvikling som endte i sistnevnte albums mystiske, drømmende, svevende og psykedeliske rock. Det er flere ganger kåra til et av 90-tallets absolutt beste og viktigste album.</p>\n<p>Etter Loveless brukte My Bloody Valentine rundt sju millioner norske kroner på innspillinger ingen ennå har sett eller hørt noe til. Gitarist Kevin Shields har siden dengang samarbeidet med indienavn som Primal Scream, J Mascis, Curve og Sugar.</p>\n<p>Bandet har allerede booket noen få festivaler og en del jobber i Storbritannia, hvor den første London-konserten ble utsolgt et minutt etter at billettene var lagt ut. Kevin Shields har de siste månedene også varslet at det kommer et nytt album. Det er bare å glede seg til fredag 8. august, da vil My Bloody Valentine spre sin hypnotiserende musikk over Øya-publikummet.</p>\n","wordpress_id":792,"translations":{"nb":{"url":"/2008/01/31/my-bloody-valentine-pa-%c3%b8ya-8-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a8ee4133-c6d6-5eaa-b8d1-141df164c092","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2008/01/31/my-bloody-valentine-pa-%c3%b8ya-8-august/","redirect":false}}}