{"data":{"wordpressPost":{"title":"To sterke norske til Øya – Ida Jenshus og Sandra Kolstad","excerpt":"<p>Det er, som normalt på denne tiden, hektisk på Øya-kontoret. Da er det ingenting som gleder oss mer enn å finne nye norske artister vi har tro på. De gikk et kollektivt ”JA!” gjennom kontoret når en av oss lurte på om Sandra Kolstad kunne være noe å vise fram for et stort publikum i august. Innen den tid er vi sikre på at flere deler vår entusiasme. I tillegg så vi ingen annen løsning enn å booke en av de sterkeste norske soloartistene fra høsten 2010. Ida Jenshus gjennomførte med skiva No Guarantees noen divisjonsopprykk. Siden vi ble hekta på skiva hennes i høst, har vi forsøkt å få henne til å spille i Middelalderparken. Med sin egen identitet, kombinert med tradisjonen fra det beste fra americana, gir hun oss tro på at den beste countryrocken like gjerne kan komme fra Trøndelag, som de amerikanske sørstatene.</p>\n","content":"<p>Programmet til Øyafestivalen 2011 begynner å ta form, men det er lenge igjen før vi er ferdige med bookinga i juni. Vi har flere norske navn på lager og slipper to svært lovende band før helga.</p>\n<p>IDA JENSHUS<br />\nI fjor tok Ida Jenshus anmeldere og platekjøpere på senga, med sitt andre album. No Guarantees er full av sterk og småmørk country som kan minne om god americana med møkk under negla. Dette burde absolutt falle i smak for de som elsker Lucinda Williams, The Jayhawks, Mary Gauthier og Gene Clark. Ida er fra Steinkjer og har spilt country og bluegrass siden midten av tenåra. Nå er hun 23 og har to solide album, samt en enorm mengde gode konserter, bak seg.  Hennes låter hører hjemme i øret hos alle som har litt eller mye sans for den amerikanske countryrocktradisjonen. Til tross for at hun beveger seg i et velpløyd landskap, er hun en frisk stemme i norsk musikk.</p>\n<p>No Guarantees er tolv låter som sto godt til høstmørket, men som kommer til å leve videre på scener over hele landet i mange år. Aftenposten slo fast at den ”er på mange vis en kvalitetsgaranti for at norsk countrymusikk er på vei mot noe stort”. Med seg i prosessen med plata har Jenshus hatt Martin Hagfors, Håkon Gebhardt, Lars Lien og gitarist/medkomponist Alexander Pettersen. Plata ble spilt inn i Tussler-medlemene Lien og Gebhardts studioer. Dette er musikk som er laget for scena, og under Øyafestivalen vil du kunne oppleve Ida Jenshus sine nære og sterke låter. Jenshus og bandet kommer, til tross for sitt landlige uttrykk, til å spre knallgode melodier midt i Oslo i august.<br />\n<a href=\"http://www.myspace.com/idajenshus\" target=\"_blank\">MYSPACE</a></p>\n<p>SANDRA KOLSTAD<br />\nFor ganske nøyaktig ett år siden ble låten Freudian Slip kåret til Ukas Urørt. Artisten, som sto bak det redaksjonen kalte «ei nydelig popperle som griper tak i deg og ikke slipper så lett», het Sandra Kolstad. At hun i samme åndedrag ble beskrevet som en slags krysning mellom Ingrid Olava og Susanne Sundfør, hefter vi oss ikke ved. Akkurat som nevnte to artister er Sandra noe helt for seg selv. </p>\n<p>Spol fram 11 måneder og kalenderen viser desember 2010. Sandra og produsent Peter Baden (Mungolian Jet Set, Hanne Hukkelberg) legger siste hånd på det kommende debutalbumet i et lite studio på Grünerløkka Lufthavn. Plata har ifølge et nylig intervju med nettstedet Groove.no fått den foreløpige tittelen Crux – en klatremetafor – og skal slippes i løpet av våren 2011. </p>\n<p>Sandras røtter er i klassisk, blant annet som elev av pianisten Wolfgang Plagge, men i dag opererer hun innenfor den grenen av popmusikk der sjangerbegrensninger ikke er noe man respekterer. Det nye materialet avdekker stor vilje til å eksperimentere med både låtstrukturer og elektronikk, men alltid med musikalitet og solid melodisk forståelse i bånn. </p>\n<p>Det siste året har Sandra Kolstad spilt utallige konserter i Norge, Sverige og ikke minst Tyskland, et land hun til tider også kaller hjemme. Erfaringene har medvirket til å løfte livesettet til nye høyder, og til sommeren kan du altså oppleve det på Øyafestivalen.<br />\n<a href=\"http://www.myspace.com/sandrakolstad\" target=\"_blank\">MYSPACE</a></p>\n","date":"2011-01-24T08:21:00.000Z","wordpress_id":209,"featured_image":null,"translations":{"nb":{"url":"/2011/01/24/to-sterke-norske-til-%c3%b8ya-ida-jenshus-og-sandra-kolstad/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"15e75404-e352-5b87-b93c-5b9adb6bf542","locale":"nb"}}