{"data":{"wordpressPost":{"title":"Øyaprat 9: Torgeir Waldemar","date":"10th August 2015","content":"<div dir=\"ltr\">\n<div>\n<p>Vi tok en kort prat med Torgeir Waldemar, som skal åpne dag nummer to i Tøyenparken. Det kan bli svært stemningsfullt, eller &#8220;kvalifisert sutring på høyt nivå&#8221;, som han kaller det sjøl.</p>\n<p><b>Hvilken Øya-opplevelse husker du aller best?<br />\n</b><em>Når det gjelder konsertopplevelse så tror jeg Refused i 2012 topper inntrykka. Sammen med broopplevelsen det var å se Motorpsycho spille Timothy&#8217;s Monster.</em></p>\n<p><b>Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?<br />\n</b><em>Møster! er et must. Gjorde en fantastisk konsert under by:Larm. </em><em>Sturgill Simpson er jo obligatorisk for alle oss som liker sånn gubbemusikk. </em><em>Og så gleder jeg meg til å se Beglomeg da.</em></p>\n<p><b>Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?<br />\n</b><em>Gå der det er minst intuitivt å gå når du skal forflytte deg. Folk er flokkdyr og går etter hverandre. Tenk motsatt så går alt mye fortere.</em></p>\n<p><b>Hva kan folk forvente av konserten deres?<br />\n</b><em>Tja, si det. Kvalifisert sutring på høyt nivå. Mye trevirke. Endel stål. Lite elektronikk.</em></p>\n<p><b>Har du en god eller dårlig festivalhistorie? Fortell!<br />\n</b><em>Da den eneste skura under Øya 2012 kom på torsdagen på ettermiddagen. Jeg, godt kledd opp i boots selvfølgelig, skulle løpe over brua til gjesteområdet for å ta dekning. Brua var blitt såpeglatt på grunn av regnet, og jeg tryna så lang jeg var. Endte i brista ribbein, helga ødelagt og seks uker som handikappa.</em></p>\n<p><b>Hva hører du på i sommer?<br />\n</b><em>Litt på den nye Wilco-skiva. Litt på Damien Jurado. Litt på Blake Mills. </em></p>\n</div>\n</div>\n<div> <b>Hvilke planer har du for resten av 2015?</b></div>\n<div><em>Det blir turnè med The Devil And The Almighty Blues i september, så skal jeg på en norgesturnè i november. Noe mer planer er det, og den som lever får se.</em></div>\n<div class=\"yj6qo ajU\">\n<div id=\":bs\" class=\"ajR\"><img class=\"ajT\" src=\"http://ssl.gstatic.com/ui/v1/icons/mail/images/cleardot.gif\" alt=\"\" /></div>\n</div>\n","wordpress_id":12824,"translations":{"nb":{"url":"/2015/08/10/oyaprat-9-torgeir-waldemar/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"45bdfa96-1c87-5808-9073-7a234bcac9d2","locale":"nb"}}