{"data":{"wordpressPost":{"title":"Pavement kommer!","date":"15th December 2009","content":"<p>Pavement sier de kun skal gjøre et fåtall europeiske festivaler, Øya er heldige å være en av disse. Bandet er tidligere annonsert som headlinere på store festivaler som Primavera, Roskilde og All Tomorrow’s Parties, så her er vi i et lite, eksklusivt selskap. De har allerede solgt ut en mengde konserthaller på rekordtid, så det er ikke tvil om at mange vil ha med seg neste års store comeback. Både bandet selv og trofaste fans er nå overrasket over hvor stort bandet har blitt i løpet av sitt fravær. Bare i London har de på et blunk solgt 20000 billetter til sammen, fordelt på fire utsolgte kvelder på Brixton Academy. Det er ingen grunn til å vente for lenge med å skaffe billett til bandets besøk på Oslos østkant. Etter ti års stillhet skal vi få oppleve amerikansk skranglerock og indiepop, slik den er ment å låte. </p>\n<p>Som om ikke dette var nok har vi fått på plass de to aller feteste amerikanske banda våre bookingfolk så under CMJ i New York i høst, Cymbals Eat Guitars fra Staten Island, New York og Surfer Blood fra Florida. Begge disse er blant artistene det knyttes høyest forventninger til i 2010. Se dem først på Øya! </p>\n<p>PAVEMENT (US)<br />\nNår vi for noen måneder siden hørte ryktene om at det var muligheter for en Pavement-gjenforening, var vi ikke seine med å ta kontakt med ulike folk vi trodde kunne være involvert. Det gikk mye rykter om hvem som skulle representere bandet. Når vår forspørsel endelig kom frem til riktig person, så ble vi overlykkelige at denne både kjente godt til og var postiv til en spillejobb på Øyafestivalen. De kunne tenke seg å komme til Oslo som en av sine få europeiske festivaler. En stor drøm ble virkelig! </p>\n<p>Pavement er et av 90-tallets mest innflytelsesrike band og har et stort ansvar for at den mer vindskeive rocken de siste 20 åra låter som den gjør. De tok utgangspunkt i stilen til band som Velvet Underground og The Fall, for så å utvikle sitt eget sound. Med album som Slanted And Enchanted (1992) Crooked Rain, Crooked Rain (1994) og Brighten The Corners (1997) fikk de statusen som en av de viktigste bidragsyterne til rå gitarpop og indiekultur. Sjøl om bandet hadde en viss musikalsk utvikling mot det reinere og penere, var de hele tiden det perfekte slackerrockbandet, ved siden av Dinosaur Jr, Guided By Voices, Sebadoh og Yo La Tengo. Det virkelig store kommersielle gjennombruddet kom ikke i hjemlandet, men i England gikk det betydelig bedre. En solid fanskare fikk de etter hvert også i Oslo, deriblant et knippe av Oslos rockeelite og Øyas bookingsjef Claes Olsen. Han husker godt den kvelden på slutten av 90-tallet han fikk besøk av Pavement i kjelleren på sitt tidligere sted So What. Pavement hadde akkurat gjort seg ferdige med en konsert på Rockefeller og brukte resten av natta i den intime kjelleren i Oslo Sentrum på en jamsession som inkluderte Knut Schreiner, Sean O’ Hagan (High Llamas) og et knippe låter av delegendariske tyske krautrockerne Can.</p>\n<p>I løpet av ti år rakk de å inspirere en enorm mengde undergrunnsband. Siden bruddet i 1999 har vokalist Stephen Malkmus forsøkt seg som soloartist, mens bassist Mark Ibold nylig har blitt med i Sonic Youth. De andre har holdt seg mer i ro, mens rockeverden har lurt på om det skulle bli mulig å se dem sammen igjen. Finfine reutgivelser av albuma de siste åra har holdt interessen oppe. Først bekreftet de at de skulle gjøre en eneste konsert, men nå har tydeligvis lysten på å spille gamle godbiter som Summer Babe, Stereo, Cut Your Hair, Carrot Rope og Shady Lane økt. Gjør dere klare for et av de viktigste kapitlene i amerikansk indierock de siste 20 åra.<br />\n<a href=\"http://www.myspace.com/pavement\" target=\"_blank\">MYSPACE</a><br />\n<a href=\"http://www.matadorrecords.com/pavement/\" target=\"_blank\">PAVEMENT</a></p>\n<p>CYMBALS EAT GUITARS (US)<br />\nDet er kanskje ikke så mange som kjenner navnet på dette New York-bandet nå, men det tror vi det kan bli en endring på før sommeren. Bandet fikk for noen måneder siden stemplet ’best new music’ på sitt selvfinansierte album Why There Are Mountains. De unge gutta fra Staten Island har latt sg inspirere av kultband og legender som Built to Spill, Modest Mouse, Pavement og Dinosaur Jr. Cymbals Eat Guitars angriper låtene med uredd og ambisiøs holdning. I USA er de allerede et hett navn og bandet har fått turnere med Flaming Lips. Charles Bissel i The Wrens får antagelig rett i sin spådom om at “… Cymbals Eat Guitars/Joseph Ferocious will end up indie famous within the year&raquo;. På Øya vil du kunne stifte nærmere bekjentskap med kvartetten. Gled dere til rufsete gitarer og frekke melodier i solsteika.<br />\n<a href=\"http://www.myspace.com/cymbalseatguitars\" target=\"_blank\">MYSPACE</a></p>\n<p>SURFER BLOOD (US)<br />\nSurfer Blood fra solfylte West Palm Beach i Florida kan vel på ingen mate kalles et reint surfrockband. Som det står på myspacen deres: ”none of us surf”. Det er likevel ikke tvil om at de har hørt sin Beach Boys, akkurat som de har hørt et bredt utvalg av 90-tallets skranglepop. Debutskiva Astro Coast, som slippes i januar, er foreløpig en uoppdaget godtepose av gledespredende pop og rock. Kanskje er dette din sommerskive for 2010. Flere smakebiter finnes tilgjengelige på nett og vi anbefaler at du sjekker det ut. Den siste tiden har de brukt på veien, med blant andre Japandroids, Monotonix og Jay Reatard. Vi oppdaga det unge bandet under CMJ i New York i høst. Der var de ikke bare et av de aller beste, men også et av de ivrigste banda med 12 konserter på noen få dager. Får du like stor sans for den avhengighetsskapende låta Swim (to Reach the End) som vi har hatt på Øya-kontoret, er det ikke langt unna at den er verdt hele festivalpasset alene.<br />\n<a href=\"http://www.myspace.com/surferblood\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4b52e551-9791-5283-9232-07e64555e126"}}