{"data":{"wordpressPost":{"title":"Spilleplanen for Øya er klar","date":"4th July 2014","content":"<p>Nå er alle artistene som skal spille de fire dagene i Tøyenparken plassert i programmet. Det betyr at du nå kan starte Øya-planleggingen for alvor. <a href=\"http://oya.test/2014/06/25/under-1000-billetter-igjen-til-torsdagen/\" target=\"_blank\">Det er fortsatt noen billetter igjen til tre av dagene.</a></p>\n<p><a href=\"http://oya.test/program/\" target=\"_blank\">Sjekk programmet her.</a></p>\n<p>Våre nye scener har fått navn vi mener passer godt til plasseringen på festivalområdet og til Tøyen som nærområde. Alle de fire hovedscenene har fått mer romslige omgivelser enn de hadde i Middelalderparken. De tre utendørsscenene har i tillegg en helling som vil sikre at mange ser svært godt under konsertene. Sjøl om det nye festivalområdet er noe større, vil det ikke være noen økning i antall publikummere i 2014.</p>\n<p><strong>AMFIET</strong>: Vår største scene, hvor festivaldagene både starter og slutter. Scena spiller opp mot det trappelignende amfiet. De som har vært på Miniøya, har sett at deres scene også står her. Øyas Amfiet-scene er betydelig større og skal huse konserter med våre aller største navn.</p>\n<p><strong>VINDFRUEN</strong>: Ligger ved siden av AMFIET og disse to spiller annenhver gang. Scena spiller opp mot statuen som heter Vindfruen.</p>\n<p><strong>SIRKUS</strong>: Vår store teltscene, som vil gi mørke og stemningsfulle rammer for konserter hele dagen. SIRKUS ligger nede på flata nedsiden av Finnmarkgata. Den er plassert et steinkast fra innslippet, og er den første konsertarenaen du ser når du har kommet inn. SIRKUS vil være mer enn dobbelt så stor som vår gamle teltscene KLUBBEN. Her får du alt fra dansefest til svartmetall.</p>\n<p><strong>HAGEN</strong>: Den minste utendørsscena spiller opp mot barnehagene ved Tøyenbadet. HAGEN vil ha trivelige og grønne omgivelser og by på mange av de nye, spennende artistene i programmet.</p>\n<p><strong>BIBLIOTEKET</strong>: Vårt helt nye flerbrukstelt, plassert på Caltexløkka (kunstgressbanen). Her blir det intimkonserter med lovende norske artister, barnekonsert med Bare Egil Band og Aslag på lørdagen, litteratur, intervjuer, foredrag og mer. I BIBLIOTEKET finnes også en lesekrok, i samarbeid med Deichmanske bibliotek. Mer innhold til BIBLIOTEKET offentliggjøres snart.</p>\n<p>foto: Erik Moholdt</p>\n","wordpress_id":10537,"translations":{"nb":{"url":"/2014/07/04/spilleplanen-for-oya-er-klar/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e69ecec4-bb7a-5a0c-a2c5-e45973983c45","locale":"nb"}}