{"data":{"wordpressPost":{"title":"Øyas miljøsatsing får internasjonal pris","date":"16th November 2012","content":"<p><strong>Øyafestivalen har blitt kåret til en av de mest miljøvennlige musikkfestivalene internasjonalt, og mottar A Greener Festival Award for 2012.</strong></p>\n<p>Det er nå klart at miljøarbeidet som ble lagt ned i forbindelse med årets Øyafestival har stått til toppkarakter hos den uavhengige stiftelsen <a href=\"http://www.agreenerfestival.com/\" target=\"_blank\">A Greener Festival</a>.</p>\n<p>Øyafestivalen er en av få festivaler som har fått den høyeste klassifiseringen: <strong>outstanding</strong>. Det er fjerde året på rad at Øya mottar denne utmerkelsen.</p>\n<p>&#8211; Vi jobber hardt gjennom hele året for å bli blant verdens mest miljøvennlige festivaler, så det er selvfølgelig utrolig stas når arbeidet blir påskjønnet av aktører som A Greener Festival, sier Julie Forchhammer, miljøsjef i Øyafestivalen. – Og så må vi selvfølgelig understreke at vi hvert år får uvurderlig hjelp, og ikke minst rumpespark, fra organisasjoner som <a href=\"http://nu.no\">Natur og Ungdom</a> og <a href=\"http://www.oikos.no/newsread/\">Oikos.</a></p>\n<p>I juryens begrunnelse står det blant annet:</p>\n<p><em>«Oya Festival has been awarded the OUTSTANDING Greener Festival Award. OUTSTANDING signifies a truly outstanding and inspirational event. These are exceptional events who have significantly reduced greenhouse gas emissions, have excellent travel, transport and waste management programmes, protect the environment and minimise water use and communicate this to the public.»</em></p>\n<p>Stiftelsen A Greener Festival jobber for å bygge kompetanse og spre informasjon om miljøarbeid blant musikkfestivaler har siden 2007 delt ut denne prisen. Juryen, som også gjennomfører befaringer på festivalene som vurderes, ser på den totale miljøbelastningen og vurderer de ulike tiltakene som festivalene gjennomfører – fra planlegging til avvikling og nedrigg. Her er viktige tema energibruk, transport, avfallshåndtering, klimagassutslipp, matservering, innkjøp og nytenkning i miljøarbeidet.</p>\n<p>Øyafestivalen har i over ti år jobbet målrettet med å redusere vår miljøpåvirkning og serverer for eksempel opp mot 100 prosent økologisk mat. I 2012 har vi blant annet jobbet for lavere utslipp fra egen transport ved  å benytte en høy andel av lavutslippsbiler til å transportere varer og artister.</p>\n<p><a href=\"https://api.oyafestivalen.no/miljo/\" target=\"_blank\">Du kan lese mer om vårt miljøarbeid her</a></p>\n","wordpress_id":5067,"translations":{"nb":{"url":"/2012/11/16/outstanding-oyas-miljosatsing-far-internasjonal-pris/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c5e186b3-bc75-5d10-b92d-346911dd5c14","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2012/11/16/outstanding-oyas-miljosatsing-far-internasjonal-pris/","redirect":false}}}