{"data":{"wordpressPost":{"title":"Wilco til Øya","excerpt":"<p>Vi har kommet oss delvis etter årets by:Larm og mens vi har løpt fra scene til scene har bekreftelsene rent inn på kontoret. Det betyr at vi kliner til med fem slipp denne uka, et hver hverdag. Første band er Wilco nå i ettermiddag. Deretter blir nye navn offentliggjort hver morgen. Følg med!</p>\n","content":"<p>Vi har kommet oss delvis etter årets by:Larm og mens vi har løpt fra scene til scene har bekreftelsene rent inn på kontoret. Det betyr at vi kliner til med fem slipp denne uka, et hver hverdag. Første band er Wilco nå i ettermiddag. Deretter blir nye navn offentliggjort hver morgen. Følg med!</p>\n<p>WILCO (US)<br />\nWilco har en solid skare trofaste fans i Norge. Vi veit at disse kommer til å sette pris på konsert-DVDen som er rett rundt hjørnet, det nye studioalbumet som kommer i juni og ikke minst deres konsert i Middelalderparken i august. Vi garanterer store musikalske opplevelser, enten din favorittutgivelse med Wilco heter Being There, Summerteeth, Yankee Hotel Foxtrot eller noe helt annet. Chicago-bandet ledes av Jeff Tweedy, som brukte sin ungdom på den geniale countryrocktrioen Uncle Tupelo. Wilco hadde videreført noe av dette americanapreget på de første skivene, men utvikla etter hvert interesse for både pen pop og eksperimentell rock. Siden Summerteeth i 1999 har bandet solgt bra med skiver på begge sider av Atlanteren. Skiva A Ghost Is Born fra 2004 fikk Grammy for både beste alternativrock-album og beste innpakning. Bandet har også hatt flere album inne på topp 10 på salgslistene her i Norge. Inspirasjon fra musikkhistoriske godbiter som Television, Beach Boys, Miles Davis, The Band, Beatles og Neil Young har vært tydelige i Wilcos låter. De har i tillegg til å være aktive på egenhånd også samarbeida med blant andre Billy Bragg og The Minus 5. I tillegg har Tweedy dette tiåret hatt sideprosjektet Loose Fur med Wilco-trommis Glenn Kotche og Jim O&#8217;Rourke (tidigere Sonic Youth). Om noen måneder er det altså på tide med nytt materiale fra Wilco og ikke lenge etter inntar de Øyafestivalen for å smøre øra dine med godlyd. Åhhh, som vi gleder oss!</p>\n","date":"2009-02-23T16:55:00.000Z","wordpress_id":628,"featured_image":null,"translations":{"nb":{"url":"/2009/02/23/wilco-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5db300e7-8084-5c8e-a625-5cb60bbd1f36","locale":"nb"}}