{"data":{"wordpressPost":{"title":"Gutter Ball 2009 på Gamla fra 24 til 26 september!","date":"27th August 2009","content":"<p>Gutter Ball 2009 på Gamla fra 24. til 26. september!</p>\n<p>Den særs ideelle og ytterst trivelige organisasjonen Rock &#038; Spesialreiser klinker til og arrangerer garasjerockfestival i Oslo for 3dje gang! Rock &#038; Spesialreiser er en broket sammensatt gjeng av folk som synes det er utrolig trivelig å dra på små garasjerockevenementer verden rundt &#8211; om det er en konsert eller en festival. Gjengen har vokst sakte men sikkert siden en nordmann og svenske møttes i Las Vegas i 1999 til navnet på gjengen ble unnfanget på Øresundsbroa i 2001.</p>\n<p>Gutter Ball festivalen har sitt utspring i 2005. Da kun som et støtteprosjekt for den ideelle og ytterst trivelige danske garasjerockfestivalen Gutter Island som i 2004 gikk med dundrende underskudd til tross for at reiseforeningen Rock &#038; Spesialreiser utgjorde et bemerkelsesverdig stort antall publikummere, samt at det ble hevet mange danske øyenbryn over hvor mye Rock &#038; Spesialreisers medlemmer klarte å innta av flytende føde&#8230;</p>\n<p>Til tross for denne innsatsen gikk altså danskene med underskudd, vi i Rock &#038; Spesialreiser la hodene våre i bløt og kokte opp en støttefestivalen &#8220;Gutter Aid&#8221; som med utrolig støtte av alle banda som stilte opp gratis fikk inn en fez&#8217; (marokkansk lue som bæres av eldre Rock &#038; Spesialreiser medlemmer &#8211; kilde Wikipedia) full av penger. Dette var sterkt medvirkende til at Gutter Island festivalen rullet atter en gang i 2006. Etter dette fikk våre danske venner grep på økonomien/flaskepanten/bakrusen, og Gutter Island har forblitt et fast innslag i Rock &#038; Spesialreisers reiseprogram.</p>\n<p>Men så var det da et lite problem&#8230;Festivalen i 2005 var utrolig morsom å arrangere, minnene var særdeles uklare, men at mange smil og moro florerte på diverse billedfora på nettet. Samt det ytterst kjedelige fakta at Gutter Island bare er hvert andre år. Så vi bestemte oss i 2007 å klinke til med en oppfølgerfestival; Gutter Ball&#8217;07! Minst like mye moro denne gangen også. Økonomien gikk rundt denne gangen også &#8211; utrolig men sant! Nå har det gått to nye år og vi er klare igjen! En festival om og med garasjerock &#8211; uten ambisjoner og annen grunn  enn at det egentlig er den helt tankeløse moroa som teller.</p>\n<p>Når vi kommer til årets line-up er det også på sin plass å nevne at Rock &#038; Spesialreiser også har fusjonert med den ytterst ideelle og trivelige klubben 13th Floor Club. Klubben har bragt en rekke gode garage, punk -og rockband frem for Oslos publikum i løpet av de siste åra. Denne symbiosen mener vi har lagt grunnlaget for at Oslos glade konsertgjengere kan oppleve en særdeles god rekke med artister på vår lille festival. Sjekk bare ut lista:</p>\n<p>The Nomads (Sverige)</p>\n<p>The Revellions (Irland)</p>\n<p>The Urges  (Irland)</p>\n<p>Peter Berry &#038; The Shake Set (Oslo)</p>\n<p>The Defectors (Danmark)</p>\n<p>The Wildebeests  (Skottland)</p>\n<p>Thee Gravemen (England)</p>\n<p>Les BOF! (Skottland/Frankrike)</p>\n<p>Torqueflite (Oslo)</p>\n<p>Vi mener mixen av disse banda, hyggelig platesnurring fra Rock &#038; Spesialreiser DJene samt et feststemt garasjerockpublikum kan gjøre denne langhelgen til noe du må ha med deg i høst.</p>\n<p>Her er vår oppskrift for de som vil ha max ut av helgen:</p>\n<p>Onsdag anbefaler vi deg å drikke deg til mot for å så gå på Tom Jones i Spektrum. Kaste trusa på scenen (Tom er så gammel nå at han sikkert tar i mot truser fra begge kjønn med glede&#8230;), ringe sjefen og si at du har hatt en nær døden opplevelse og at du trenger et par dager fri&#8230;.Torsdagen styrer du bena til Gamla for en truseløs kveld med The Urges og The Defectors som start på en fantastisk morsom helg. Etter denne første kvelden så er det bare å gjøre som alle de andre. Nemlig henge med de andre blide menneskene gjennom fredag med artige briter og flyvende hollendere. På lørdagen er det duket for overmodige skotter og legendariske svensker. Det neste du opplever utenfor lykkerusen er å våkne opp, fortsatt truseløs ,søndag ettermiddag, et eller annet sted. Vårt tips da er på nytt ringe sjefen å be om et par dager til, siden du har sett lyset.</p>\n<p>Husk Rock &#038; Spesialreisers arrangementer er alltid helt jazzfrie!</p>\n<p>Festivalpass koster 400,- og er i salg hos Big Dipper og Angel’s Speed Equipment nå!<br />\nDagspass er også tilgjengelig etter hvert, men vi vet ikke hva de skal koste enda. Bedre å kjøpe til alle dagene uansett.</p>\n<p>Skål, R&#038;S<br />\n<a href=\"http://www.myspace.com/rockogspesialreiser\" target=\"_blank\">Rock &#038; Spesialreiser på nett</a>  </p>\n","wordpress_id":499,"translations":{"nb":{"url":"/2009/08/27/gutter-ball-2009-pa-gamla-fra-24-til-26-september/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"442b8c6e-de18-5195-9a62-89f8ceb40b87","locale":"nb"}}