{"data":{"wordpressPost":{"title":"Øyaprat 8: The Good The Bad And The Zugly","date":"6th August 2015","content":"<p>Vi prata med gitarist Kim Skaug et par uker før konserten med The Good The Bad And The Zugly i Tøyenparken. Han påpeker viktigheten av å holde seg til festivaler innenfor ring 2 og at de forventer et i overkant bittert publikum.</p>\n<p><strong>Hvilken Øya-opplevelse husker du aller best?</strong><br />\n<em>Union carbide productions! </em><em>Selv om Last Train mente det var en dårlig konsert</em></p>\n<p><strong>Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong><br />\n<em>Volume!! Visuelt sett det beste bandet. Kanskje Beglomeg, om Raymond er i toppslaget. </em><em>Torgeir Woldemort, hvis du digger sag og kjettinger. </em><em>Ha alltid en sunn skepsis til alle artister og band fra Bergen. </em><em>Vi håper Beck ikke er for dårlig og spiller bra, selv med den scientologisykdommen. Trist. </em></p>\n<p><strong>Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong><br />\n<em> JA, sprøyt inn all spriten du eier i solkremflasker eller frukt. Eller inn i kjøtt om du ikke vil bli tatt for å være sunn.  </em><em>ALDRI dra på festival utenfor ring 2!! Ta morratrikken hjem. Sov lenge. Gå ned og se det siste bandet og nikk annerkjenende når de andre snakker om hva som var den beste konserten. Du har sikkert ikke hørt om det uansett. Gå på Last Train og bli kasta ut av PK. </em></p>\n<p><strong>Hva kan folk forvente av konserten deres?</strong><br />\n<em> Mer scandirock, en siste gang! </em><em>Så kommer det masse bitre mannfolk over 40, med høy gjennomsnittsvekt, som klager over at vi ikke er scandirock nok.  </em><em>Eller kanskje de er på Beck? Ja, da kommer unga dems istedet. Overvektige de og, som regel. Og Bitre! </em><em>Lars Vaular spiller samtidig som oss, så det helt sikkert bergensfritt!</em></p>\n<p><strong>Har du en god eller dårlig festivalhistorie? Fortell!<br />\n</strong><em>Øya er topp, ellers er vi ikke på festivaler utenfor trikk/t-bane avstand.</em></p>\n<p><strong>Hva hører du på i sommer?<br />\n</strong><em>Scandirock!  </em></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>foto Ida Børsand</p>\n","wordpress_id":12821,"translations":{"nb":{"url":"/2015/08/06/oyaprat-8-the-good-the-bad-and-the-zugly/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"98aaa798-01dc-574f-8614-582dfa8513d1"}}