{"data":{"wordpressPost":{"title":"Intervju: Rise Against","date":"2010-02-08T11:01:00.000Z","content":"<p>Intervju: Stian Svehagen<br />\nFoto: André Simonsen</p>\n<p>Sola skinner, Øyafestivalen 2009 er såvidt sparka i gang. Bon Iver står på scenen og jeg, ja jeg løper som en gal mann for å rekke intervjuet med Rise Against. Sånn går det når man er litt overivrig på første dag. Det kan bli dobbeltbookinger på intervjufronten. Når vi hadde lagt den stressende innledningen bak oss og traff Brandon Barnes, trommisen i Rise Against, på intervjuområdet så var alt stresset glemt. Makan til fyr, altså. Til tross for kort tid fikk vi en fin prat.</p>\n<p>For de som ikke kjenner til Rise Against så er de et punkband fra Chicago som har holdt på siden slutten av nittitallet og fått en stadig større fanskare.</p>\n<p>&#8211; Hei Brandon, hyggelig at du kunne møte oss. Kan du fortelle litt om hvordan Rise Against startet, eller hvordan du ble med i bandet?<br />\n&#8211; Ja, det startet vel sikkert sånn som de fleste band starter. Joe Principe og Tim McIlrath hooka opp etter å ha spilt i litt forskjellige band hver for seg. Også trengte de en trommis. Jeg hadde møtt dem noen ganger før, men jeg bodde jo i Colorado, mens de holdt til i Chicago, så det var faktisk trommisen i Anti-Flag som ga nummeret mitt til Joe. Og resten er historie, som de sier. Jeg dro til Chicago også spilte vi inn førsteskiva. Enkelt og greit. Vi var og er alle kjempefans av Bad Religion og Black Flag. Derfor endte vi opp på navnet Rise Against. Som jo er et bra navn for et punkband uansett.</p>\n<p>&#8211; Kult, dere ga jo ut de første skivene deres på Fat Wreck Chords, som er selskapet til folka i NOFX, hvordan kom dere i kontakt med dem?<br />\n&#8211; Nei, jeg vet ikke helt. Det er vel bare greia med at verden er ganske så liten og at alle disse punkbandene hele tiden er på hverandres radar. Men det var kult å gi ut ting på Fat Wreck altså.</p>\n<p>&#8211; Ja, den siste skiva er jo gitt ut på Geffen. Mange tenker jo på de store plateselskapene som djevelen selv og at man som punker ikke skal «sell out». Hvilke tanker har du om det?<br />\n&#8211; Ja, jeg har fått med meg den tankegangen. Det eneste jeg kan si er at Geffen har behandla oss jævla bra. Det er jo forskjell på oss som har holdt på i ti år og så bli signert av et stort plateselskap nå og de som bare får en mega deal rett i hånda uten å egentlig ha gitt ut noen ting. Vi har gått gradene, vi har kjørt USA på kryss og tvers i en liten van og sovet på gulvet hos venner i mange år. Platene våre har vært gitt ut på små indieselskaper og vi har solgt på konserter. På den måten har vi opparbeidet oss en større og større fanskare, så at vi nå blir gitt ut av Geffen ser jeg egentlig ikke på som noe «sell-out». Det viktigste for oss er at plata vår kommer ut i butikken sånn at folk for kjøpt den, og det har Geffen vært mye bedre på enn situasjonen har vært tidligere.</p>\n<p>&#8211; Plata deres gikk jo helt til #3 på Billboard. Har dere solgt veldig mye mer av denne enn de tidligere skivene?<br />\n&#8211; Vel, vi har sikkert solgt en del mer, men jeg tror det er mer at nå var plata tilgjengelig over alt og at den derfor solgte mer den første uka også. Sånn totalt sett så tror jeg vi selger omtrent like mye nå som tidligere.</p>\n<p>&#8211; Men har det å bli signa av Geffen gjort noe med musikken, har dere måttet lage singler foreksempel?<br />\n&#8211; Du mener singler som om vi har blitt bedt om å lage hits?<br />\n&#8211; Ja?<br />\n&#8211; Nei, Geffen har vært veldig kule på den biten der. Vi har full frihet og total kontroll. De blander seg ikke inn i den biten i hele tatt. Så vi bare holder på som før vi. Den største forskjellen er rett og slett mest bare på distribusjonsbiten og det at vi har et litt bedre apparat rundt oss når vi er på turné. Ting er nok ordna bedre på forhånd nå. Ikke at vi er noen rotehuer altså, men det er greit å vite hvor man skal sove etter en konsert istedetfor å måtte ta til takke med et hardt gulv et eller anna sted.</p>\n<p>&#8211; Ser den, ja. Dere er jo vegetarianere hele gjengen og har et tett samarbeid med PETA. Kan du fortelle litt om det?<br />\n&#8211; Ja, vi er veldig opptatt av PETA og samarbeider med dem ganske mye. Vi forteller om dem til fansen vår og de kan dele ut flyers og sånn på konsertene våre. Vi prøver å få opp øynene til folk kan du si. Det foregår så utrolig mye jævlig mot dyr dere ute og det er veldig få som egentlig er klar over det. Videoen vår til sangen «Ready to Fall» var et sånt forsøk på å få opp øynene til folk. Og jeg tror nok at det funker også, hvertfall i det lange løp.</p>\n<p>&#8211; Dere er straight-edge også, ikke sant?<br />\n&#8211; Ja og nei, hehe. Alle de andre i bandet er, men ikke jeg. Så du var så utrolig heldig å få intervju med den eneste alkoholikeren i bandet. Neida, jeg bare tuller. De andre er straight-edge ja, men jeg er ikke med på den biten. Jeg skjønner greia og all respekt til dem, men det er ikke noe for meg.</p>\n<p>Og med det får vi beskjed om at tiden vår er ute. Rise Against, et politisk punkband som kanskje også må være et av de hyggeligste bandene som finnes. Det blir ikke stort bedre enn det.</p>\n<p>Under: et lite utvalg bilder fra Rise Against på Øya, tatt av Bjørnar Håland, Steffen Rikenberg og Amund Østbye</p>\n","wordpress_id":449,"featured_image":null,"translations":{"nb":{"url":"/2010/02/08/intervju-rise-against/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6575efc1-d736-5942-8795-372bef5b5f93","locale":"nb"}}