{"data":{"wordpressPost":{"title":"Bob Mould performs Copper Blue at Øya","date":"25th February 2012","content":"<p>Copper Blue by the American trio Sugar was named the best album of 1992 by NME. Twenty years after this release, you&#8217;ll be able to experience the mastermind behind this classic record performing all the ten tracks at The Øya Festival. Bob Mould is only doing a few shows with the material from Copper Blue this year, and we&#8217;re very proud to be able to present one of these at our festival on Wednesday the 8th of August. Thurston Moore, The Stone Roses, Mazzy Star, Feist and Florence + The Machine are a few of the other names playing on the same day.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>BOB MOULD (US)</p>\n<p>After many years in legendary Hüsker Dü and a few solo albums, Bob Mould felt that he wanted to play in a band where he was in full control.</p>\n<p>The result was Sugar, a trio that quickly started recording material that Mould had already written. The debut album Copper Blue was released in September 1992 on Rykodisk in USA and on Creation in Europe. Both sales and reviews showed that Sugar had hit the spot. Mould proved his ability to still create top class catchy and energetic rock. On Copper Blue, melody, melancholia, frustration and power go hand in hand. Mould has been performing material from this record for a long time, but he has never performed the album in its entirety. Those of you who have seen Bob Mould abroad during the last years might have heard great tunes like Hoover Dam, If I Can&#8217;t Change Your Mind, A Good Idea and The Act We Act.</p>\n<p>&nbsp;</p>\n<p>Copper Blue marked a new chapter in Bob Mould&#8217;s career. The album went top ten in Great Britain and there were four single releases from the record. NME named it album of the year in 1992. Sugar was known as an intense and loud live band that didn&#8217;t waste time on sweet talking. Bob Mould hasn&#8217;t been in Oslo since 1991, the year before Sugar was formed. It&#8217;s about time we invited him back.</p>\n<p>&nbsp;</p>\n<p>At Øya, Mould will be performing with a rhythm section comprised of Jon Wurster (Superchunk and The Mountain Goats) and Jason Narducy (Robert Pollard). We were extremely excited at the Øya office when we recieved the news that Mould was coming to our festival Wednesday the 8th of August and Copper Blue has been playing on repeat since.<br />\n<a href=\"http://bobmould.com\" target=\"_blank\">bobmould.com</a></p>\n<p>&nbsp;</p>\n","wordpress_id":1879,"translations":{"nb":null,"en":{"url":"/en/2012/02/25/bob-mould-performs-copper-blue-at-oya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c8325008-6728-55c4-9b06-05f20013b791","locale":"en"}}