{"data":{"wordpressPost":{"title":"Fire Øyanetter på Stratos","date":"2016-07-05T11:47:39.000Z","content":"<p><strong>ØYANATT PÅ STRATOS 2016</strong></p>\n<p>&nbsp;</p>\n<p><strong>ONSDAG 10. AUGUST:<br />\nTHE JILLIONAIRE (TT)<br />\nRYTMEKLUBBEN<br />\nPATSKI LOVE &amp; CHRIS STALLION </strong></p>\n<p><strong><em>Årets Øynatt-program på Stratos starter med et smell da The Jillionaire fra Major Lazer, som stod bak fjorårets mest streamede låt Lean On, entrer scenen. I tillegg får du norske og fremadstormende Rytmeklubben, og sist men ikke minst residents Patski Love &amp; Chris Stallion!</em></strong></p>\n<p>&nbsp;</p>\n<p><strong>THE JILLIONAIRE (TT) </strong></p>\n<p>Med over 20 år som produsent og DJ har <strong>Jillionaire</strong> skapt seg et unikt sound som blander <strong>house</strong> med <strong>karibiske rytmer</strong> som<strong> soca </strong>og <strong>dancehall</strong>. Sammen med<strong> Diplo</strong> og <strong>Walshy Fire</strong> utgjør han supergruppa <strong>Major Lazer,</strong> som har herjet verden de siste årene med låter som <strong>Lean On</strong> (sammen med <strong>Mø)</strong>,<strong> Watch Out For This, Boom, Jah No Partial, Light It Up, Get Free, Original Don</strong> og <strong>Pon De Floor</strong>. Solokarrieren til Jillionaire har de siste årene for alvor skutt fart. Med store gigs og turneer i hele Europa, UK, Asia, Australia, USA og Sør-America. Han har gjort gjestemikser for <strong>BBC Radio 1</strong> og <strong>MTV</strong>, remikser på blant annet <strong>Ultra Records</strong>, for ikke å snakke om hans EP; <strong>Fresh</strong> sammen med <strong>Salvatore Ganacci</strong> og <strong>Sanjin </strong>på <strong>Universal-Island Records.</strong> Den har fylt dansegulv over hele kloden for DJs som <strong>Dillon Francis, Kill The Noise, Tommy Trash, Angger Dimas, Sleepy Tom, Nervo, Arty, Zeds Dead, Crookers</strong> og mange flere.</p>\n<p>&nbsp;</p>\n<p><strong>RYTMEKLUBBEN </strong></p>\n<p>Produsent-kollektivet <strong>Rytmeklubben</strong> fra <strong>Trondheim</strong> består av <strong>DJ Karaoke, Henrik The Artist, Hi Tom</strong> og <strong>Torjus</strong>, og har allerede spilt på flere av landets største festivaler. Debutsingelen <strong>Seen</strong> tok internett, radio og dansegulv med storm, og i fjor sommer fulgte de opp med EPen <strong>Girlfriend,</strong> hvor alle av medlemmene hadde hver sin solo låt. For kort tid siden ble Rytmeklubben håndplukket av <strong>ZAYN </strong>(tidligere kjent fra <strong>One Direction</strong>) til å offisielt remikse<strong> Like I Would, </strong>noe som er ganske enormt for den &#8220;lille klubben”. Gruppen blander elementer fra undergrunnens klubbscene med mer tradisjonell pop-vibe og har også gitt ut offisiell remiks for <strong>Kelly Clarkson</strong>, som debuterte på toppen av Billboard 100 sin dance chart.</p>\n<p>&nbsp;</p>\n<p><strong>PATSKI LOVE &amp; CHRIS STALLION </strong></p>\n<p>Det høres kanskje rart ut å være eksperter på fest, men det er dét <strong>Juicy</strong>-gutta<strong> Patski Love &amp; Chris Stallion</strong> faktisk er. Som to halvskrullete vitenskapsmenn, vet disse to nemlig 110% hvordan man skal få alt til å klaffe når det kommer til stemning. De har lang erfaring. I over 12 år har Love &amp; Stallion holdt det gående på Oslos beste klubber, samtidig som de stadig merker økt etterspørsel fra storklubber i utlandet. Artistgjestelista på Juicy har etterhvert blitt lengre og mer kredibel enn på de beste stedene i utlandet, med en nesten fulltallig A-Å av bra DJer og artister innom på jevnlig basis. Fire platespillere, to miksere, en mic og masse fantastisk musikk i sjangrene soul, twerk, disco, house, trap, R&amp;B med mer, er det som gjør Patski Love og Chris Stallion til landets aller fremste bak spakene.</p>\n<p><a href=\"https://www.facebook.com/jillionaire\">www.facebook.com/jillionaire</a></p>\n<p><a href=\"https://soundcloud.com/jillionaire\">soundcloud.com/jillionaire</a></p>\n<p><a href=\"https://www.facebook.com/rytmeklubben\">www.facebook.com/rytmeklubben</a></p>\n<p><a href=\"https://soundcloud.com/rytmeklubben\">soundcloud.com/rytmeklubben</a></p>\n<p><a href=\"https://www.facebook.com/clubjuicy/\">www.facebook.com/clubjuicy</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>TORSDAG 11. AUGUST:<br />\nLEMARQUIS (FR)<br />\nDAN BRAVO<br />\nCHRIS STALLION &amp; PATSKI LOVE<br />\nWNDR LIVE</strong></p>\n<p><strong><em>På torsdagen fortsetter festen med house og disco i sentrum. Denne kvelden har Chris &amp; Patski i samarbeid med Stratos sin torsdagsresident Dan Bravo invitert franske LeMarquis og i tillegg glovarme WNDR, som spiller live.</em></strong></p>\n<p>&nbsp;</p>\n<p><strong>LEMARQUIS (FR) </strong></p>\n<p><strong>LeMarquis</strong> fra <strong>Paris</strong> startet med å remikse <strong>Phoenix</strong> sin låt<strong> Fences </strong>og vipps så toppet han <strong>Hypemachine</strong> sin liste innen slutten av 2013. Inspirert av artister som <strong>Kaytranada, Flume, SBTRKT</strong> og <strong>Soulection</strong> klarte han å forme sin helt egen sound med sin unike blanding av future beats, house, og fete melodier. Hans remikser av Whitney Houston, Years &amp; Years, Brandy, Childish Gambino, Ashanti, Indeep og Ludacris har fått millioner avspillinger og gitt han muligheten til å dele scener er med artister som <strong>Chromeo, Breakbot, Birdy Nam Nam, The Magician</strong> og <strong>Klangarussell</strong>, blant annet på ærverdige <strong>Social Club</strong> i Paris. Nylig ble LeMarquis håndplukket av DJ Mustard til å offisielt remikse hans singel <strong>Whole Lotta Lovin</strong> med <strong>Travis Scott</strong>. DJ Mustard er nemlig stor fan, og det er vi også!</p>\n<p>&nbsp;</p>\n<p><strong>DAN BRAVO </strong></p>\n<p><strong>Dan Bravo </strong>gikk brått fra å være en lokal Oslo-DJ til en produsent som har fått oppmerksomhet verden over av store plateselskaper og artister. I fjor signerte han låter på bla. <strong>Sony Music, The Bearded Man, Ivory Oasis</strong> +++  og ikke minst slapp han sin første singel på <strong>Armin Van Buuren</strong> sitt plateselskap <strong>Armada Music</strong>. Med masse plays og support via Soundcloud har Dan Bravo blitt kåret til et av årets elektroniske navn av <strong>NRK P3</strong>. Med kommende singel på plateselskapet <strong>The Bearded Man,</strong> som er hjemmet til popstjernen <strong>Lost Frequencies</strong>, har vi store ting vi kan vente fra Larvik-gutten Dan Bravo og dette er definitivt en produsent vi kommer til å se mer av fremover!</p>\n<p>&nbsp;</p>\n<p><strong>WNDR LIVE</strong></p>\n<p>Norske <strong>WNDR</strong> er for uinnvidde en produsent du virkelig bør holde øynene og ørene åpne for. Nylig suste han inn på <strong>Spotify Viral</strong> sin worldwide liste på 33. plass med låten <strong>Medicine</strong>, noe som er helt sinnsykt for en låt uten noe stort plateselskap i ryggen. Han har samarbeidet med Dan Bravo. Gutta har sammen gjort flere fete produksjoner og remikser som <strong>Geovarn &#8211; Dont Lie (Dan Bravo &amp; WNDR Remix)</strong> som gikk helt opp til 19. plass på nevnte Spotify Viral liste, for ikke å snakke om deres dansegulvfyller <strong>Chris Browns Yo (Excuse Me Miss)</strong>.</p>\n<p><a href=\"https://www.facebook.com/lemarquismusic\">www.facebook.com/lemarquismusic</a></p>\n<p><a href=\"https://soundcloud.com/le_marquis\">soundcloud.com/le_marquis</a></p>\n<p><a href=\"https://www.facebook.com/danbravopage\">www.facebook.com/danbravopage</a></p>\n<p><a href=\"https://www.facebook.com/WNDRMusic\">www.facebook.com/WNDRMusic</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>FREDAG 12. AUGUST:<br />\nCHASE B (US, TRAVIS SCOTT TOUR DJ)<br />\nKAPPEKOFF LIVE<br />\nPATSKI LOVE &amp; CHRIS STALLION<br />\nBASMO FAM </strong></p>\n<p><strong><em>Fredagen på Oslos Tak fyres opp med Travis Scott sin DJ; Chase B, Oslo-duoen Kappekoff, musikkfamilien Basmo Fam og selvfølgelig Patski Love &amp; Chris Stallion!</em></strong></p>\n<p>&nbsp;</p>\n<p><strong>CHASE B (US, TRAVIS SCOTT TOUR DJ)</strong></p>\n<p><strong>Houston, Texas</strong>-bosatte <strong>Chase B</strong> startet opp på college med å se på YouTube-videoer av legender som <strong>Kid Capri</strong>. Han bestemte seg allerede da for t han ikke bare skulle bli DJ, men at han selv skulle opparbeide seg legendariske ferdigheter. Etter å ha startet opp på lokale klubber i Washington D.C. tok han turen videre til New York, hvor han med tiden fikk jobber på viktige steder som <strong>Terminal 5, Webster Hall, Santos Party Haus</strong> og etterhvert byens hotteste spots <strong>1OAK</strong> og <strong>Up &amp; Down</strong>. Før han visste ordet av det spilte han på fester for <strong>Rihanna, Kanye West, Naomi Campbell, Leonardo Dicaprio</strong> og<strong> Madonna,</strong> for å nevne noen. Etterhvert hadde han faste kvelder i<strong> Miami, Los Angeles, Las Vegas</strong> og <strong>Toronto</strong>. I tillegg til å herje klubber ble Chase B også håndplukket av barndomsvennen, og den platinaselgende artisten, <strong>Travis Scott</strong> som sin faste DJ. De to vokste opp sammen i Missouri City i Texas og har hele veien holdt kontakten og inspirert hverandre. Chase B sies å være en av de mest allsidige and talentfulle DJene i verden, og det er klart vi gleder oss!</p>\n<p>&nbsp;</p>\n<p><strong>KAPPEKOFF LIVE</strong></p>\n<p>Oslo-duoen <strong>Kappekoff </strong>sin nye singel <strong>All Day Long</strong> kom ut i april på plateselskapet <strong>Oslo Records</strong>. Den ble delt så mange ganger på <strong>Spotify</strong> at den havnet på <strong>andreplass på Spotify sin Global Viral 50-liste</strong>, en liste som viser &#8220;the most shared, trending tracks across the entire World&#8221;. Kanye West lå på plassen under, og California-rapperne Nipsey Hussle og YG sin hit Fuck Donald Trump var nummer 1. Kappekoff, bestående av 23-åringene Magnus Falkenberg og Rasmus Thallaug, tar <strong>arven fra 70- og 80-talls funk og disco inn i en moderne innpakning</strong>.</p>\n<p>&nbsp;</p>\n<p><strong>BASMO FAM </strong></p>\n<p><strong>Basmo Fam</strong> er bokstavelig talt en familie av produsenter og musikere, som har bidratt på hits med artister som <strong>Yoguttene, Sushi x Kobe, Arshad Maimouni, Maya Vik, G-side, Chris Lie, Joddski &amp; OnklP</strong>, og mange flere. Deres produksjoner har ført til <strong>Spellemann-nominasjoner, gullplater, og tallrike listeplasseringer på VG-lista</strong>.</p>\n<p>På produsentalbumet<strong> Alene Hjemme </strong>har de samarbeidet med noen av sine favorittvokalister, som <strong>Unge Ferrari, Arif</strong> og Yoguttene, $ushi x Kobe, <strong>Larsivelli</strong>, <strong>Makko Makkeba</strong> og Joddski. I tillegg inkluderer albumet også en låt med vokal fra den Amerikanske R&amp;B-sangeren og produsenten <strong>K-Major,</strong> blant annet kjent for sitt arbeid med superstjerner som Future, Young Thug, French Montana og Chris Brown, samt samarbeid med topprodusenter som <strong>DJ Spinz</strong> og<strong>Honorable C.N.O.T.E</strong>.</p>\n<p><a href=\"https://facebook.com/ogchaseb\">facebook.com/ogchaseb</a></p>\n<p><a href=\"https://soundcloud.com/ogchaseb\">soundcloud.com/ogchaseb</a></p>\n<p><a href=\"https://facebook.com/kappekoff\">facebook.com/kappekoff</a></p>\n<p><a href=\"https://soundcloud.com/kappekoff\">soundcloud.com/kappekoff</a></p>\n<p><a href=\"https://soundcloud.com/basmobeats\">soundcloud.com/basmobeats</a></p>\n<p><strong> </strong></p>\n<p>&nbsp;</p>\n<p><strong>LØRDAG 13. AUGUST:<br />\nTCTS (UK)<br />\nCHRIS STALLION &amp; PATSKI LOVE<br />\nLE P </strong></p>\n<p><strong><em>Til å avslutte årets Øyanatt-festiviteter på Stratos kommer TCTS med den feteste housen rett fra UK. Stjerneskuddet Le P starter showet, mens residents Chris Stallion &amp; Patski Love lander romskipet på taket som vanlig!</em></strong></p>\n<p>&nbsp;</p>\n<p><strong>TCTS (UK) </strong></p>\n<p>Bak artistnavnet <strong>TCTS</strong> skjuler produsenten og DJen Sam O’Neill fra <strong>Manchester</strong> seg. Sam fikk omsider sitt gjennombrudd på <strong>London</strong>klubbkvelden <strong>Church</strong>, og har siden spilt med artister som <strong>Bondax, Cyril Hahn, Disclosure, Route 94, Chase and Status</strong> og <strong>Jacques Greene,</strong> for å nevne noen. Hans første EP <strong>Hands</strong> klatret helt til 3. plass Juno Bass Music listen. Takket være<strong> BBC Radio 1</strong> DJer som <strong>Annie Mac, Nick Grimshaw</strong> og <strong>Huw Stephens,</strong> fikk han også masse kjærlighet på BBC. Neste utgivelse <strong>Like This</strong> kom ut på Bondax sitt <strong>JustUs Records</strong>, og inneholdt låten<strong> 1997</strong> som også ble playlistet på Radio 1. Hans hittil siste utgivelse Body EP har veltet dansegulv fra Ibiza til Los Angeles. TCTS har herjet festivaler som <strong>Glastonbury, Secret Garden Party</strong> og <strong>Leeds Festival,</strong> og han er drysset sin remiksmagi på låter fra artister som <strong>Jessie Ware, Haim, Basement Jaxx, Nero</strong> og <strong>Jax Jones</strong>.</p>\n<p>&nbsp;</p>\n<p><strong>LE P </strong></p>\n<p>Le P har vært et kjent navn for mange helt siden han tidlig i 2014 slapp sin første remix av Michael Jacksons History, som gikk rett til topps på HypeM sin liste over hotte sanger i verden. Siden da har han levert remixer og orginaler i en deilig blanding av chill house, tropical og nu-disco, kanskje mest kjent for sin remix av Stolen Dance med Milky Chance. Med mange millioner plays av sine orginaler og remixer, jobber han nå på en EP som kommer til sommeren!</p>\n<p><a href=\"https://www.facebook.com/tctsmusic\">www.facebook.com/tctsmusic</a></p>\n<p><a href=\"https://soundcloud.com/tcts\">soundcloud.com/tcts</a></p>\n<p><a href=\"https://www.facebook.com/lepmusicmaking\">www.facebook.com/lepmusicmaking</a></p>\n<p><a href=\"https://soundcloud.com/lepmusicmaking\">soundcloud.com/lepmusicmaking</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>STRATOS</strong></p>\n<p><strong>YOUNGSTORGET 2</strong></p>\n<p><strong>ÅPNINGSTIDER: 22:00 &#8211; 03:00</strong></p>\n<p><strong>BILLETTER SELGES I DØRA SAMME DAG</strong></p>\n<p><strong>PRIS: HVER DAG 200,- / 150,- MED ØYABÅND</strong></p>\n<p>&nbsp;</p>\n<p><strong>MER INFO PÅ:</strong></p>\n<p><strong><a href=\"http://www.stratos.as/\">WWW.STRATOS.AS</a></strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":14519,"translations":{"nb":{"url":"/2016/07/05/fire-oyanetter-pa-stratos-2/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"35650f0c-5a41-5a3b-8e57-d58141dfce03","locale":"nb"}}