{"data":{"wordpressPost":{"title":"Så mye bedre blir Øya!","date":"30th July 2014","content":"<p>Vi er i ferd med å rigge opp tidenes festivalområde til Øya. Om du lurer på hvorfor Tøyen vil gi fantastiske rammer for festivalen vår, kan vi gjenta at det blir tre flotte utendørsscener med plassering som gjør at langt flere ser svært godt. Alle disse tre har en helling som vil gi mange publikummere svært gode konsertopplevelser, og de ligger i vakre omgivelser. I tillegg vil vår store teltscene Sirkus romme mer enn dobbelt så mange publikummere som den gamle Klubben. På toppen av dette lanserte vi for en stund siden en intimscene med plass til noen hundre. Her skal det være kortere konserter med ferske band, litteratur, intervjuer, prat og annet festivalsnacks.</p>\n<p>Ikke bare foran sjølve scenene er det romsligere, hele festivalområdet skal gi mer plass for nyting av musikk, avslapping, hygge, spising og mye annet du gjerne vil gjøre i løpet av en festivaldag. Det totale publikumsområdet vil være omtrent 50% større. Til tross for bedre plass vil publikumsmengden i år være omtrent på samme størrelse som under de siste års Øyafestivaler. Innslippet er kraftig oppgradert, men vi oppfordrer likevel til at så mange som mulig bytter inn billetten i armbånd allerede mandag eller tirsdag i festivaluka. Spesielt onsdag kan det bli noe ventetid ved innslipp, om man ikke allerede har bytta.</p>\n<p>Vi kommer til å ha en samla lengde på bardiskene som er over 84 meter (mot 52 meter i Middelalderparken). I tillegg blir matutvalget større enn noensinne. <a href=\"https://api.oyafestivalen.no/2014/06/12/gronnkalrock/\" target=\"_blank\">Sjekk her! </a></p>\n<p>Også på toalettsiden har vi utvida. I år blir det over 130 festivaldoer mer enn i fjor, en økning på nesten 50%. Det blir en dobling av antall pissoarer og handicapdoer.</p>\n<p>Øyafestivalen har i år en egen sykkelparkering for publikum. <a href=\"https://api.oyafestivalen.no/2014/06/17/oslo-kommune-tilbyr-gratis-sykkelparkering-pa-oya/\" target=\"_blank\">Les mer her. </a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7c17a70d-c489-5c81-80e6-596b36fc2e28"}}