{"data":{"wordpressPost":{"title":"Flere Øyanetter på Blå","date":"2nd July 2015","content":"<p>Fra før har vi sluppet onsdagens Øyanatt med <a href=\"http://oya.test/artist/iceage/\" target=\"_blank\">Iceage og Pig Eyes</a>. Her kommer en konsert til og to ganger Sunkissed.</p>\n<div>Øyanatt fredag 14. august, Blå<br />\nHENRY KRINKLE (US)</div>\n<div>KERO KERO BONITO (UK)<br />\nPris med/uten Øyabillett: 130/180 kr + avg.</div>\n<div>Forsalg: Billettservice</div>\n<div>Aldersgrense: 20 år</div>\n<div></div>\n<div>HENRY KRINKLE (US):<br />\nHenry Krinkle er født i Estland, oppvokst i Florida og Shanghai, men nå bosatt i Los Angeles, og lager rett og slett fremtidsrettet klubbmusikk. Henry var ute &#8220;før alle&#8221; med sjangere som Future R&amp;B, UK Post-Dubstep, Future Garage, Bass og Future House &#8211; alt på sin helt unike måte. Gjennombruddet kom i 2012 med låta “Stay” som raskt tok over dansegulv så vel som internett og YouTube med over 35 millioner visninger på ett år. Låta ble også remikset og tatt til nye høyder av DirtyBird-sheriff Justin Martin og lever fortsatt i full velgående. Henry Krinkle har spilt kloden rundt og stått på de største scenene på alt fra Hard Day Of The Dead festivalen i L.A. til SXSW til Bestival til Kitsuné ogBlack Butter Records sine fester til Miami Winter Music Conference, og mottar full support og lovprising fra blant annet de engelske radiolegendene Pete Tong, Rob Da Bank og B-Traits. Ved siden av sine egne produksjoner og låter har Krinkle remikset artister som Clean Bandit, Le Youth, Odesza,  Route 94, Cyril Hahn Feat. Shy Girls, Joel Compass og Hot Toddy for å nevne noen.http://www.henrykrinklemusic.com</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"450\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=http%3A%2F%2Fapi.soundcloud.com%2Fusers%2F7031630&#038;show_artwork=true&#038;maxwidth=500&#038;maxheight=750\"></iframe></div>\n<p>https://www.facebook.com/henrykrinklemusic<br />\nhttps://www.youtube.com/user/henrykrinklemusic</p>\n<p>KERO KERO BONITO (UK):<br />\nKero Kero Bonito fra London betyr ett eller annet om frosker og fisker på japansk og består av vokalisten Sarah Midori Perry og produsentene Gus Lobban og Jamie Bulled. Inspirasjonen sin har de hentet fra Japansk Pop, Dancehall og TV-spill musikk &#8211; alt rørt sammen i en deilig gryte. Bandet hadde med låten “Flamingo&#8221; på Ryan Hemsworth sin compilation EP &#8220;Shh#ffb6c1” og har gitt ut remiks EPen &#8220;Bonito Recycling”, samleren &#8220;Intro Bonito” og singlene &#8220;Why Aren&#8217;t You Dancing?”, &#8220;Build It Up” og &#8220;Picture This”. På årets SXSW i Austin i Texas var Kero Kero Bonito et av de mest omtalte bandene på hele festivalen, ikke uten grunn, de er nemlig også et fyrkeri live.</p>\n<p>https://www.facebook.com/kerokerobonito</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"450\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=http%3A%2F%2Fapi.soundcloud.com%2Fusers%2F8873989&#038;show_artwork=true&#038;maxwidth=500&#038;maxheight=750\"></iframe></div>\n<p>http://kerokerobonito.tumblr.com<br />\nhttps://www.youtube.com/user/KeroKeroBonito</p>\n</div>\n<div></div>\n<div>\n<p>&nbsp;</p>\n<p><strong>ØYA:SUNKISSED 2015 på BLÅ </strong></p>\n<p>Torsdag 13. og lørdag 15. august 2015</p>\n<p>Blå, Brennerivn 9c</p>\n<p>Ute: 17:00 &#8211; 22:00 // gratis</p>\n<p>Inne: 22:00 &#8211; 03:00 // 150kr [+ avgift]\n<p>120kr [+ avgift] med Øyapass eller billett</p>\n<p><a href=\"http://www.sunkissed.no/\">www.sunkissed.no</a> // <a href=\"http://www.blaaoslo.no/\">www.blaaoslo.no</a> // <a href=\"http://www.billettservice.no/\">www.billettservice.no</a></p>\n<p>&nbsp;</p>\n<p>BOB MOSES [live] (CA) // FINNEBASSEN // THE REVENGE [live] // G-HA &amp; OLANSKII // VINNY VILLBASS // NICO COLTSFOOT // HENRI LE COQ // LE CAPITAN // RONNY RABALDER // ASBJØRN E // A:G // RASMUSSEN // GAUTE HAAVERSEN // EVELINA &amp; TILO [visuelt]\n<p>&nbsp;</p>\n<p><strong>TORSDAG 13. AUGUST</strong></p>\n<p><em>inne fra 22:00</em></p>\n<p>BOB MOSES [Domino // CA // live onstage 23:30]\n<p>FINNEBASSEN</p>\n<p>VINNY VILLBASS</p>\n<p>NICO COLTSFOOT</p>\n<p><em>ute fra 17:00:</em></p>\n<p>HENRI LE COQ &amp; LE CAPITAN</p>\n<p>RONNY RABALDER</p>\n<p>ASBJØRN E</p>\n<p>A:G</p>\n<p>&nbsp;</p>\n<p>BOB MOSES live (CA)<br />\nBob Moses er tilbake! Den kanadiske duoen som består av Tom Howie og Jimmy Vallace tok bakgården på Jaeger med storm i fjor. Vi snakker gåsehud og tenna i tapeten! De to har hatt base i New York de siste årene, der de tidligere var tett knyttet til Scissors &amp; Thread-etiketten og platebutikken Halycon. Men i fjor signerte de med Domino Records, som blant annet huser Four Tet og Caribou. I sommer kommer det album. Det har allerede kommet en strålende singel og samleskive med tidligere utgitte singler fra Scissors &amp; Threads.</p>\n<p>Bob Moses debuterte i 2012 med Deep House singelen “Hands To Hold”. I 2013 ga Bob Moses ut EPen “Far From the Tree&#8221; på Scissors &amp; Threads. “All I Want” som var på første spor på B-siden av platen, ble raskt en kultklassiker på Ibiza og rundt omkring i fjor. I fjor kom singelen &#8220;First To Cry&#8221; på Domino, og i april slapp de en samler med de tidligere 12”erne. Vi har alt hørt noen av låtene fra det kommende albumet, og det lover mer ren klasse fra Bob Moses. Dette blir magisk!</p>\n<p>FINNEBASSEN<br />\nFinn Peder Wang har blitt en av Norges best etablerte houseartister. Han gjorde tidlig kometkarriere med låter som ’Touching Me’, ’If You Only Knew’, ’Monday’ og ’What You Do’ som sammen kan skilte med samlede youtubehits i timillonersklassen (!). De siste årene har Finnebassen etablert seg som DJ i toppskiktet internasjonalt, noe som ikke minst har gått hardt utover mannens flyskrekk. Så skulle det da bare mangle at vi ikke har merket oss profeten her i heimskringla også. Det er mildt sagt garantert stormende jubel og fullt hus hver gang Finn Peder tar til spakene i tigerstaden!</p>\n<p>VINNY VILLBASS<br />\nHåkon Vinnogg, mer kjent som Vinny Villbass er en mann med vind i seilende. Han kom nettopp hjem etter tre måneder som Onkel Reisende Mac i New York, der han knyttet discobånd gjennom Brooklyn. Han har også gjort seg vel bemerket ved å endelig få alle tomlene ut av studiohekken. Det har rent på med et flott knippe singler på Eskimo og Trunk Funk. For ikke å glemme at herren med sombreroen har spilt gitar i diskJokkeband og vært Sunkissed i en mannsalder.</p>\n<p>COLTSFOOT<br />\nNico Coltsfoot er yngste mann på laget, men har allerede rukket å snurre i 13 år. Travel som alltid, men sier ikke nei takk til houseformidling mellom slaga. Nerding på detaljnivå er typisk denne karen. Alltid oppdatert på hva som skjer, og han ruver på musikkfronten i Frankfurt og hvem som danset på legendariske Paradise Garage. Gamle historier om hva, hvor og når den og den DJen spilte, dukker stadig opp når Nico har historietime på torsdager sammen med makker DJ Nuhhh på Jaeger.</p>\n<p>ASBJØRN E<br />\nAsbjørn er ofte å finne innom Sunkissed, da i godt selskap med Ronny Rabalder. Asbjørn har holdt på lengre enn du skal tru med musikken og begynte tidlig med klubbkvelder. Han drev blant annet de gode gamle Fin Gardin-kveldene på Sika under glansdagene. Den gang deep house og Chicago house ble spilt langt ut i Møllergata. I dag leverer Asbjørn stødig og aktuell techno.</p>\n<p>&nbsp;</p>\n<p><strong>LØRDAG 15. AUGUST</strong></p>\n<p><em>inne fra 22:00: </em></p>\n<p>THE REVENGE [live]  (UK)</p>\n<p>G-HA &amp; OLANSKII</p>\n<p>RONNY RABALDER &amp; A:G</p>\n<p>HENRI LE COQ &amp; LE CAPITAN</p>\n<p><em>ute fra 17:00 </em></p>\n<p>GAUTE HAAVERSEN</p>\n<p>NICO COLTSFOOT</p>\n<p>RASMUSSEN</p>\n<p>&nbsp;</p>\n<p>THE REVENGE live (UK)<br />\nGraeme Clark har vært en aktiv produsent i en drøy mannsalder. Godt kjent også for 6th Borough Project sammen med Craig Smith, men også under andre aliaser som Ooft Music, Deportivo Street Team, Cronk Family undt so weiter. Lista med plateselskaper han har gitt ut på er enda lengre, men DFA, Pokerflat, My Favourite Robot, Z Records, Delusions Of Grandeur, NeedWant, Intruments Of Rapture, Mule Music, Dikso, Dessous Records, Home Taping Is Killing Music og hans eget Roar Groove bør vel nevnes.</p>\n<p>I 2001 kom det kritikerroste albumet ‘Reekin’structions’, og senere to 6th Borough Project-album på Delusions Of Grandeur. I år slapp han albumet ‘Love That Will Not Die’ på Roar Groove, og denne gangen er han ute på live turne sammen med Paul McGlashan. I typisk The Revenge-ånd trakteres funken med et øre bakover og et øre mot framtiden. Resultatet er en tilnærming til house som er både røft og organisk uten å henfalle helt til retrovibben. Både Octave One one og Virgo Four har levert strålende og trollbindende live sett på Sunkissed det siste året, vi er ganske sikre på at The Revenge komplementerer kinderegget!</p>\n<p>G-HA &amp; OLANSKII<br />\nHerr og Fru Sunkissed har servert eplepai til folke siden tidenes morgen! Gode gud, radarparet har selvfølgelig også turnert i inn- og utland, både med og uten skandaler. Gutta har pakka snippesken og underholdt på blant annet Fabric (London), Panoramabar (Berlin), Robert Johnson (Frankfurt), Mondo (Madrid) og Honkytonks (Melbourne), Nottinghillartsclub (London), Moog (Barcelona), for å nevne noe. Samarbeidet har førte også til en herlig liten CD-samler på kremetiketten Smalltown Supersound i 2007. De siste årene har gutta også herjet fast hver Frædag på Jaeger, både solo og med et kobbel av internasjonale skjerf innom boksen. Få har såpass styr på Sunkissed-gulvet som disse to.</p>\n<p>RONNY RABALDER &amp; ASBJØRN E<br />\nRonny er en gammel ringrev og han har spilte techno lenge før GSM-nettet kom til hans hjemby, Ålesund. Ronny er alltid stødig og sparer ikke på godsakene. Han kan være litt gjerrig på dansen, men blir mer varm i beina etter hvert. Han har en høy kunnskap om sin musikksjanger og alltid oppdatert. Se opp for ferske saker når Ronny treer inn i boksen.</p>\n<p>HENRI LE COQ &amp; LE CAPITAN<br />\nBrødrene Holck er HMS-ansvarlige på Sunkissed. De er ofte å treffe bak spakene på plasser i Oslo hvor dansemusikk spilles. Henrik og Jørgen er to skikkelige gledespredere ,og når de tar frem sine skiver og minnepenner kommer det sløy cowboydisco til alle har hendene er i været. Men klarer du å skille hvem som er hvem i DJ boksen under Øyanatt? Vi kaller det er ØyaQuiz når brødrene Holck setter i gang. Strekk og tøy, disse gutta leverer.</p>\n<p>GAUTE HAAVERSEN<br />\nOslo Live-Gaute, han andre Gaute, Herr Haaversen, Gaute på skjæret, Westhassel, mannen har mange navn. Vi kaller han bare Gaute. Dette er en fyr som snurrer DJ-sett innimellom slaga. Gaute er helt klart den mannen med flest timer i telefonen pr. uke i Sunkissedklanen. Ikke rart siden han også fungerer som bandbookingansvarlig på Jaeger borti gata. Gaute leverer i fra seg et stort spenn med musikk når han snurrer skiver. House og disco som oftest, men se opp for andre go’biter. Alltid blid og positiv.</p>\n<p>RASMUSSEN<br />\nStavangermannen flyttet til Oslo for mange år siden, og litt vinylskiver hadde han med. Men det var på Sunkissed han begynte med technosakene. Han har vært med i Sunkissed-klanen siden 2007. Joachim Rasmussen spiller techno i det minimalistiske landskapet. På siden produserer han musikk som av en eller annen mystisk grunn ikke er utgitt enda. Vi antar det skyldes tilbakeholdenhet, da låtene holder tritt med undergrunnshelter som Thomas Melchior, Roger Gerresen og Audio Werner.</p>\n<p><a href=\"http://wwww.sunkissed.no/\">wwww.sunkissed.no</a></p>\n<p>&nbsp;</p>\n</div>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":12546,"translations":{"nb":{"url":"/2015/07/02/flere-oyanetter-pa-bla/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"54dcc49d-3380-5f95-8064-56e5e0f06170","locale":"nb"}}