{"data":{"wordpressPost":{"title":"Fire sterke navn til Øya","date":"30th March 2009","content":"<p>GANG GANG DANCE (US)<br />\nJENNY LEWIS (US)<br />\nFLORENCE &#038; THE MACHINE (UK)<br />\nLADYHAWKE (NZ) på Øyanatt</p>\n<p>Florence &#038; The Machine har vært en skikkelig snakkis på de britiske øyer de siste månedene. Nå er Florence klar for å glede deg i Middelalderparken torsdag 13. august. Tilsvarende stor begeistring har det vært for elektroindiegjengen Gang Gang Dance fra New York. I fjor leverte de et av årets sterkeste album, i år kan de bli et av Øyas høydepunkter. Jenny Lewis har levert knallgode låter, både solo og som vokalist i Rilo Kiley. Nå skal hun levere godsakene i steikende augustsol under Øya. Samtidig har vi det første navnet til Øyanatt klart. På Stratos kommer engelske Clash Magazine og norske Smuglesning til å lage fest hver natt etter at moroa er over i parken. Første navn er Ladyhawke, som skal gjøre natta svett og herlig torsdagen under Øya.</p>\n<p>Se opp for et knippe tunge navn i morra!</p>\n<p>GANG GANG DANCE (US)<br />\nEt amerikansk band som ofte dukka opp på kresne kjenneres topplister for 2008 rundt juletider, var New York-gjengen Gang Gang Dance. De beveger seg i landskapet rundt begreper som indie, elektro og eksperimentell rock. I løpet av de siste åra har de delt scene med fantastiske band som Sonic Youth, TV on the Radio og Battles. Lenge opplevde de en imponerende  kultstatus i hjembyen. Bandet debuterte i 2004 med albumet Revival of the Shittest, men det var altså høsten 2008 de fikk stor oppmerksomhet, for skiva Saint Dymphna. Vi har fortsatt til gode å lese noe annet enn skryt av den skiva. Om plata skrev Aftenposten &#8221; En indie/alternativ/post-punk-estetikk utgjør grunnfundamentetet med eksperimentelle elektro/ambient hentydninger, og med slikt er det lite rom for begrensninger, noe Gang Gang Dance benytter seg av til det fulle. Det kjennes ut som om de griper fysisk tak i og rister deg. Det er bare å gi seg hen.&#8221;. En meget treffende beskrivelse, spør du oss. Saint Dymphna var nemlig en av de mest spilte skivene på Øya-kontoret på tampen av fjoråret. Siden våre bookingfolk så bandet i New York i oktober, har vi vært hissige på å få bandet til Oslo. Nå er bekreftelsen endelig i boks. Vi håper du møter opp i Middelalderparken for å gi deg hen til god stemning, en fantastisk musikkfest og selvsagt Gang Gang Dance.<br />\n<a href=\"http://www.myspace.com/ganggangdance\" target=\"_blank\">MYSPACE</a></p>\n<p>JENNY LEWIS (US)<br />\nJenny Lewis er nok av mange best kjent som vokalist i det flotte amerikanske popbandet Rilo Kiley. Dama bobler over av kreativitet, så det holder på ingen måte med hovedbandets trygge rammer for Lewis. Hun har rukket å gi ut to soloalbum, det første med hjelp av The Watson Twins. Oppfølgeren Acid Togue kom i fjor og fulgte opp Rilo Kiley-skiver som More Adventurous (2004) og Under the Blacklight (2007) på en god måte, med sin miks av americana og pop. Jenny har også vært en del av det kritikerroste The Postal Service og har vært involvert i flere andre artisters innspillinger, som for eksempel Elvis Costello. Sistnevnte dukker også opp som gjest på Acid Tongue. Natt &#038; Dag kalte skiva &#8220;først og fremst en refleksjon av hennes livslange kjærlighet til soul, gospel, country og folk.&#8221;. Trenger du en solid dose av dette og gode poplåter anbefaler vi at du innfinner deg når Jenny Lewis ankommer Middelalderparken i august.<br />\n<a href=\"http://www.myspace.com/jennylewismusic\" target=\"_blank\">MYSPACE</a></p>\n<p>FLORENCE &#038; THE MACHINE (UK)<br />\nFlorence &#038; The Machine er egentlig Florence Welch og hennes soul-, elektro- og indieinspirerte pop. Hun har i løpet av de siste månedene blitt en stor favoritt hos blant annet BBC og NME. Sistnevnte blad har til og med rukket å ha henne på forsiden tidligere i år. I tillegg har hun fått spilt på noen av hjemlandets aller største festivaler, uten å ha gitt ut skive ennå. De eneste smakebitene allmennheten har fått så langt er singlene Kiss with a Fist og Dog Days are Over, som begge beviser Florence sin sans for fengende pop. The Machine er altså navnet på backingbandet, som på et tidspunkt inkluderte Devonte ”Lightspeed Champion” Hynes. Florence Welch er oppvokst med Kate Bush, Velvet Underground, The White Stripes og Love på anlegget, noe som iblant kan høres i hennes egen musikk. I slutten av april skal det komme en vinyl-EP, mens album er ventet tidlig på sommeren. Torsdag 13. august kan du altså møte Florence og maskinen hennes i Middelalderparken. Vi tror dere kommer til å komme godt overens.<br />\n<a href=\"http://www.myspace.com/florenceandthemachinemusic\" target=\"_blank\">MYSPACE</a></p>\n<p>LADYHAWKE (NZ) – på Øyanatt tors. 13 . aug, Stratos<br />\nEtter at du har herja rundt i Middelalderparken til Arctic Monkeys, Wilco eller kanskje Fever Ray torsdag 13. august, kan du ta turen opp i Oslos utelivs toppetasje. På Stratos står nemlig Clash Magazine og Smuglesning for fete musikkopplevelser hver kveld under festivalen og denne torsdagen er Ladyhawke på besøk. Ladyhawke er Pip Brown fra New Zealand. Etter å ha forsøkt seg litt i band hjemme i Wellington, fikk hun i fjor internasjonal anerkjennelse med debutalbumet, som ble utgitt på kresne Modular. Hun henter inspirasjon fra gamle helter som Cindy Lauper og Kim Wilde, samt nyere artister som Peaches. Det er ikke vanskelig å forstå hennes fascinasjon for 80-tallslyd. Her kan man høre både moderne elektro og klassisk pop. Ryktene sier at Christina Aguilera skal spille inn Ladyhawkes My Delerium. En innspilling Pip Brown gjerne vil delta på selv. På Øyanatt kan du altså få oppleve en av New Zealands mest spennende artister akkurat nå.<br />\n<a href=\"http://www.myspace.com/ladyhawkerock\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":611,"translations":{"nb":{"url":"/2009/03/30/fire-sterke-navn-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2f547da9-3106-5aee-bb30-f9b8daca7b8a","locale":"nb"}}