{"data":{"wordpressPost":{"title":"Møt grasrota!","date":"2009-08-12T14:54:00.000Z","content":"<p>En armé i azurblå, irrgrønne, sorte og røde t-skjorter er spredd utover Middelalderparken. De er unge, spreke og fulle av pågangsmot. Sammen ofrer de tid, krefter, blod, svette og tårer for å sikre deg en knirkefri og ekstremt vellykket festivalopplevelse. De er viftereima, The Flux Capacitor og den økologiske motoroljen som må til for å holde det gigantiske hjulet Øya ’09 i gang. Du ser dem i boder og telt, ved innganger og utganger, de serverer mat, rigger både opp og ned, kjører, løper og bærer. </p>\n<p>De er&#8230; DE FRIVILLIGE. I samlet flokk teller de omtrentlig 1800 hoder, og to av dem blir du bedre kjent med her.</p>\n<p>Navn: Camilla Urstad<br />\nAlder: 20<br />\nHjemsted: Stavanger<br />\nSivil status: Kjæreste<br />\nStjernetegn: Vekt<br />\nNår jeg ikke jobber som Frivillig på Øya er jeg: Student og Pizzasjåfør<br />\nFrivilligjobb på Øya ’09: Artisttransport (i år for blant andre Band of Horses, The Bronx og Wilco)<br />\nFrivillighistorikk: Var med i fjor, kjørte artister da også.<br />\nGleder meg til å se: Kåre &#038; The Cavemen! Må prøve å få med meg alle jeg kjører også.<br />\nDet beste med Øya er: Det er jo spesielt med en såpass stor festival i en storby, men det aller beste med Øya er det utrolig gode miljøet blant alle oss Frivillige.<br />\nAnnet: Solkinnspatruljen er dødsgrei. </p>\n<p>Navn: Linn Elise Jakhelln<br />\nAlder: 20<br />\nHjemsted: Oslo de siste ti årene, Stavanger før<br />\nSivil status: Eh..ukjent? Spennende.<br />\nStjernetegn: Skytten<br />\nNår jeg ikke jobber som Frivillig på Øya er jeg: Sosiologistudent<br />\nFrivilligjobb på Øya ’09: Solskinnspartuljen! Jobben vår er å gå rundt å smile og dele ut frukt, økologisk chips, litt sjokolade, vann og kaffe til alle de andre frivillige.<br />\nFrivillighistorikk: Dette er femte året mitt.<br />\nGleder meg til å se: Madness og Kåre &#038; The Cavemen<br />\nDet beste med Øya er: Å jobbe som Frivillig, og all den gode musikken så klart. Programmet traff ikke meg sånn midt i hjertet dette året, men det gjør ikke så mye &#8211; det er så mange hyggelige folk overalt og så er det jo til og med god vegetarmat her!<br />\nAnnet: Gogol Bordello MÅ komme tilbake til Øya!</p>\n<p>Tekst: Julia C.S. Pettersen</p>\n","wordpress_id":519,"translations":{"nb":{"url":"/2009/08/12/mot-grasrota/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6dbdc4c5-9604-5fc9-8ecc-79849111a318","locale":"nb"}}