{"data":{"wordpressPost":{"wordpress_id":290,"title":"På jakt etter Øya-billetter?","excerpt":"<p>•\tSvært få billetter igjen til onsdag og torsdag<br />\n•\tNoen få billetter til fredag og lørdag selges ved inngangen samme dag</p>\n<p>Nå er det svært få billetter igjen til onsdag 11. august og torsdag 12. august. Etter en finregning er det i dag under 150 dagsbilletter igjen til onsdagen og under 500 igjen til torsdagen. </p>\n","content":"<p>Fredagen og lørdagen har vært utsolgt lenge og vi er sikre på at vi kunne ha solgt mange tusen flere billetter, målt etter pågangen fra folk som gjerne skulle besøkt Øya disse dagene. Vi legger, som tidligere år ut et lite antall dagsbilletter ved inngangen kl 11.00 samme dag. Det betyr at det blir solgt 50 billetter til fredag og lørdag. Vi setter et maksantall billetter per person på 2 stk. Om du ønsker å kjøpe billetter ved inngangen, anbefaler vi deg at du møter opp i god tid.</p>\n<p>Onsdag 11. august: albumaktuelle M.I.A., legendene Iggy &#038; The Stooges, popsensasjonen og kritikerfavoritten Ariel Pink&#8217;s Haunted Graffiti, støypopdyret Serena Maneesh, jazzmetalpionerene Shining, Wu-Tangs Raekwon og M.I.A.-kompisene Sleigh Bells<br />\nDisse spiller også: Ingrid Olava, Air, The Gaslight Anthem, Thom Hell, Navigators, Fucked Up, Shining, Imperial State Electric, LidoLido, The Megaphonic Thrift, Torgny, Kenneth Ishak &#038; The Freedom Machines og Sleepy Sun.</p>\n<p>Torsdag 12. august: det svært etterlengtede comebacket til Pavement, dansefest med LCD Soundsystem og Casiokids, Sigur Ros-frontmann Jonsi, jubilantene The Cumshots, de eksotiske New Yorkerne i Yeasayer og Shins/Gnarls barkley-samarbeidet Broken Bells.<br />\nDisse spiller også: Against Me!, Panda Bear, Kråkesølv, Lars Vaular, The Black Angels, The Lindstrøm &#038; Christabelle, Surfer Blood, Nachtmystium, Wardruna, Miike Snow, Oslo Ess og Fool&#8217;s Gold.</p>\n<p>Matinékonserten til The National i Operaen 11. august har også solgt meget godt, og det er nå under 300 billetter igjen til denne spesielle konsertopplevelsen.</p>\n","date":"2010-08-06T13:41:53.000Z","featured_image":null,"translations":{"nb":{"url":"/2010/08/06/pa-jakt-etter-%c3%b8ya-billetter/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f4d1a31e-fb4d-523a-9be9-603d9dea7190","locale":"nb"}}