{"data":{"wordpressPost":{"title":"Tre nye navn til Øya: Haim (US), Amund Maarud og Casa Murilo","date":"2012-03-22T09:10:38.000Z","content":"<p>Tre nye navn er klare for Øyafestivalen i august og legges til det allerede sterke programmet. Et av de nye amerikanske banda som har begeistra vår bookingsjef Claes Olsen mest de siste månedene er de tre søstrene i Haim. De var blant det aller beste vi så under SXSW i USA nylig. I august kommer de for å spille sin første konsert i Norge. Amund Maarud har lenge vært kjent som en av landets fremste gitarister innen blues og rock. Nå skal han for første gang spille på Øyafestivalen som soloartist. Casa Murilo imponerte oss virkelig under by:Larm for noen uker siden. De har hatt et godt tak på Oslo-publikummet de siste åra, og nå er det på tide at landets fineste festivalpublikum blir introdusert for dette bandet.</p>\n<p>&nbsp;</p>\n<p><strong>HAIM (US)</strong></p>\n<p>De siste månedene har vi sett jentene i Haim imponere stort både under CMJ i New York og SXSW i Austin. Nå er det klart at de tar turen til Oslo i august, for å spille på Øyafestivalen. De tre søstrene fra California har så langt kun en EP på samvittigheten, men vi føler oss sikre på at de  i løpet av de neste månedene vil være en stor snakkis. Interessen har vært stor både blant publikum og bransje i USA. Vi gleder oss til nordmenn får øya opp for søstrene Haim i sommer.</p>\n<p>&nbsp;</p>\n<p>Danielle, Este og Alana Haim var heldige nok til å ha svært musikkinteresserte foreldre, noe som har medført at de har latt seg inspirere av klassisk rock, finfin folk og tradisjonell americana. Seinere fikk de også sansen for moderne RnB, og lot dette prege musikken sin. Gratis-EPen Forever er tilgjengelig på nett og som prettymuchamazing.com påstår, har Haim «taken the cues of their multifaceted musical childhood and blended it into a sound that’s all their own”.</p>\n<p>&nbsp;</p>\n<p>Av de tre unge søstrene har Danielle Haim den mest imponerende CVen, da hun har spilt med både Julian Casablancas (The Strokes) og Jenny Lewis (Rilo Kiley). I oppveksten hadde de tre et familieband med foreldrene. Nå skriver de egne låter og gjør seg klare for å gi ut debutalbumet. Vi lover at det er all grunn til å glede seg.</p>\n<p>&nbsp;</p>\n<p>Øyas bookingsjef Claes Olsen har dette å fortelle om Haim:</p>\n<p>&#8211;        Det beste nye bandet på CMJ i oktober var også det beste nye bandet på SXSW forrige uke. De skiller seg ut fra det meste vi har sett, er tight som bare tre søsken kan være og med bra låter. Nå har vi sett dem fire ganger og vil se dem igjen og igjen. Første gang vi så dem, var det oss og noen venner av bandet på en liten pub på Lower East side, nå på SXSW myldret det av A&amp;R, presse og andre på konsertene deres. Kult å være først ute på et band som kommer til å smelle stort</p>\n<p><strong><em>Last ned gratis EP her</em></strong>:</p>\n<p><a href=\"http://www.haimtheband.com/\" target=\"_blank\">www.haimtheband.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>AMUND MAARUD</strong></p>\n<p>Amund Maarud har de siste åra blitt anerkjent som en av landets absolutt dyktigste gitarister og bluesartister. Maarud starta å spille som seksåring, med den fortsatt tilstedeværende lillebroren på trommer. Han har leda band som The Grand, Amund Maarud Band og duoen Morudes. I tillegg har han vært bidragsyter på en rekke innspillinger med norske artister og spilte over 300 når bandet hans var husbandet på bluesklubben Muddy Waters i Oslo. Han har en fot i rå blues og en i svett rock. Etter å ha prioritert rockebandet The Grand en stund, var det på tide å feste grepet om bluesen igjen. Nå er han altså tilbake ved det utgangspunktet som ga han oppmerksomhet både fra bluesfolket og rockere for omtrent ti år siden. I fjor kom soloskiva Electric, som han mottok en Spelemannspris for. Dagbladet var storfornøyde og beskreiv innholdet som «en mer rocka tilnærming og minst én fot i rhythm&#8217;n&#8217;blues: En slags White Stripes/Black Keys møter Buddy Guy». På Øya kommer du til å få generøse porsjoner med fett gitarspill, heit bluesrock og en liveartist som mener alvor når han går på scena.</p>\n<p><a href=\"http://www.amundmaarud.no/\" target=\"_blank\">www.amundmaarud.no</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>CASA MURILO</strong></p>\n<p>Casa Murilo er i ferd med å bygge seg opp et lojalt og engasjert publikum, noe de viste sist på by:Larm i februar. For øyeblikket jobber de med album nummer to. Debuten Lifting Ships kom i 2011 og om den skreiv Musikknyheter.no at den inneholdt «herlige, rocka poplåter, som man blir både glad av og glad i». Dette er de også i stand til å formidle på scena og vi er sikre på at de vil bidra til en fantastisk stemning på Øya i august. Bandet skal åpne på vår største scene torsdag 9. august. Se fram til musikalsk gledespreding i øverste divisjon.</p>\n<p>&nbsp;</p>\n<p>Bandet ble starta av to engelskmenn, som via to norske jenter de møtte i Brazil, plutselig befant seg i Oslo. De fikk kjapt et godt rykte i popundergrunnen, og nå ser det ut til at oppmerksomheten bare øker og øker. De har spilt festivaler og klubbscener over store deler av landet, og spilte i fjor på Øya under Klubbdagen. Nå er det jaggu på tide at de får prøve seg i parken.</p>\n<p><a href=\"http://www.casamurilo.com\" target=\"_blank\">www.casamurilo.com</a></p>\n","wordpress_id":2208,"translations":{"nb":{"url":"/2012/03/22/tre-nye-navn-til-%c3%b8ya-haim-us-amund-maarud-og-casa-murilo/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8a0798c8-58f0-517a-8484-9fa658abf169","locale":"nb"}}