{"data":{"allWordpressPost":{"edges":[{"node":{"title":"Program og spilletider for Camp Øya er klart!","wordpress_id":23965,"link":"/2019/05/16/program-og-spilletider-for-camp-oya-er-klart/","excerpt":"<p>Gratis inngang på det beste av ny norsk musikk &#8211; torsdag 23. mai på Ingensteds og Blå.</p>\n","locale":"nb","date":"2019","featured_image":{"title":"campøya ny","filename":"campoya-ny.png","filesize":424532,"url":"http://oya.test/assets/uploads/2019/05/campoya-ny.png","link":"/2019/05/16/program-og-spilletider-for-camp-oya-er-klart/campoya-ny/","alt":"","author":"3","description":"","caption":"","name":"campoya-ny","status":"inherit","uploaded_to":23965,"date":"2019-05-16 10:12:42","modified":"2019-05-16 10:12:42","menu_order":0,"mime_type":"image/png","type":"image","subtype":"png","icon":"http://oya.test/wp-includes/images/media/default.png","width":2400,"height":1256,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/campoya-ny-320x320.png","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/campoya-ny-1024x536.png","medium_width":1024,"medium_height":536,"medium_large":"http://oya.test/assets/uploads/2019/05/campoya-ny-1600x837.png","medium_large_width":768,"medium_large_height":402,"large":"http://oya.test/assets/uploads/2019/05/campoya-ny-1920x1005.png","large_width":1920,"large_height":1005,"small":"http://oya.test/assets/uploads/2019/05/campoya-ny-320x167.png","small_width":320,"small_height":167,"medium_small":"http://oya.test/assets/uploads/2019/05/campoya-ny-640x335.png","medium_small_width":640,"medium_small_height":335,"xlarge":"http://oya.test/assets/uploads/2019/05/campoya-ny.png","xlarge_width":2400,"xlarge_height":1256}}}},{"node":{"title":"Øyanatt med Tanya Stephens","wordpress_id":23952,"link":"/2019/05/14/oyanatt-med-tanya-stephens/","excerpt":"<p>På John Dee etter at parken stenger fredag 9. august.</p>\n","locale":"nb","date":"2019","featured_image":{"title":"tanya_stephens_gig_main_img c","filename":"tanya-stephens-gig-main-img-c.jpg","filesize":54932,"url":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","link":"/2019/05/14/oyanatt-med-tanya-stephens/tanya_stephens_gig_main_img-c/","alt":"","author":"3","description":"","caption":"","name":"tanya_stephens_gig_main_img-c","status":"inherit","uploaded_to":23952,"date":"2019-05-14 08:03:42","modified":"2019-05-14 08:03:42","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","medium_width":800,"medium_height":500,"medium_large":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c-320x200.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c-640x400.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2019/05/tanya-stephens-gig-main-img-c.jpg","xlarge_width":800,"xlarge_height":500}}}},{"node":{"title":"Fra plastavfall til kjempeblekksprut!","wordpress_id":23907,"link":"/2019/05/14/fra-plastavfall-til-kjempe-blekksprut/","excerpt":"<p>Øyafestivalen samarbeider med Teknisk museum og plastkunstnerne Pippip Ferner og Hilde Kjepso om å samle inn plastavfall til en diger blekksprut av plast. </p>\n","locale":"nb","date":"2019","featured_image":{"title":"IMG_3882","filename":"img-3882.jpg","filesize":2574276,"url":"http://oya.test/assets/uploads/2019/05/img-3882.jpg","link":"/2019/05/14/fra-plastavfall-til-kjempe-blekksprut/img_3882/","alt":"","author":"11","description":"","caption":"","name":"img_3882","status":"inherit","uploaded_to":23907,"date":"2019-05-14 08:46:59","modified":"2019-05-14 08:46:59","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":2939,"height":3010,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/img-3882-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/img-3882-1024x1049.jpg","medium_width":1024,"medium_height":1049,"medium_large":"http://oya.test/assets/uploads/2019/05/img-3882-1600x1639.jpg","medium_large_width":768,"medium_large_height":787,"large":"http://oya.test/assets/uploads/2019/05/img-3882-1920x1966.jpg","large_width":1920,"large_height":1966,"small":"http://oya.test/assets/uploads/2019/05/img-3882-320x328.jpg","small_width":320,"small_height":328,"medium_small":"http://oya.test/assets/uploads/2019/05/img-3882-640x655.jpg","medium_small_width":640,"medium_small_height":655,"xlarge":"http://oya.test/assets/uploads/2019/05/img-3882-2560x2622.jpg","xlarge_width":2560,"xlarge_height":2622}}}},{"node":{"title":"Fire nye til Øya – Under 700 fredagsbilletter igjen","wordpress_id":23925,"link":"/2019/05/13/fire-nye-til-oya-under-700-fredagsbilletter-igjen/","excerpt":"<p>Under 700 billetter igjen til fredag – onsdag snart utsolgt﻿.</p>\n","locale":"nb","date":"2019","featured_image":{"title":"Koffee_Oya2019 c","filename":"koffee-oya2019-c.jpg","filesize":144476,"url":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","link":"/2019/05/13/fire-nye-til-oya-under-700-fredagsbilletter-igjen/koffee_oya2019-c/","alt":"","author":"3","description":"","caption":"","name":"koffee_oya2019-c","status":"inherit","uploaded_to":23925,"date":"2019-05-12 08:54:12","modified":"2019-05-12 08:54:12","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","medium_width":800,"medium_height":500,"medium_large":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c-320x200.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c-640x400.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2019/05/koffee-oya2019-c.jpg","xlarge_width":800,"xlarge_height":500}}}}]},"wordpressPost":{"wordpress_id":364,"title":"To heite Øyanetter på Dattera Til Hagen","excerpt":"<p>Kyle Hall / Darkstar / Punani SS Soundsystem / Omar-S / Øyvind Morken / Sommerstad / Telephones &#038; Chmmr<br />\nDattera Til Hagen kliner til med ytterligere to heite netter under Øyafestivalen. Torsdag 12. og fredag 13. august serverer Lot Lot knall elektro. Tidligere har de sluppet at lørdagskvelden blir fylt med Four Tet og DJ-sett med Jamie fra The xx. Som det har blitt sagt og sunget mang en gang; Daaaance the night away!<br />\n<a href=\"http://www.billettservice.no/search.php?tm_link=tm_homeA_header_search&#038;language=no&#038;keyword=lotlot&#038;x=28&#038;y=9\" target=\"_blank\">Billetter til Lot Lot sine arrangementer finner du her</a></p>\n","content":"<p>Øyanatt torsdag 12. august<br />\nKyle Hall (Detroit/Hyperdub/Warp/ Wild Oats/R&#038;S) Darkstar (UK/Hyperdub) &#038; Punani SSsoundsystem(NO)</p>\n<p>På Lot Lots første Øyanatt får vi besøk av to utypiske artister som begge har utgivelser på den britiske elektroniske labelen Hyperdub: Detroit wizkid Kyle Hall og beatsduoen Darkstar, og i førsteetasje Punani SS, et nytt prosjekt fra to stayers i norsk kulturliv, nemlig Salvador Sanchez fra Darkside Of The Force og Hele Fitta aka Martin Bjørnesen.</p>\n<p>KYLE HALL (UK)<br />\n18 år gamle Kyle Hall har vært en del av Detroits housescene siden han var 11 år. Oppfostret og undervist av byens beste fra Rick Wilhite til Mike Huckaby, har han fått måle seg opp mot de beste og utviklet en utrolig forståelse av byens musikkscene. Hans første release kom som 16åring på deep house-legenden Omar-S sin FXHE-label og siden det har han utgitt på labeler som Hyperdub, sin egen Wild Oats-label, Third Ear og framover også på Warp, R&#038;S, og Hypercolour.</p>\n<p>Hans produksjoner har hele tiden vært fremtidsrettet og aldri vært låst til houseformatet, enten han gjør soulfull hiphop Stones Throw-gjengen ville vært stolt av, UK garage bedre enn britene gjør det, jazza instrumental musikk eller futuristisk elektro. Han har alltid sin egen lyd og skrudde vri på sjangrene.</p>\n<p>En samlet musikkpresse har omfavnet han som en av elektronisk musikks største håp for framtiden og starten på en tredje bølge med Detroit-produsenter. Å mikse lærte han tidlig av den lokale DJ-legenden Raybone Jones og han har allerede spilt på steder som Fabric og Panorama Bar. Kyle Hall kommer definitivt til å blåse oss av banen torsdag på Dattera.</p>\n<p>DARKSTAR (UK)<br />\nDarkstar er en produsentduo bestående av James Young og Aiden Whalley. De har sluppet plater på sin egen 2010-label og Hyperdub Records. Første releasen deres på Hyperdub var den utrolige Need You, som skaffet dem fans som Radiohead og Pitchfork. Neste release var låten Aidy’s Girl Is A Computer, en vindskjev elektronisk groover som slo beina under en samlet musikkscene, ble remixet av Kyle Hall og plasserte seg på topp 10 da skribentene til Resident Advisor skulle kåre årets låter.</p>\n<p>Darkstar har en unik tilnærming til musikk med et veldig analogt sound og et fokus på at produksjonene skal være sanger samtidig med at de skal fungere på et dansegulv. Med dette har de skapt et helt eget sound, svært ulik resten av London-scenen. De jobber for tiden med debutskiva si for Hyperdub. </p>\n<p>PUNANI SS SOUNDSYSTEM<br />\nProduksjonsduoen Punani SS er et relativt ferskt navn, men bak lurer to ringrever fra ytterflankene av norsk kulturliv. SS er initialene til Salvador Sanchez, tidligere frontmann i den Spellemannsprisvinnende rapgruppen Darkside Of The Force. For tiden ferdigstiller han sitt andre soloalbum som rapper, og skal også opptre inne på selve Øya som vokalist for Necessary. Hele Fitta (eller på engelsk: The Whole PUNANI!) er døpt Martin Bjørnersen, var norskrappioneer i gruppen Ellers Det for et milleniumsskifte siden, halvkjent som skribent i bl.a. Morgenbladet og beryktet for kompromissløse DJ-sett i sjangre som spenner fra ghetto tech til deep house til vestkystsrap. Som Punani SS har de hittil levert mye omtalte remikser for Alabama-rapperne G-Side og hele Oslos Nils Bech, og et par hemmelige, nye prosjekter (som kanskje tar dem over i enda flere uventede territorier) ventes avduket i løpet av sommeren. Som produsenter er de like komfortable med sofistikert gangsterrap som med ignorant housemusikk -eller var det omvendt? Nuvel. På Lot Lot skal de spille egne og andres plater, med Salvador på mikken og hendene på såvel vinyl som samplere, og kanskje noen overraskelsesbesøk fra kjentfolk? Et godt gammaldags soundsystem, altså. Bare helt uten dreads.</p>\n<p>Fredag 13. august<br />\nOmar-S (FXHE/Detroit), Øyvind Morken og &#8220;The New Breed of Norwegian Disco&#8221; med Sommerstad LIVE, Telephones &#038; Chmmr DJ-set.<br />\nFredagen på Lot Lot består blant annet av en av housemusikkens mest myteomspunnede karakterer, Omar-S. En sann legende rett ut av Detroits stålverk, med den naturlige supporten Øyvind Morken, labelmanager for Luna Flicks og en av Oslos desidert beste DJs. I førsteetasjen har vi valgt å showcase neste generasjon av norsk disco. Fire unge menn som akkurat har blitt plukket opp av Prins Thomas Full Pupp og Morken, Kango &#038; Strangefruits Luna Flicks-label, og som har sin helt egne friske take på den norske discomusikken. </p>\n<p>OMAR-S  (US)<br />\nOmar-S er en av housemusikkens mest mytiske karakterer. Bakgrunnen fra downtown Detroit, og som sveiser i stålfabrikken til Ford har forplantet seg i hans råe, ufiltrete musikk, laget på rustent analogt utstyr. Ut av dette harde har det kommet noe av det råeste av housemusikk, men også noe av det vakreste, som Psychotic Photosynthesis. Dette er en melodisk, nesten klassisk sang som snek seg langt opp når Resident Advisor skulle kåre tiårets beste låter.</p>\n<p>Omar-S er en legende og kan nevnes i samme åndedrag som Theo Parrish, Mad Mike, Carl Craig og Moodymann. Han har i mesteparten av 2000-tallet drevet labelen FXHE. Men det var først i 2004 med releasen Oasis One Europa begynte å få øynene opp for Detroits best skjulte skatt. Etter dette fulgte flere store undergrunnslåter som 100% House og Day. I 2008 kom Fabric-mixen hans, en mix bestående av hans egne låter og en av de aller beste releasene i Fabric-serien. Omar er ekstremt selektiv på gigs han velger å gjøre og vi er stolte av å ha han spillende på Dattera fredag 14. august.</p>\n<p>ØYVIND MORKEN<br />\nØyvind Morken har evnen til å grave frem de mest kokte skivene som får folk til å både heve øyenbrynene, men som også får i gang blodsirkulasjonen i beina. Han har holdt det gående i lengre tid med ville og eksotiske fester på de beste klubbene i byen, i tillegg til gallerier, loftlokaler, lagerhusraves og strandfester. Ved siden av å skrive for musikkblekka Fan, sørger han for at Luna Flicks-etiketten gir ut skiver fra Mungolian Jet Set, Ost &#038; Kjex, Rune Lindbæk, Kango, Chmmr, Skatebård og flere. Hvis du ikke ser han syklende rundt på en bysykkel i full fart på vei til neste gig med platebaggen på ryggen, henger han gjerne rundt på taxfreesonen mens han venter på neste avgang, eller i baksetet på en bil skravlende om den obskurde vinylen han fant på en basar i bakvendtland.</p>\n<p>New breed of norwegian discoTM<br />\nOver det siste året har folk som Prins Thomas og Luna Flicks crewet begynt å rekruttere, og i løpet av det som kanskje hittil har vært det beste året for Norsk discoen har vi også fått bekreftelse på at framtiden er sikret. De tre ledende av the new pack er: Sommerstad som består av Solli Discoklubb og man about town Marius Sommerfeldt, og fra Trondheim, snart Berlin-residents Telephones og Chmmr.</p>\n<p>SOMMERSTAD &#8211; LIVE<br />\nSommerstad består av Mikkel Haraldstad &#038; Marius Sommerfeldt. De er tippet en del av som den nye vinen når det gjelder nydiscoen, og ligger sjangermessig under det utenlandsk presse kaller Scandodisco. De har sterk inspirasjon av ballerøskende grooves, flytende harmonier og boblende melodier. Prins Thomas som er så snill og lanserer deres EP på Full Pupp. Flere produksjoner og remixer er i vente, noe som lover godt for livets glade gutter, som ifølge dem selv har en sterk lidenskap i øl, kvinner og latenight discodansing! Dette blir første gang Sommerstad spiller et fullstendig livesett og Lot Lot er stolte over å få presentere dette under Øyanatt</p>\n<p>TELEPHONES &#038; CHMMR<br />\nChmmr og Telephones har i lengre tid vært bartebyens ivrigste eksponenter for skitten disko, house og kosmisk boogie. Eksilbergenseren Telephones hybrid av disco, house, italo, punkfunk og assortert kosmisk polyrytmikk har den siste tiden tatt ham fra spillejobber på Blå, Landmark, Lot Lot på Dattera og EKKO-festivalen i Bergen til lokale aerobics-workouts i Trøndelagen. Hans produksjoner og DJ-sett ligger i skjæringspunktet mellom skandinavisk-syntetisk kulde, verdensrommet og ekvatorialsk varme &#8211; en fruktkurv med både syrlig og søtt, samt en og annen kokosnøtt tilgrist av murpuss fra en Manchester-kjeller. </p>\n<p>Hønefossblaserte, Trondheimsglaserte Chmmr har en dyp kjærlighet for fire flate i sin reneste og skitneste forstand. Mangfoldige år med spillejobber riket rundt har gitt mannen en fast fot bak båsen, ofte i sammenheng med konseptet Skurk, som han har drevet sammen med Fella og Ali Soulishhh de siste fire årene. Like viktig som å spille plater er det å lage dem, og de lander vanligvis i house- og diskoland. Chmmr er preget av et over normalt, dog sunt forhold til det ytre rom, kunstig fremstilt bassgitar og nipene harmonier.</p>\n<p>I februar slapp Chmmr sin første 12” på Strangefruit/Morken/Kango-labelet Luna Flicks, en utgivelse som har blitt godt mottatt av storheter som Tim Sweeney (Beats In Space) og Bill Brewster (DJHistory), mens Telephones nylig var å finne på Untz Untz Records sin første 12”, samt en remiks i greske Amateur Recordings vinylriller, sist lovprist av bl.a Gavin Russom (DFA). Han livedebuterte nylig på Blå (der også Chmmr bidrar bak spakene) og har utgivelse på Prins Thomas&#8217; Full Pupp-label på tapeten. Det ligger med andre ord an til et spennende år for begge disse kompisene.</p>\n","date":"2010-06-11T11:15:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2010/06/11/to-heite-%c3%b8yanetter-pa-dattera-til-hagen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f494a258-242f-5120-9478-312cfedad529","locale":"nb"}}