{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2010/12/15/arets-utenlandske-utgivelse-body-talk-trilogien-av-robyn/","locale":"nb","type":"post","id":"d5062410-a258-5f2d-ac32-a0e1334bda85","slug":"arets-utenlandske-utgivelse-body-talk-trilogien-av-robyn","title":"Årets utenlandske utgivelse: Body Talk-trilogien av Robyn","date":"2010-12-15T10:22:00.000Z","excerpt":"<p>Øya-kontoret har gjennomført en uhøytidelig avstemming for å kåre årets utenlandske musikkutgivelse. De ansatte i administrasjonen og festivalens bookinggruppe har gitt poeng til utgivelsene de har hatt størst glede av. Det ble stemt på hele 116 ulike utgivelser og det var Robyns Body Talk-trilogi som stakk av med seieren. For enkelthets skyld, valgte vi å se dette som en utgivelse i flere deler. Hun slo Big Boi såvidt, mens The Black Keys, Janelle Monae og Kanye West også fikk imponerende høye poengsummer. Lista har stor variasjon og gjenspeiler mye av den forskjellige musikken vi brenner for på festivalkontoret. Dette er vel kanskje årets aller lengste oppsummeringsliste. Sjekk om dine favoritter er med. </p>\n"}},{"node":{"link":"/2010/12/14/twin-shadow-og-turns-til-%c3%b8ya/","locale":"nb","type":"post","id":"3bbc8f01-52e9-50b6-b515-70504ec1346c","slug":"twin-shadow-og-turns-til-%c3%b8ya","title":"Twin Shadow og Turns til Øya","date":"2010-12-14T07:31:00.000Z","excerpt":"<p>Før vi går inn i julemodus, kliner vi til med den gledelige nyheten om at årets sterkeste debutant kommer til Øya. Twin Shadow har fått fantastiske kritikker og har havna høyt oppe på flere gode årsoppsummeringer. I tillegg er Turns albumklare på nyåret, og det er svært høye forventninger fra publikum og kjennere. I august sprer de delikat pop utover Middelalderparken. Vi ønsker med dette alle en strålende jul og lover å komme sterkt tilbake med flere artistslipp på nyåret.</p>\n"}},{"node":{"link":"/2010/12/13/arets-norske-utgivelse-the-brothel-av-susanne-sundfar/","locale":"nb","type":"post","id":"d01f02f6-7366-5e75-94f8-53210d7723fe","slug":"arets-norske-utgivelse-the-brothel-av-susanne-sundfar","title":"Årets norske utgivelse: The Brothel av Susanne Sundfør","date":"2010-12-13T09:48:00.000Z","excerpt":"<p>Øya-kontoret har gjennomført en uhøytidelig avstemming for å kåre årets norske musikkutgivelse. De ansatte i administrasjonen og festivalens bookinggruppe har gitt poeng til utgivelsene fra i år de har hatt størst glede av. Det ble stemt på hele 40 ulike norske utgivelser og det var Susanne Sundførs fantastiske The Brothel som stakk av med seieren. Sammen med Kvelertak var hun en ganske klar favoritt fra plateåret 2010. Om noen få dager offentliggjør vi lista over beste utenlandske musikkutgivelse fra 2010 og snart skal du sjøl få lov til å være med å stemme på Øya-publikummets favorittutgivelse.</p>\n"}},{"node":{"link":"/2010/12/09/heit-rockepakke-i-forjulstria/","locale":"nb","type":"post","id":"a175f3dd-68b0-57b3-9e87-d87f67f51b12","slug":"heit-rockepakke-i-forjulstria","title":"Heit rockepakke i førjulstria","date":"2010-12-09T10:30:00.000Z","excerpt":"<p>COMEBACK KID (CA) / GHOST (SE) / HONNINGBARNA / OSLO ESS<br />\nØyafestivalen leverer nå ei kraftig rockepakke, som en slags førjulspresang til alle som vil ha rocken høy og breial. Vi venter i spenning på flere bekreftelser innen ulike stilarter de neste ukene. I dag har vi fått på plass fire heite navn innen hardcore, punk og metal til neste års store musikkbegivenhet i Oslo. De to norske håpene Oslo Ess og Honningbarna er klare for å turnére Norge sammen i mars/april, og for å spille på Øya i august. Begge kommer til å gi ut sine debutalbum våren 2011. Svenske Ghost har vært hele Europas metalsnakkis den siste tiden, med sin herlige blanding av mørk mystikk og klassiske riff. Canadierne i Comeback Kid har stått for en av årets friskeste hardcoreskiver og kommer til Middelalderparken for å blåse øra dine fri for likegyldighet. Disse fire kommer til å få nakkehåra til å reise seg på noen og enhver under sommerens Øyafestival.</p>\n"}},{"node":{"link":"/2010/12/08/arets-julegave/","locale":"nb","type":"post","id":"6604e372-95ef-5d8f-a68b-2facaa6c2c9c","slug":"arets-julegave","title":"Årets julegave","date":"2010-12-08T13:26:00.000Z","excerpt":"<p>Hva gir man den som har alt, inkludert god musikksmak? Årets julegave for den musikkinteresserte får du uten tvil gjennom Øyas kampanje hos Platekompaniet. I pakken får du festivalpass, og valget mellom ei eksklusiv t-skjorte med årets Øya-profil eller en Øya-aktuell CD med enten Kvelertak, Matthew Dear eller Warpaint. Pakka selges i et begrenset antall og koster det samme som et ordinært festivalpass, 1995,- + avgift og kan kun kjøpes gjennom Platekompaniet.no<br />\n<a href=\"http://www.platekompaniet.no/musikk.aspx?1218\" target=\"_blank\">Kjøp årets julegave her</a></p>\n"}},{"node":{"link":"/2010/12/07/intervju-lars-vaular/","locale":"nb","type":"post","id":"cc852473-2b70-513d-8506-128a98132286","slug":"intervju-lars-vaular","title":"Intervju: Lars Vaular","date":"2010-12-07T15:12:00.000Z","excerpt":"<p>Gutta i <a href=\"http://furoreiharare.com/\" target=\"_blank\">Furoreiharare</a> tok en prat med flere av årets Øya-artister i august. Sist ut i rekken av intervjuer fra årets festival er Mark sin prat med Lars Vaular. De fikk snakka litt om Sverige, en del om suksessen, litt om Elektrisk Regn, forventninger til høstens turné og mye annet. </p>\n"}},{"node":{"link":"/2010/12/07/eno-slippfest-fredag-og-lordag/","locale":"nb","type":"post","id":"4abd5121-a8e6-5257-8c93-ed48f4876c08","slug":"eno-slippfest-fredag-og-lordag","title":"ENO-slippfest fredag og lørdag","date":"2010-12-07T11:25:00.000Z","excerpt":"<p>Øyafestivalen har slått sine pjalter sammen med musikkmagasinet ENO, som til helgen slipper andre nummer med brask og bram i Oslo og Bergen. Fredag presenterer vi sammen Heros &#038; Zeros og The Lionheart Brothers i hovedstaden. Lørdag tar Bergen over stafettpinnen med amerikanske Mahjongg og ThisGoesDisco. </p>\n<p>Herlighetene koster bare 100 kroner med blad og 60 kroner uten, og de 25 første i døra i hver by får med seg en raff Kim Hiorthøy-plakat på kjøpet. ENO-DJs sørger for go&#8217;stemning hele kvelden.</p>\n"}},{"node":{"link":"/2010/12/06/aya-quiz-hos-aktiv-i-oslo/","locale":"nb","type":"post","id":"1e48a138-e3a5-55c8-8013-68057bac77ed","slug":"aya-quiz-hos-aktiv-i-oslo","title":"Øya-quiz hos Aktiv i Oslo","date":"2010-12-06T11:58:00.000Z","excerpt":"<p>Er du hypp på teste Øya-kunnskapene og være med i trekningen om et festivalpass til neste års Øyafestival? Våre venner i <a href=\"http://www.aktivioslo.no/index.php\" target=\"_blank\">Aktiv i Oslo</a> har laga en quiz med spørsmål om artistene vi har bekrefta sålangt, festivalen generelt og en del spørsmål om Oslo. <a href=\"http://polldaddy.com/s/0185DD7621851A47\" target=\"_blank\">Klikk her for å starte Aktiv i Oslo sin quiz</a></p>\n<p>Konkurransen avsluttes mandag 3. januar kl 12:00, og vi trekker en vinner som kontaktes umiddelbart.</p>\n"}},{"node":{"link":"/2010/12/02/f%c3%b8rstemann/","locale":"nb","type":"post","id":"60bf6507-92ea-5d68-bb78-88cc6c778d7c","slug":"f%c3%b8rstemann","title":"FØRSTEMANN!","date":"2010-12-02T10:30:00.000Z","excerpt":"<p>Helt om natta, helt om dagen, er det noe som så kjekt heter. Men det er utvilsomt både lettere og vanligere å være rockehelt i tussmørket enn i dagslys. Å være øverst på festivalprogrammet fører gjerne til litt ekstra nerver, eller? Vi har snakket med to av de som gikk på scenen først under årets festival.</p>\n"}},{"node":{"link":"/2010/12/01/kjop-ny-%c3%b8ya-pakke-pa-platekompaniet-no-the-jayhawks-bekrefta/","locale":"nb","type":"post","id":"ba9b9e95-e592-595a-8c8f-11130699cb65","slug":"kjop-ny-%c3%b8ya-pakke-pa-platekompaniet-no-the-jayhawks-bekrefta","title":"Kjøp ny Øya-pakke på Platekompaniet.no &#8211; The Jayhawks bekrefta","date":"2010-12-01T11:33:00.000Z","excerpt":"<p>Fra i dag starter en ny eksklusiv Øya-kampanje i samarbeid med Platekompaniet. I pakken får du festivalpass, og valget mellom ei eksklusiv t-skjorte med årets Øya-profil eller en Øya-aktuell CD med enten Kvelertak, Matthew Dear eller Warpaint. Pakka selges i et begrenset antall og koster det samme som et ordinært festivalpass, 1995,- + avgift og kan kun kjøpes gjennom <a href=\"http://www.platekompaniet.no/musikk.aspx?1218\" target=\"_blank\">Platekompaniet.no</a></p>\n<p>Kjøp ny Øyakampanje på <a href=\"http://www.platekompaniet.no/musikk.aspx?1218\" target=\"_blank\">Platekompaniet.no</a></p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":124,"pageCount":183,"additionalContext":{"locale":"nb"}}}