{"data":{"wordpressPost":{"title":"Flere nye navn til Øya 2019","date":"13th February 2019","content":"<p><strong>Stereolab (UK) – lørdag 10. august</strong></p>\n<p><strong>Tirzah (UK) – onsdag 7. august</strong></p>\n<p><strong>Saoirse (IE) – torsdag 8. august, DJ-sett</strong></p>\n<p><strong>Shikoswe</strong></p>\n<p>&nbsp;</p>\n<p>Stereolab er tilbake på scena etter en lang pause og vi gleder oss over at de besøker Tøyenparken på festivalens siste dag. Engelske Tirzah og irske Saoirse er klare for Klubben, vår spesialscene for aktuell og variert elektronisk musikk. Fra før er Yves Tumor klar for den scena. I tillegg er det norske håpet Shikoswe bekrefta til årets festival.</p>\n<p>&nbsp;</p>\n<p><strong>STEREOLAB (UK)</strong></p>\n<p>Laetitia Sadier og Timothy Gane starta Stereolab i London for nesten 30 år siden. Deres egen variant av indiepop har henta inspirasjon fra tysk kraut, jazz, filmmusikk, klassisk pop, søramerikansk lekenhet og mye annet. Lydbildet er i tillegg prega av deres sans for eldre, analoge instrumenter. Deres hyppige utgivelser inkluderer mange innflytelsesrike perler. Utover 90-tallet ble de en viktig referanse for de største indierockbanda i verden.</p>\n<p>Om Emperor Tomato Ketchup (1996) har <a href=\"https://www.allmusic.com/album/emperor-tomato-ketchup-mw0000180004\">Allmusic.com</a> skrevet: &#8211; …melding electronic drones and singsong melodies with string sections, slight hip-hop and dub influences, and scores of interweaving counter melodies. Even when Stereolab appears to be creating a one-chord trance, there is a lot going on beneath the surface.</p>\n<p>I tillegg til denne har de gitt ut sterke album som Transient Random-Noise Bursts with Announcements (1993) og Mars Audiac Quintet (1994). Stereolab tok en pause i 2009 og er først nå klare for å stå på en scene igjen. Sommeren 2019 spiller de utvalgte festivaler. Samtidig jobbes det med nyutgivelser av flere Stereolab-album.</p>\n<p><a href=\"https://stereolab.ochre.store/\">stereolab.ochre.store</a></p>\n<p><a href=\"https://www.facebook.com/stereolabgroop/\">www.facebook.com/stereolabgroop</a></p>\n<p>&nbsp;</p>\n<p>SHIKOSWE</p>\n<p>Shikoswe har sjøl kalt musikken sin svevende pop. Om du ikke allerede er kjent med stemmen og låtskriveren, får du snart flere muligheter. Neste singel er ute denne uka, og før festivalsesongen skal det komme et helt album.</p>\n<p>Hun var Ukas Urørt hos P3 i 2016 og siden har det kommet flere singler og EPen The Hour of the Body. De siste årene har hun samarbeidet med Fjorden Baby!-bassist Kjetil Grimsby Haarr. Hun vokste opp i Ås, men artistkarrieren har nådd nye høyder etter at hun flytta til Bergen. For to år siden spilte hun en minikonsert på vår intime Biblioteket-scene. Nå er hun klar for vårt hovedprogram og et større publikum.</p>\n<p><a href=\"https://www.facebook.com/shikoswesongs/\">www.facebook.com/shikoswesongs</a></p>\n<p>&nbsp;</p>\n<p>TIRZAH (UK)</p>\n<p>Tirzah eksperimenterer med grime, RnB og UK garage på sitt helt egne vis. Hennes utforskningstrang har man kunne følge gjennom tidlige EPer og singler, før det slo ut i full blomst med fjorårets album Devotion.</p>\n<p>En del la først merke til henne i 2013, når singelen I’m Not Dancing kom ut på det Hot Chip-relaterte selskapet Greco-Roman. Hun har sideprosjektet Taz &amp; Meeks sammen med samarbeidspartner og produsent Mica Levi, også kjent som Micachu.</p>\n<p><a href=\"https://pitchfork.com/reviews/albums/tirzah-devotion/\">Pitchfork</a> er veldig imponert, og stempla albumet best new music: &#8211; Tirzah Mastin’s debut album Devotion is a compelling vision of what imperfect pop music can be—joyful in both sound and feeling precisely because both seem so out-of-step and asymmetrical.</p>\n<p><a href=\"https://www.facebook.com/TirzahMusic/\">www.facebook.com/TirzahMusic</a></p>\n<p><a href=\"https://tirzah.net/\">tirzah.net</a></p>\n<p>&nbsp;</p>\n<p>SAOIRSE (IE), DJ-sett</p>\n<p>I Klubben kan du stifte bekjentskap med en DJ som har stor musikalsk bredde og som er i stand til å skape liv i mange ulike settinger. Saoirse fikk i gang musikknysgjerrigheten av å høre storheter som Leftfield og Orbital. Tidlig i karrieren var hun aktiv på piratradio, før hun fikk sendetid på nasjonal irsk radio. I dag er hun en etterspurt DJ i USA og Europa, og spesielt i sin nye hjemby London. Hun kan høres hyppig på Rinse FM og på kvalitetsklubber, og er en høyt respektert DJ med stadig større publikum. Det er stor variasjon i settene, og hun har en fantastisk evne til å likevel få en flyt i alt sammen. Her kan det bli dub, jazz, house eller noe helt annet.</p>\n<p><a href=\"https://www.facebook.com/SAOIRSEMUSIC/\">www.facebook.com/SAOIRSEMUSIC</a></p>\n","wordpress_id":23240,"translations":{"nb":{"url":"/2019/02/13/flere-nye-navn-til-oya-2019/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"76c5f6e7-78e7-5983-8156-c4a63aedf550","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2019/02/13/flere-nye-navn-til-oya-2019/","redirect":false}}}