{"data":{"wordpressPost":{"wordpress_id":1866,"title":"Four great names to Øya","excerpt":"<p>THURSTON MOORE (US) / KARPE DIEM / FIRST AID KIT (SE) / ST. VINCENT (US) It&#8217;s now official that Karpe Diem are headlining our largest stage on the Saturday. First Aid Kit, who recently released the wonderful and successful album The Lion&#8217;s Roar, are playing on the same day. We have also confirmed legend Thurston [&hellip;]</p>\n","content":"<p>THURSTON MOORE (US) / KARPE DIEM / FIRST AID KIT (SE) / ST. VINCENT (US)</p>\n<p>It&#8217;s now official that Karpe Diem are headlining our largest stage on the Saturday. First Aid Kit, who recently released the wonderful and successful album The Lion&#8217;s Roar, are playing on the same day. We have also confirmed legend Thurston Moore and critically acclaimed St.Vincent, who will be playing accordingly on Wednesday the 8th and Thursday the 9th of August.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>KARPE DIEM</strong></p>\n<p>In the space of only a few years, Karpe Diem have gone from being a promising hip hop duo to becoming a huge name in Norway. Through the relase of a number of hits and albums like Rett Fra Hjertet, Fire Vegger and Aldri Solgt En Løgn they have shown how you can make great catchy hip hop whilst flirting with pop and singing in Norwegian. The duo has recieved quite a few prizes, amongst others the Norwegian grammy in 2010.</p>\n<p>&nbsp;</p>\n<p>Magdi and Chirag are now making their new record, to be released in late 2012. The duo are very excited to headline The Øya Festival.</p>\n<p>&nbsp;</p>\n<p>On Saturday the 11th of August, they will put on a great show in front of thousands of people at The Øya Festival. Karpe Diem are one of Norway&#8217;s biggest live-acts within hip hop, and these guys really know how to create a great atmosphere. They have experienced a fantastic journey to the top in recent years and something tells us they will reach even higher in 2012. It is only right that we invite them to finish this year&#8217;s festival on our largest stage. Expect a great show, guest acts on stage and a fantastic spirit. We are looking forward to this summer&#8217;s biggest grin, both on and in front of the stage.</p>\n<p><a href=\"http://www.karpediem.no/\" target=\"_blank\">www.karpediem.no</a></p>\n<p>&nbsp;</p>\n<p><strong>THURSTON MOORE (US)</strong></p>\n<p>Thurston Moore is best known as the founder of Sonic Youth. He is also an exciting solo artist and one of the brains behind collaborations like Original Silence, Dim Stars and Diskaholics Anonymous Trio. It would not be an exaggeration to claim that he is one of the individuals responsible for the development of American indie culture and underground rock during the last 30 years. He has played at the Øya Festival twice with Sonic Youth. This time, he is coming with his very own material.</p>\n<p>&nbsp;</p>\n<p>The solo album Demolished Thoughts came last year, with catchy acoustic indie pop. Moore will be focusing on this material when he plays at Øya. The record was produced by Beck and got many great reviews on both sides of the Atlantic. Magazines like Mojo and Uncut highly appreciated the album and it made high ranking on their annual summaries.  AV Club called it «An album of deeply psychedelic unplugged love songs». We are proud to present Thurston Moore at Øya Wednesday the 8th of August.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>FIRST AID KIT (SE)</strong></p>\n<p>First Aid Kit are sisters Johanna and Klara Söderberg. This young folk duo have recieved great reviews for their second album The Lion&#8217;s Roar released this winter. The record buyers are just as impressed and as a result, First Aid Kit have topped the album list in Sweden and reached a solid sixth place on the lists in Norway. They have impressed artists like Fleet Foxes, Jack White, Conor Oberst and Patti Smith with their strong songs and impeccable performances. The new album is produced by Mike Mogis from Bright Eyes/Monsters Of Folk. This is how BBC described the record: «Johanna and Klara Sodenberg&#8217;s close harmonies charm unaffectedly, pitched in the mix like the faint voices of songbirds echoing through a woodland scene».</p>\n<p>&nbsp;</p>\n<p>We first saw First Aid Kit at the Oslo bar Mono in 2009. Their steady harmonies, beautiful melodies and confident performance impressed us so much that we presented them at a club show the same year. Since this, the sisters have travelled around the world and built a solid fanbase. It feels very right to present them in the park at the festival in 2012. We are certain that many will enjoy their soft and harmonic tunes on the last day of Øya 2012.</p>\n<p><a href=\"http://thisisfirstaidkit.com/\" target=\"_blank\"> thisisfirstaidkit.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>ST. VINCENT (US)</strong></p>\n<p>The multi-instrumentalist and singer Annie Clark might be best known as St.Vincent, but some might also have seen her perform with the hippie pop collective The Polyphonic Spree. She has also worked with names like Kid Cudi and Bon Iver. Her solo debut Marry Me came out in 2007, and she has revieved a growing interest from credible music media since. Her album Actor from 2009 did well on American independent sales lists. Last year she released Strange Mercy, described as a more personal, tougher and harder release. Pitchfork, NME, Q and Paste Magazine are among the media who thought the album was among last year&#8217;s strongest. Spin wrote that the songs on Strange Mercy are «a dense clash of post-punk fuzz and baroque-pop rumination, with esoteric new elements, from atonal electro-jazz to synth scratches to cheeky talkbox».</p>\n<p>If you&#8217;re keen on musical surprises in the landscape between indie rock and arty pop, you need to experience St.Vincent at Øya 2012. She&#8217;s playing in the park Thursday the 9th of August.</p>\n<p><a href=\"http://www.ilovestvincent.com/\" target=\"_blank\">www.ilovestvincent.com</a></p>\n","date":"2012-02-21T09:58:59.000Z","featured_image":{"title":"thurston moore øyafestivalen 2012 635x350","filename":"thurston-moore-yafestivalen-2012-635x350.jpg","filesize":94303,"url":"http://oya.test/assets/uploads/2012/02/thurston-moore-yafestivalen-2012-635x350.jpg","link":"http://oya.test/thurston-moore-oyafestivalen-2012-635x350-2/","alt":"","author":"4","description":"","caption":"","name":"thurston-moore-oyafestivalen-2012-635x350-2","status":"inherit","uploaded_to":0,"date":"2012-02-06 20:09:13","modified":"2012-02-06 20:09:13","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2012/02/thurston-moore-yafestivalen-2012-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2012/02/thurston-moore-yafestivalen-2012-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2012/02/thurston-moore-yafestivalen-2012-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2012/02/thurston-moore-yafestivalen-2012-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2012/02/thurston-moore-yafestivalen-2012-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2012/02/thurston-moore-yafestivalen-2012-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2012/02/thurston-moore-yafestivalen-2012-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":null,"en":{"url":"/en/2012/02/21/four-great-names-to-oya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"de284e83-ddd7-5bba-a495-1d49b1040f80","locale":"en"}}