{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"c8d98ca9-f53f-5241-b41c-47bcb1a4499d","slug":"m-i-a-pa-plass-i-europa-fa-billetter-igjen","title":"M.I.A. på plass i Europa, få billetter igjen","date":"2010-08-02T10:49:00.000Z","excerpt":"<p>Enkelte medier har forsøkt å sette spørsmålstegn ved om M.I.A. ville ha mulighet til å komme seg til Europa, grunnet problemer med visum. I går startet M.I.A. sin Europa-turné i London, så dette er bare tull. Vi har hatt god dialog med M.I.A.s agent helt siden vi fikk artisten bekreftet til festivalen. Nå er det bare å glede seg til en fabelaktig konsertopplevelse på Øya! Om litt over ei uke spiller hun på Enga i Middelalderparken. M.I.A. ga tidligere i sommer det fantastiske albumet Maya (også stavet // / Y /), som fikk strålende kritikker i flere medier. </p>\n"}},{"node":{"id":"47447e5e-89ee-507e-9621-f70341a6ede1","slug":"surfers-lingo-vant-urort-under-16","title":"Surfers Lingo vant Urørt under 16","date":"2010-08-01T23:09:00.000Z","excerpt":"<p>Under Miniøya tidligere i sommer ble det arrangert en konkurranse for band under 16 år. Vinneren var Surfers Lingo fra Svolvær, en trio som imponerte juryen med særpreg og gode låter. En del av premien var å få spille i GSF Skatepark under Øya, så få med deg disse unggutta torsdag 12. august klokka 16.00.</p>\n"}},{"node":{"id":"9430b55e-f30c-5093-9645-0497fc8ca5d2","slug":"torgny-vil-ha-spraymaling","title":"Torgny vil ha spraymaling","date":"2010-08-01T16:00:29.000Z","excerpt":"<p>Torgny (Amdam) var tidligere kjent som vokalist i Amulet. Onsdag 11. august klokka 19.30 spiller han som soloartist på Øyafestivalen, på vår nye scene Klubben. Han skal se M.I.A. og Shining, før han begir seg ut på Øyanatt.</p>\n"}},{"node":{"id":"3bf2d353-5be0-51ae-85bd-b70d09619d02","slug":"liten-endring-i-camp-indie-teltet","title":"Liten endring i Camp Indie-teltet","date":"2010-08-01T15:39:00.000Z","excerpt":"<p>Okkultokrati har dessverre sett seg nødt til å trekke seg fra Øyafestivalen. Deres plass i programmet i Camp Indie-teltet blir fylt opp av det hardtslående og ambisiøse bandet Kollwitz. Se dem kl 17. 20 onsdag 11. august i Middelalderparken.</p>\n<p>De andre artistene som spiller på denne intime scena under festivalen er Therese Aune, Hypertext, Social Suicide, Honningbarna, Friends Of The Dude, Team Me, I See Horses, Goonfight, Wolves Like Us, Philco Fiction, Camp Sounds og The Captain &#038; Me.</p>\n"}},{"node":{"id":"d0166822-0249-56e1-aedf-a1d1f8e18395","slug":"wimps-gjestelister-fra-%c3%b8ya-artister","title":"WiMPs gjestelister fra Øya-artister","date":"2010-07-30T07:24:00.000Z","excerpt":"<p>WiMP har fått en del Øya-aktuelle navn til å lage spillelister. I tida fram til festivalen vil de gi dere et innblikk i hva noen av Øya-programmets mest spennende artister hører på. Først ut er Outkast-medlem og hiphop-stjerne Big Boi. <a href=\"http://wimp.no/playlist/971742a5-01f8-4656-85b3-62581532b11d\" target=\"_blank\">Sjekk ut hans liste her</a></p>\n"}},{"node":{"id":"bd73da20-690c-5d1c-a324-4ad194ffdc60","slug":"billetter-til-onsdag-og-torsdag-med-blant-annet-m-i-a-iggy-the-stooges-pavement-og-lcd-soundsystem-selger-unna","title":"Billetter til onsdag og torsdag, med blant annet M.I.A., Iggy &#038; The Stooges, Pavement og LCD Soundsystem, selger unna!","date":"2010-07-29T18:24:00.000Z","excerpt":"<p>Billettene til Øyafestivalen 2010 har solgt godt og jevnt helt siden i desember.  Nå er det kun billetter igjen til onsdag 11. august og torsdag 12. august. Etter en finregning er det i dag omtrent 500 dagsbilletter igjen til onsdagen, og til torsdagen er det under 1000. Disse to dagene er fullspekka med heite artister fra inn- og utland. Begge inneholder en stor mengde aktuell, variert og spennende musikk.</p>\n"}},{"node":{"id":"bac12b4f-7ad2-53e3-9b3c-1829a4d3f923","slug":"minioya-med-klubbmoro-for-kidsa-fredag-og-lordag","title":"Miniøya med klubbmoro for kidsa fredag og lørdag","date":"2010-07-29T16:11:34.000Z","excerpt":"<p>Opplev to av Norges kuleste og feteste klubbmusikkpar, DJ Olle og Elias Abstract og Ost &#038; Kjex, sammen med dansegruppen Soulstars i Camp Indie-teltet!<br />\nOst &#038; kjex kl 17.00 på fredag<br />\nDJ Olle &#038;  Elias Abstract kl 17.20 på lørdag</p>\n"}},{"node":{"id":"d3093f1a-68ba-580d-bf2e-053412715990","slug":"jorgen-munkeby-haper-a-fa-med-seg-robyn","title":"Jørgen Munkeby håper å få med seg Robyn","date":"2010-07-29T12:59:00.000Z","excerpt":"<p>Jørgen Munkeby spiller med Shining på vår nye scene Klubben onsdag kl 21.10. Han forklarer at bandet hans ikke er blant de mest kravstore når det kommer til mat og drikke backstage, men at de har ambisjoner om å gjøre noe med dette snart.  </p>\n"}},{"node":{"id":"53ed4923-66a3-552d-a6b1-52d8a4484f5a","slug":"kristopher-schau-vil-ha-bursdagsgaver","title":"Kristopher Schau vil ha bursdagsgaver","date":"2010-07-28T13:09:24.000Z","excerpt":"<p>Kristopher Schau spiller med The Cumshots på Vika torsdag kl 21.10. Samme kveld fyller han sjøl 40 år og bandet hans markerer at det er 10 år siden første konsert. Han ga oss noen korte svar som viser hva han sjøl mener er viktigst med en slik merkedag.</p>\n"}},{"node":{"id":"6dbd5a2f-f69a-59ef-af26-fb2bc47385c5","slug":"lars-vaular-vil-ha-kjott-og-ol","title":"Lars Vaular vil ha kjøtt og øl","date":"2010-07-27T12:43:00.000Z","excerpt":"<p>Lars Vaular spiller på Sjøsiden torsdag 12/8 kl 15.20 (kan også oppleves fredag på Hafslunds stand kl 17.10). Han gleder seg mest til å møte det unge Florida-bandet Surfer Blood og det bergenske folkemusikkinspirerte Wardruna. Før og etter konsert klarer han seg lenge med salt kjøtt og øl.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":133,"pageCount":183,"additionalContext":{}}}