{"data":{"wordpressPost":{"title":"Espen Sommer Eide &#8211; The Distribution Of The Audible","date":"4th August 2016","content":"<p>&#8220;The Distribution Of The Audible” er et lydverk der et tredvetalls lydspor spilles over gamle hornhøyttalere montert i tårn mellom Munchløkka og Vindfruen. Lydsporene og høyttalerne er hentet fra hele verden. På det nyeste opptaket kan vi høre en kakofoni av hornsignaler fra båter i Bosporos-stredet som feirer President Erdoğans seier etter sommerens kuppforsøk. Opptaket er gjort på Prinsesseøyene utenfor Istanbul den 29. juli i sommer av den tyrkiske kunstneren Tolga Balci. Verket alluderer til propaganda, politikk og lydens rolle i det offentlige rom.</p>\n<p>På Øya blander lyden fra installasjonen seg med lyden fra konsertene. Verket er lavmælt, men rikt, og den nysgjerrige og observante lytter vil kunne oppleve et politisk ladet lydbilde i stadig endring.</p>\n<p>Espen Sommer Eide (født 1972) er opprinnelig fra Tromsø, men bor og jobber i Bergen. Han er utdannet filosof og jobber som kunstner, instrumentmaker og musiker. Sommer Eide er kjent under artistnavnet Phonophani og er den ene halvdel av duoen Alog, som har gitt ut en rekke plater på Rune Grammofon.</p>\n<p>Espen har vist egne verk på Manifesta-biennalen, Henie-Onstad Kunstsenter, Stedelijk Museum i Amsterdams, Bergen Kunsthall / NO. 5 og på Nikolai Kunsthall i København.</p>\n<p>Han var også initiativtager og festivalsjef for den elektroniske musikkfestivalen Trollofon. Trollofon arrangerte konserter ombord på en trolleybuss i Bergen og bidro til at trolleybusslinje nr 2 fortsatt er i drift, som den eneste av sitt slag i Norge.</p>\n<p>De siste årene har Espen vært involvert i en rekke prosjekter i Barents-regionen og grenseområdene mellom Norge og Russland, blant annet permanente utsmykninger for Skoltesamisk museum i Neiden og ved Univeristetet i Tromsø, og “Dark Ecology” og “Rural Reading Room”, en serie med hendelser i Sør-Varanger.</p>\n<p>Eide er medlem i Verdensteatret, hvor han bygger instrumenter, lager musikk og gjør lyddesign. Verdensteatret har vist sine forestillinger på bl.a. Shanghai biennalen, Exit festival Paris, BAM New York og har vunnet en rekke priser.</p>\n<div class=\"yj6qo ajU\"></div>\n","wordpress_id":14907,"translations":{"nb":{"url":"/2016/08/04/espen-sommer-eide-the-distribution-of-the-audible/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"659edbd0-7ef4-5966-ad35-98ae25ed9f7f","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2016/08/04/espen-sommer-eide-the-distribution-of-the-audible/","redirect":false}}}