{"data":{"wordpressPost":{"title":"Slaughter Beach + Intertwine på Internasjonalen","date":"2015-06-26T08:00:06.000Z","content":"<p><strong>ØYANATT: Slaughter Beach(DK) + Intertwine</strong><br />\nLørdag 15. august på Internasjonalen<br />\nKl. 22: Dørene åpner<br />\nKl. 23.30: Intertwine<br />\nKl. 00.30: Slaughter Beach(DK)<br />\n20 års aldersgrense</p>\n<p><strong>Slaughter Beach (DK)<br />\n</strong>Den ferske bandtrioen <strong>Slaughter Beach</strong> spiller nostalgisk og drømmende indie pop-rock toppet med fengende synther. Svevende vokal og knitrende gitarer sprer seg over utallige riff som raskt fester seg til hjernen.</p>\n<p>Slaughter Beach har allerede oppnådd en solid hype i internasjonale musikkmagasiner – bandets to første låter på Soundcloud ble plukket opp av blant andre NME, The Line of Best Fit og Pigeons &amp; Planes. Trioen sin første liveopptreden var i Gøteborg i Sverige, fulgt opp av konserter på Canadian Music Week i Toronto. Denne sommeren står Roskildefestivalen for tur.</p>\n<p>Nå er Slaughter Beach klar til å gi ut sin debut-EP som slippes på Brilliance Records høsten 2015. <strong>”Spinning Globe”</strong> er første singel fra EPen og ute digitalt 19.juni.</p>\n<p>Slaughter Beach er <strong>Nikolaj Westi, Hasse Mydtskov and Mads Emil Aagaard</strong>. De tre vokste opp i den lille byen Odense, hvor samtlige av bandmedlemmene fremdeles bor, og har kjent hverandre siden barndommen. I disse dager befinner bandet seg i sitt Odense-studio, hvor dagene går med til å lage ny musikk, spise, sove, lage ny musikk, spise, sove, lage ny musikk, spise, sove…</p>\n<p><em>&#8220;Danes Slaughter Beach are displaying penchant for airy guitar figures and soporific melodies just a few tracks into their burgeoning career. Latest number &#8216;Spinning Globe is a carefree jaunt across the dreamy back-catalogues of Modest Mouse and Beach House.&#8221;    </em><strong>NME</strong></p>\n<p>“Spinning Globe” is undoubtedly contagious, reaching that grunge/pop equilibrium. They’ve have nailed it!”  <strong>THE LINE OF THE BEST FIT</strong></p>\n<p>&#8220;Slaughter Beach is just beginning to stretch their wings—their Soundcloud claims the band working on more material, but if the next round of music sounds anything like their first two tracks, there’s no need to rush. Spaced-out vocals and crackling guitars overlay countless riffs with incredible sticking power.&#8221; <strong>PIGEONS &amp; PLANES<br />\n</strong><a href=\"https://soundcloud.com/slaughterbeach\">https://soundcloud.com/slaughterbeach</a></p>\n<p><strong>Intertwine<br />\n</strong><strong>Intertwine</strong> er musikkprosjektet til arkitekt og musiker Tarjei Zakarias Ekelund, og i november 2015 slipper han sitt debutalbum <strong>”Goraikoo”</strong> på Brilliance Records. Tarjei skrev de fleste av låtene på albumet mens han bodde og studerte i Tokyo, og som tittelen antyder er “Goraikoo” endepunktet for en vandring i tussmørke. Dette er på mange måter et introvert og personlig album, som handler om ensomhet og tosomhet. Det er ikke et resultat av noen stor visjon, men heller en samling famlende fotavtrykk i oppoverbakke. Musikken befinner seg i skjæringen mellom pop og ambient. Sentralt i lydbildet står en rusten kornett Tarjeis far fant i et skolekorps søppelhaug, akkompagnert av trommemaskiner, funky basslinjer, resonans og klang. Et ensomt soveromsprosjekt unnfanget og forkastet i Larvik i 2006 før det ble pustet liv i på ny, fem år senere på et soverom i Trondheim. Vi gleder oss til å høre de nye låtene live på Øyanatt lørdag 15. August.<br />\n<a href=\"https://soundcloud.com/brilliance/intertwine-so-what\">https://soundcloud.com/brilliance/intertwine-so-what</a></p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":12419,"featured_image":{"title":"Slaughter_Beach crop","filename":"Slaughter_Beach-crop.jpg","filesize":312762,"url":"http://oya.test/assets/uploads/2015/06/Slaughter_Beach-crop.jpg","link":"http://oya.test/slaughter_beach-crop/","alt":"","author":"3","description":"","caption":"","name":"slaughter_beach-crop","status":"inherit","uploaded_to":0,"date":"2015-06-25 08:13:56","modified":"2015-06-25 08:13:56","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":400,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2015/06/Slaughter_Beach-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2015/06/Slaughter_Beach-crop-300x150.jpg","medium_width":300,"medium_height":150,"medium_large":"http://oya.test/assets/uploads/2015/06/Slaughter_Beach-crop-768x384.jpg","medium_large_width":768,"medium_large_height":384,"large":"http://oya.test/assets/uploads/2015/06/Slaughter_Beach-crop.jpg","large_width":800,"large_height":400,"small":"http://oya.test/assets/uploads/2015/06/Slaughter_Beach-crop.jpg","small_width":320,"small_height":160,"medium_small":"http://oya.test/assets/uploads/2015/06/Slaughter_Beach-crop.jpg","medium_small_width":640,"medium_small_height":320,"xlarge":"http://oya.test/assets/uploads/2015/06/Slaughter_Beach-crop.jpg","xlarge_width":800,"xlarge_height":400}},"translations":{"nb":{"url":"/2015/06/26/slaughter-beach-intertwine-pa-internasjonalen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"cb97196f-6da9-5b8e-9e70-4c744e7150ca","locale":"nb"}}