{"data":{"wordpressPost":{"title":"Lotic (US) til Øyanatt","date":"11th July 2016","content":"<p>Revolver<br />\nFredag 12. august<br />\nLOTIC (US)<br />\nPURPURRPURPLE<br />\nPris med/uten øyabillett: 95/150 kr (inkl. avgift)<br />\nKjøp billetter her: <a href=\"http://revolveroslo.ticketco.no/oeyanatt_lotic\" target=\"_blank\">med øyabillett</a> / <a href=\"http://revolveroslo.ticketco.no/oeyanatt_lotic_uten_oeyapass\" target=\"_blank\">uten øyabillett</a><br />\nAldersgrense: 20 år</p>\n<p>I våres ble det lagt ut et Boileroom-opptak fra Berlin hvor <strong>Lotic</strong> gjorde et fantastisk DJ-sett og danset som ingen andre, med suggererende og oppkuttede rytmer og masse bass. Kan minne om vår egen Drippin, amerikanske Arca, finske Amnesia Scanner og til tider Cashmere Cat. Björk har lagt sin elsk på ham, og mange andre med henne. Lotic er ganske enkelt et udyr som må oppleves, og kjelleren på Revolver passer perfekt til den saken!</p>\n<p>Dazed &amp; Confused skriver: «Lotic is the Houston-raised, queer producer bringing sex to the decks.»</p>\n<p>Kieran aka Lotic er vokst opp i Houston og har base i Berlin, en kombinasjon som reflekteres i lydbildet hans. Dette er hva Lotic selv sier om virket: «Each set is an experiment to see how wild I can get the crowd to be. I&#8217;m getting better at maximising the wild!»</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/dKXnR5gE74E?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></div>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"450\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=http%3A%2F%2Fapi.soundcloud.com%2Fusers%2F5875796&#038;show_artwork=true&#038;maxwidth=500&#038;maxheight=750\"></iframe></div>\n<p><a href=\"https://www.facebook.com/lxtic/?fref=ts\" target=\"_blank\">Facebook</a></p>\n<p><strong>Purpurrpurple</strong> heter egentlig Annette Kvithyll og er produsent og DJ. Hun har varmet opp for Hudson Mohawke, driver klubbkonspetet 3000textures, og spilte i Berlin under CTM i våres. Vi er stolte av å kunne presentere henne sammen med Lotic.<br />\n<a href=\"https://soundcloud.com/purpurrpurple\">https://soundcloud.com/purple_oslo</a><br />\n<a href=\"https://www.facebook.com/purpurrpurple/?pnref=about.overview\" target=\"_blank\">Facebook</a></p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"df1de091-b56c-5acd-8656-933af8c916ae"}}