{"data":{"wordpressPost":{"title":"Øyafestivalen med ny scene","date":"12th March 2015","content":"<p>Første artister til Hi-Fi Klubben<br />\n<strong>DAPHNI (CA) – torsdag 13/8</strong><br />\n<strong>PHARMAKON (US) – lørdag 15/8</strong><br />\n<strong>BJØRN TORSKE – lørdag 15/8</strong><br />\n<strong>DRIPPIN</strong></p>\n<p>I år vil vi utvide vårt samarbeid med Hi-Fi Klubben på en måte som gir enda mer musikk til Øya-publikummet. Hi-Fi Klubben har fått tak i verdens beste PA, som vi skal bruke på en en ny scene vi kaller Hi-Fi Klubben.</p>\n<p>Dette anlegget kommer fra kvalitetsleverandøren Bowers &amp; Wilkins, som er kjent for å lage høytalere i verdenseliten. Her vil det bli elektronisk musikk i bred forståelse av begrepet. De fire første artistene er allerede klare. I tillegg vil det bli intervjuer med fokus på lydopplevelse &#8211; med profilerte musikere fra Øya-programmet. Den nye teltscena vil ha en kapasitet på 800 personer. Vi er strålende fornøyde med mulighetene Hi-Fi Klubben gir oss til å servere Øya-publikummet lydopplevelser i verdensklasse fra spennende elektronikaartister.</p>\n<p>Anlegget Hi-Fi Klubben skaffer oss fra Bowers &amp; Wilkins er særlig egnet for elektronisk musikk, så programmeringen fokuserer på bredden i elektroniske uttrykk, fra det dansbare til det støybaserte. Dette endrer ikke den totale sammensettinga i programmet, men gir noe større rom for mer organisk pop og rock på de andre scenene.</p>\n<p><strong>REKORDSALG AV UKESPASS<br />\n</strong>Etter fjorårets suksessarrangement har vi utvidet kapasiteten og mengden ukespass noe. Vi har med andre ord hatt et rekordsalg av ukespass så langt. Samarbeidet med Hi-Fi Klubben gjør at vi tar større deler i bruk av Caltex-løkka, Tøyenparkens kunstgressbane. Det er nå godt under 1000 ukespass igjen til Øyafestivalen.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"384\" height=\"384\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w, http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 384px) 100vw, 384px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p><strong>DAPHNI (CA)</strong><br />\nDaphni er Dan Snaith, som også lager musikk som Caribou (tidligere Manitoba). Som Daphni ga han i 2012 ut albumet Jiaolong. Under dette navnet lager Snaith mer løssluppen, men mørk, dansbar musikk. Han skal spille under Øyafestivalen som begge disse musikkprosjektene, og vi er sikre på at han gleder like stort i begge formater.<br />\n<a href=\"http://www.caribou.fm/\" target=\"_blank\">www.caribou.fm</a></p>\n<p><strong>PHARMAKON (US)<br />\n</strong>Margaret Chardiet er Pharmakon. Hun ga med Bestial Burden ut et av fjorårets skumleste, og samtidig herligste, støybaserte albuma i 2014. Denne utgivelsen fulgte opp debuten Abandon fra 2013. Hjemme i New York har hun drevet med industriell, streng elektronika i flere år. Pharmakon gjør ubehaget til noe storslagent og altoppslukende. Vi gleder oss stort til å oppleve denne voldsomme musikken i en intim festivalsetting.<br />\n<a style=\"line-height: 1.5\" href=\"https://www.facebook.com/pharmakonnn\">www.facebook.com/pharmakonnn</a></p>\n<p><strong>BJØRN TORSKE</strong><br />\nBjørn Torske er en veteran innen norsk elektronika, og har vært med siden Tromsø-scenas spede start på slutten av 80-tallet. Seinere fikk han oppmerksomhet fro samarbeid med Tore «Erot» Kroknes, og ikke minst med albumutgivelsen Nedi Myra (1998). Seinere kom Trøbbel (2001), Feil Knapp (2007) og Kokning (2011).  I år utgis han tidlige album på nytt gjennom Smalltown Supersound. Han er kjent for å ha bidratt sterkt til at det eksisterer en norsk discobølge.<br />\n<a style=\"line-height: 1.5\" href=\"http://www.facebook.com/bjorntorske\">www.facebook.com/bjorntorske</a></p>\n<p><strong>DRIPPIN<br />\n</strong>Drippin hører til den stadig mer markante bølgen av unge, norske produsenter i ferd med å bygge seg et navn i utlandet. Produksjonene til Drippin er inspirert av alt fra Sørstats-rap til jersey club og videre til dancehall og kuduro. Et symbiotisk grensesnitt mellom tung, skarp hiphop, kjølige melodier og asymmetriske, repetitive rytmer.</p>\n<div>Nylig har hans særegne produksjoner sivet ut av Skandinavia, og inn i settene til noen av planetens mest nyskapende produsenter og DJs inkludert Fatima Al Qadiri, Nguzunguzu, J-Cush, Visionist, Total Freedom, Evian Christ, Sinjin Hawke og Cashmere Cat. Denne internasjonale anerkjennelsen har ført til regelmessige spillejobber i Europa og utgivelse av debut EP’en «Silver Cloak» på det New York-baserte plateselskapet Lit City Trax. «Silver Cloak» høstet stor oppmerksomhet og entusiasme hos flere annekjente magasiner og musikksider. The FADER beskriver Drippin’s sound veldig passende «nitrous oxide-pressurized jersey club, larger-than-large 808s, and crystalline grime melodies.&#8221;</p>\n<p>Han ble også nylig trukket frem i en artikkel i Resident Advisor der Ryan Keeling, editor-in-chief i elektronikamagasinet, spesielt trekker frem Drippin når han uttrykker sine tanker for hvem han håper slår gjennom i 2015.</p></div>\n<p><a style=\"line-height: 1.5\" href=\"http://www.facebook.com/iamdrippin\">www.facebook.com/iamdrippin</a></p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"281\" src=\"http://www.youtube.com/embed/1YzdbAZ9Tk0?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></div>\n<p>Les mer her <a href=\"https://www.hifiklubben.no/Merker/Bowers--Wilkins/\" target=\"_blank\">www.hifiklubben.no/Merker/Bowers&#8211;Wilkins</a></p>\n<p>foto Isak Frøseth</p>\n<p>&nbsp;</p>\n","wordpress_id":11528,"translations":{"nb":{"url":"/2015/03/12/oyafestivalen-med-ny-scene/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"87a06ce8-5776-5e87-9448-e9d0253f8d2e","locale":"nb"}}