{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2010/11/30/aya-letter-pay-slaret/","locale":"nb","type":"post","id":"e877c591-969e-53cf-89c3-a7bfeb1e3cdc","slug":"aya-letter-pay-slaret","title":"Øya letter på sløret","date":"2010-11-30T12:50:00.000Z","excerpt":"<p>DE FØRSTE BILLETTENE I SALG ONSDAG 1. DESEMBER<br />\nNY DESIGNPROFIL<br />\nNå er de første artistene til neste års utgave av Øyafestivalen klare. Det betyr at vi på Øya-kontoret allerede er mentalt innstilt på 2011. Julekampanjen, hvor du kan få kjøpt festivalpass til spesialpris starter onsdag 1. desember. Fra klokka 09.00 kan du kjøpe festivalpass til 1800,- + avgift (ordinær pris 1995,- + avgift) Ordinære festivalpass legges ut umiddelbart etter at julekampanjen er utsolgt.<br />\nKVELERTAK / 120 DAYS / WARPAINT (US) / MATTHEW DEAR (US) / KITCHIE KITCHIE KI ME O / PHAEDRA / TEAM ME</p>\n"}},{"node":{"link":"/2010/11/24/aya-nominert-til-europeisk-festivalpris/","locale":"nb","type":"post","id":"2bb465a0-3c43-5178-bcc5-0b957b2f2e4f","slug":"aya-nominert-til-europeisk-festivalpris","title":"Øya nominert til europeisk festivalpris","date":"2010-11-24T12:32:38.000Z","excerpt":"<p>Øyafestivalen er nominert til finalerunden i European Festival Awards 2010, i kategorien Best Medium Festival. Denne anerkjente prisutdelingen finner sted I Groningen I Nederland 12. januar. Fram til 8. desember klokka 12.00 kan du stemme på Øyafestivalen her <a href=\"http://eu.festivalawards.com/\" target=\"_blank\">FESTIVAL AWARDS</a></p>\n"}},{"node":{"link":"/2010/11/12/backstage-sessions-2010/","locale":"nb","type":"post","id":"299e1c0e-9759-5596-806b-65e3112860c5","slug":"backstage-sessions-2010","title":"Backstage Sessions 2010","date":"2010-11-12T08:09:00.000Z","excerpt":"<p>I flere år har fotograf Stian Andersen kommet tett på noen av Øya-artistene og tatt noen fantastiske bilder han kaller  Backstage Sessions. I år fikk han fotografert Robyn, Tony Allen, Karpe Diem og Lars Vaular. Tidligere år har Backstage Sessions inkludert The Cramps, The Knife, Babyshambles og mange flere. Nå kan du <a href=\"http://www.stianandersen.com/\" target=\"_blank\">ta en titt på årets bilder her</a><br />\nVelg MUSIC, så ØYA BACKSTAGE</p>\n"}},{"node":{"link":"/2010/11/09/aya-open-med-mount-kimbie-i-desember/","locale":"nb","type":"post","id":"e305806e-2aaf-5bcf-9c63-10739cd2502f","slug":"aya-open-med-mount-kimbie-i-desember","title":"Øya Open med Mount Kimbie i desember","date":"2010-11-09T12:21:00.000Z","excerpt":"<p>Før helgen annonserte vi Øya Open med det legendariske indiebandet Swans 6. mai 2011 på Rockefeller. Det er ganske lenge til, derfor kan vi med glede meddele at vi har hanket inn den fantastiske britiske duoen Mount Kimbie til å korte ned ventetida. Velkommen til sesongens første Øya Open allerede fredag 3. desember på Blå! </p>\n<p>Mount Kimbie har fått strålende kritikker for sitt nyeste album Crooks &#038; Lovers, og har for vane å levere ypperlige og stemningsfulle konserter. Melkeveien og Matt Adore fra Dødpop varmer opp, det gjør også DJ Spykidelic (Tony F. Wilson).</p>\n"}},{"node":{"link":"/2010/11/05/aya-open-med-swans-i-mai/","locale":"nb","type":"post","id":"ec66bd7b-7fc2-5376-a778-d1347c5e8606","slug":"aya-open-med-swans-i-mai","title":"Øya Open med Swans i mai","date":"2010-11-05T12:30:20.000Z","excerpt":"<p>Legendene i Swans er tilbake på veien og 6. mai går de på scena på Rockefeller. I samarbeid med Radar Booking presenterer Øyafestivalen en helaften med disse pionerene innen industriell og mørk undergrunnsrock. Gira har understreket at det at han gjenopptar arbeidet med Swans ikke handler om nostalgi, men om å se framover for å lage ny musikk.</p>\n"}},{"node":{"link":"/2010/11/05/owmf-%c3%b8ya-anbefaler-pet-conspiracy/","locale":"nb","type":"post","id":"9ccb6eb8-8ac4-5602-aac3-9d04ceafc861","slug":"owmf-%c3%b8ya-anbefaler-pet-conspiracy","title":"OWMF: Øya anbefaler Pet Conspiracy","date":"2010-11-05T09:45:26.000Z","excerpt":"<p>Kinesiske Pet Conspiracy har vært et av de viktigste bandene på den vitale undergrunnsscenen i Beijing i mer enn et tiår – med god grunn. De er knalltøffe, og den übercoole vokalisten Helen Feng seiler dessuten opp som en av samtidsrockens feteste frontfigurer.   </p>\n<p>World music kan være så mangt. Noen ganger får man smektende fado, andre ganger strupesang. Lørdag 6. november er det imidlertid herlig bråkete rock med elektroniske elementer som serveres på Blå. </p>\n"}},{"node":{"link":"/2010/11/04/intervju-marina-the-diamonds/","locale":"nb","type":"post","id":"c8ef9d9e-46e9-5b1e-a7d1-8992080d49da","slug":"intervju-marina-the-diamonds","title":"Intervju: Marina &#038; The Diamonds","date":"2010-11-04T12:09:47.000Z","excerpt":"<p>Petter fra <a href=\"http://furoreiharare.com/\" target=\"_blank\">Furoreiharare.com</a> fikk møte Marina &#038; The Diamonds under Øyafestivalen i august. Hun er en av dette årets nye britiske popkometer, med hits som Mowgli&#8217;s Road, Hollywood og I Am Not A Robot. Den sjarmerende og hyggelige dama prata mer enn gjerne om sin bakgrunn, Wales, debutplata og tanker rundt neste utgivelse. Intervjuet er tekstet for de med svak hørsel og de som mener konserten som buldrer i bakgrunnen er litt forstyrrende.</p>\n"}},{"node":{"link":"/2010/10/29/owmf-%c3%b8ya-anbefaler-hanggai-og-adjagas/","locale":"nb","type":"post","id":"2b9e9897-e545-5430-a276-6f6b12a71e38","slug":"owmf-%c3%b8ya-anbefaler-hanggai-og-adjagas","title":"OWMF: Øya anbefaler Hanggai og Adjágas","date":"2010-10-29T12:38:00.000Z","excerpt":"<p>Vi gleder oss stort til Oslo World Music Festival neste uke. Tidligere denne uka anbefalte vi AfroCubism, nå har turen kommet til en dobbeltbilling du ikke bør gå glipp av! </p>\n<p>Torsdag 4. november får man nemlig to toppband på én billett. Kinesisk-mongolske Hanggai, en spektakulær strupesanggruppe med røtter i punkrock, deler Rockefeller med våre egne Adjágas, som blander samisk tradisjonsmusikk og sårt banjospill som om det skulle vært det mest naturlige i verden. </p>\n"}},{"node":{"link":"/2010/10/28/intervju-surfer-blood/","locale":"nb","type":"post","id":"f9444dd7-7a97-5cea-86da-3204af7065d3","slug":"intervju-surfer-blood","title":"Intervju: Surfer Blood","date":"2010-10-28T13:29:05.000Z","excerpt":"<p>Mark fra Furore i Harare fikk noen minutter med Brian (bass &#8211; bildet) og Tyler (gitar) fra Florida-bandet Surfer Blood. Bandet spilte på Sjøsiden torsdag 12. august. De prata villig med Mark om hitten Swim, inspirasjonskilder, bandnavn og litt fjas. Se hele det lystige intervjuet her.</p>\n"}},{"node":{"link":"/2010/10/26/aya-anbefaler-afrocubism/","locale":"nb","type":"post","id":"6ae598f9-acef-5ecd-95f6-39dd5b1ee099","slug":"aya-anbefaler-afrocubism","title":"ØYA ANBEFALER AFROCUBISM","date":"2010-10-26T15:14:04.000Z","excerpt":"<p>Tirsdag neste uke braker <a href=\"http://www.rikskonsertene.no/osloworldmusicfestival\" target=\"_blank\">Oslo World Music Festival</a> løs i Oslo. På festivalens første dag er det bare én konsert, men hvem trenger vel alternativer når man får det beste fra to kontinenter i en pakke. </p>\n<p>Afrocubism, som spiller i Operaen klokka 18.30, byr på en helt vanvittig line-up fra Cuba og Mali. Toumani Diabaté, Eliades Ochoa og Bassekou Kouyate er bare tre av musikerne som bidrar til å gjøre dette til en helt unik opplevelse man ikke bør gå glipp av. </p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":125,"pageCount":183,"additionalContext":{"locale":"nb"}}}