{"data":{"wordpressPost":{"title":"Øyanatt på Krøsset med The Ringo Jets","date":"2019-05-09T08:55:36.000Z","content":"\n<p><strong>TORSDAG 8. AUGUST</strong><br>Doors: 22:00<br>Pris uten Øyapass: 250kr<br>Pris med Øyapass: 200kr<br> <br><strong>Billetter</strong><br><br>The Ringo Jets er et hardbarka, rått og høylytt rock’n’roll-band fra Istanbul i Tyrkia. Bandet ble dannet i 2012 av den allsidige gitaristen Tarkan (Mertoğlu), Deniz (Ağan), og den vanvittige trommeslageren Lale (Kardeş). Uten bassist klarte bandet å spille energisk garasjerock, med røtter i blues, som man hører på deres DIY EP Limited Lunchpack – en EP som førte til at de ble godt kjent i undergrunnsmiljøet. Debutalbumet produsert av Tommaso Colliva (Muse, Franz Ferdinand, Damon Albarn, Mark Lanegan), ble utgitt i 2014 på Tantana Records. Albumet ble møtt med stor anerkjennelse innenlands og satte bandet på strak kurs mot Europa. <br>Siden den gang har de spilt konserter over hele Europa og opptrådt på festivaler som Primavera Sound, Rencontres Transmusicales, Gutter Island, Rock ‘n’ Coke, samt vært support for Pixies, The Battles, Portishead, The Sonics og Gogol Bordello. De har siden 2014 gitt ut flere album og er for øyeblikket i full gang med å skrive ny musikk som vi uten tvil får høre på Krøsset i august! </p>\n\n\n\n<p><a href=\"https://www.facebook.com/theringojets/\">www.facebook.com/theringojets</a></p>\n\n\n\n<p><strong>Engelsk</strong><br>The Ringo Jets is a gritty, down and dirty rock ‘n’ roll band from Istanbul, Turkey – a rather loud one, too. Formed in 2012 by versatile guitarists Tarkan (Mertoğlu), Deniz (Ağan), and the hard-hitting drummer Lale (Kardeş) without a bass player in the line-up, the band took on a garage rock ethos with blues roots and gained exposure within the underground scene through their DIY EP Limited Lunchpack. Self-titled debut album produced by Tommaso Colliva (Muse, Franz Ferdinand, Damon Albarn, Mark Lanegan) was released in 2014 on Tantana Records in the aftermath and zeitgeist of Gezi protests to huge critical acclaim and created a stir domestically, catapulting the band into European concert circles. Participating at such festivals as Primavera Sound, Rencontres Transmusicales, Gutter Island, Rock ‘n’ Coke and touring Europe extensively, the Ringo Jets supported the likes of Pixies, The Battles, Portishead, The Sonics and Gogol Bordello along the way.<br>The band is currently busy writing their next EP which we’ll be sure to hear at Krøsset in August! </p>\n\n\n\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.&nbsp; </p>\n","wordpress_id":23896,"translations":{"nb":{"url":"/2019/05/09/oyanatt-pa-krosset-med-the-ringo-jets/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a9456fb2-9f6a-56c8-a82b-e0390e4df3b7","locale":"nb"}}