{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2008/03/04/dagsbilletter-til-onsdag-og-lordag-i-salg/","locale":"nb","type":"post","id":"cf0c27a9-49f1-555c-a877-7e812e984c84","slug":"dagsbilletter-til-onsdag-og-lordag-i-salg","title":"Dagsbilletter til onsdag og lørdag i salg","date":"2008-03-04T15:22:00.000Z","excerpt":"<p>Øyafestivalen legger nå ut dagsbilletter til onsdag 6. august og lørdag 9. august for salg. Disse vil være i salg fra i morgen tidlig klokka 09.00. Dagsbilletter til de to andre dagene og festivalpass er allerede i salg. Vi har nå plassert et knippe artister på dager, slik at man kan begynne å orientere seg i årets fyldige festivalprogram. Så fort vi har datoene bekreftet plasserer vi flere artister i programmet.</p>\n"}},{"node":{"link":"/2008/03/02/turboneger-framforer-apocalypse-dudes-verdenseksklusiv-konsert/","locale":"nb","type":"post","id":"149f5618-a6a0-5649-b0bc-65d41177b4ee","slug":"turboneger-framforer-apocalypse-dudes-verdenseksklusiv-konsert","title":"Turboneger framfører Apocalypse Dudes. Verdenseksklusiv konsert.","date":"2008-03-02T11:12:00.000Z","excerpt":"<p>I dag fyller Norges feteste rockealbum 10 år og det fortjener jaggu en fest. Turboneger tar feiringen av sin klassiker Apocalypse Dudes i august. Her skal de spille hele knallalbumet fra start til slutt. Noen av låtene er ikke spilt live på mange år. I Middelalderparken kan du ta del i et punkrockparty uten sidestykke, med alle låtene fra bandets mesterverk. Denne konserten er verdensekslusiv og kommer til å trekke mediaoppmerksomhet og turbojugends fra alle verdenshjørner.</p>\n"}},{"node":{"link":"/2008/02/29/beirut-og-vare-bylarm-favoritter/","locale":"nb","type":"post","id":"ba385014-9985-5eda-a81c-f62415d0f8c5","slug":"beirut-og-vare-bylarm-favoritter","title":"Beirut og våre by:Larm-favoritter","date":"2008-02-29T10:31:00.000Z","excerpt":"<p>På Øyakontoret er vi råstolte over å få presentere fantastiske Beirut for første gang i Norge. Vi har merket oss entusiasmen over bandet på våre nettsider og veit at dette gleder mange.</p>\n<p>Øyas bookingfolk kom seg nylig på beina etter by:Larm og så at her var det artister vi sporenstreks måtte booke. Landets nye rockefavoritter Howl og Master Piece of Cake kommer til Middelalderparken i august. </p>\n<p>I løpet av en ukes tid kommer flere artistslipp.</p>\n"}},{"node":{"link":"/2008/02/29/aya-open-med-drive-by-truckers-i-juli/","locale":"nb","type":"post","id":"33e071db-80fa-5f06-891e-8af1bb43ae96","slug":"aya-open-med-drive-by-truckers-i-juli","title":"Øya Open med Drive-By Truckers i juli","date":"2008-02-29T09:33:00.000Z","excerpt":"<p>Drive-By Truckers står for et av høydepunktene i plateåret sålangt. Derfor er det med stor glede vi kan fortelle at de spiller en Øya Open-konsert på Rockefeller 30. juli.</p>\n<p>For alle som er begeistra for sørstatsrock, americana eller annen tradisjonsbasert rock’n’roll regnes det omtrent som straffbart å ikke legge sin elsk på Drive-By Truckers. Bandets siste album, årets Brighter Than Creation’s Dark, er 19 råsterke låter som minner om støvete grusveier, BBQ, kaldt øl, rustne biler og rufsete småbyer.</p>\n"}},{"node":{"link":"/2008/02/26/10-000-solgte-billetter/","locale":"nb","type":"post","id":"262f3d9f-003c-5cb5-9a64-ae11741cf286","slug":"10-000-solgte-billetter","title":"10.000 solgte billetter","date":"2008-02-26T13:21:00.000Z","excerpt":"<p>Nå har vi rundet 10.000 solgte enkeltbilletter! Dette betyr at årets billetter selger noe bedre enn tidligere år. Har du tenkt deg i Middelalderparken for å få med deg et knippe heftige musikkopplevelser i august, kan det være lurt å ikke nøle for lenge. For øyeblikket er festivalpass, samt dagsbilletter til torsdag 7. august og fredag 8. august, i salg. Dagsbilletter til de to siste dagene vil leges ut for salg seinere. </p>\n<p>Øyafestivalen slipper ytteligere noen artister til årets feteste festivalprogram i neste uke. Se opp for flere overraskelser</p>\n"}},{"node":{"link":"/2008/02/20/elleve-kjappe-fra-bookingsjefen/","locale":"nb","type":"post","id":"d7416c61-271a-5296-890e-1bab31fac96b","slug":"elleve-kjappe-fra-bookingsjefen","title":"Elleve kjappe fra bookingsjefen","date":"2008-02-20T19:46:00.000Z","excerpt":"<p>Øyafestivalen er godt i gang med å sette sammen sitt sprekeste program noensinne med alt fra ferske norske navn til gamle helter som har kommet sammen igjen. Bookingfolka våre har vært i aktivitet i mange måneder allerede og først i juni vil alle artister til årets Øyafestival være bekrefta. Vi satt oss ned med Øyas bookingsjef Claes Olsen og lurte på hvordan arbeidet gikk, hva han sjøl hørte på om dagen og hvilke forventninger han har til by:Larm, som starter torsdag.</p>\n"}},{"node":{"link":"/2008/02/20/ayafestivalen-lanserer-nytt-kunstprosjekt/","locale":"nb","type":"post","id":"0a813354-c197-5366-961b-cbd8f8787165","slug":"ayafestivalen-lanserer-nytt-kunstprosjekt","title":"Øyafestivalen lanserer nytt kunstprosjekt","date":"2008-02-20T14:42:00.000Z","excerpt":"<p>I samarbeid med plakatkunstneren Are Kleivan trøkker vi til med et nytt prosjekt til glede for oss selv og andre med en genuin interesse for konsertplakater. </p>\n<p>På utvalgte steder rundt om i byen vil du de neste dagene risikere å snuble over en begynnende serie gigposters med artister som skal spille på Øya til sommeren. Det finnes totalt kun 200 (!) eks av hver plakat. De er silketrykka, nummererte og signerte av kunstneren selv- på tjukt og særdeles digg papir. Det er vel unødvendig å nevne at dette kjapt blir å regne som samleobjekter&#8230;</p>\n"}},{"node":{"link":"/2008/02/18/sigur-ros-iron-wine-og-lightspeed-champion/","locale":"nb","type":"post","id":"d503f6f7-3294-599b-884a-19da6dea57c4","slug":"sigur-ros-iron-wine-og-lightspeed-champion","title":"Sigur Rós, Iron &#038; Wine og Lightspeed Champion","date":"2008-02-18T08:37:00.000Z","excerpt":"<p>Tre sterke navn har sluttet seg til sommerens Øya-program. Islandske *Sigur Rós* er ikke bare et fantastisk liveband, men også blant artistene som oftest ønskes av Øya-publikummet. Torsdag 7. august spiller de sin eneste Norges-konsert i år, og det gjør de i Middelalderparken. Vi har også fått på plass de amerikanske melankolikerne *Iron &#038; Wine*, som gledet et fullt Rockefeller for kort tid siden, og den nye NME-yndlingen *Lightspeed Champion*. Det er bare å glede seg til august!</p>\n<p>Dagsbilletter til torsdag 7. august, som er dagen Sigur Rós spiller på Øyafestivalen, er i salg nå.</p>\n"}},{"node":{"link":"/2008/02/14/na-skal-vi-pa-bylarm/","locale":"nb","type":"post","id":"065c147d-8cd4-5fbb-b90e-79d5d226c2fb","slug":"na-skal-vi-pa-bylarm","title":"Nå skal vi på by:Larm!","date":"2008-02-14T13:53:00.000Z","excerpt":"<p>Øyafestivalen har allerede booket et solid knippe norske artister som kommer til å prege sommeren 2008 og årene som kommer. Flere av disse kan man oppleve på by:Larm i Oslo i neste uke. Nå har vi fått på plass ytteligere to spennende artister som garantert kommer til å få et større publikum i dette året. Den unge *Moddi* er et relativt ubeskrevet blad, mens *Elephant9* er en svært interesant sammensetting av erfarne toppmusikere.</p>\n<p>Vi anbefaler alle musikkintereserte å komme seg ut på Oslos klubber for å se fet musikk under by:Larm 21. &#8211; 23. februar. Det skjer garantert mye moro som er verdt å få med seg over hele byen. </p>\n"}},{"node":{"link":"/2008/02/12/n-e-r-d-kommer/","locale":"nb","type":"post","id":"016dec65-89f9-5290-a89b-d97d89a0f623","slug":"n-e-r-d-kommer","title":"N.E.R.D. kommer!","date":"2008-02-12T06:23:00.000Z","excerpt":"<p>Denne uka slipper vi to amerikanske navn som kommer til å tilføre Øyafestivalen 2008 musikalsk bredde og garantert feststemning. Trioen *N.E.R.D.* skal hamre sin miks av hiphop, funk og rock ut over østkanten, mens nykommeren *Janelle Monáe* kommer til å ta publikum på senga med sin heftige, punka r’n’b. I løpet av de neste par ukene kommer vi til å ha flere godbiter på blokka.</p>\n<p>N.E.R.D. spiller i Middelalderparken fredag 8. august, samme dag som My Bloody Valentine. Dagsbillettene er allerede i salg hos Billettservice.</p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":178,"pageCount":181,"additionalContext":{"locale":"nb"},"intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/nyheter/178","redirect":false}}}