{"data":{"wordpressPost":{"title":"Smalltown Supersound feirer 25 år på Øya-lørdagen","date":"10th April 2018","content":"<p>Lørdag 11. august er fire av de fem konsertene i Sirkus en feiring av at plateselskapet Smalltown Supersound fyller 25 år. Mannen bak, Joakim Haugland, har gjennom selskapets første 25 år bydd på stor variasjon og et utall musikalske overraskelser. Bursdagsfesten består av fire konserter Haugland har valgt i samarbeid med Øyas bookingsjef Claes Olsen.</p>\n<p>Øyafestivalen har tidligere aldri brukt en scene til denne type markering, men Smalltown Supersound er et så spesielt selskap at vi selvsagt gjør et unntak.</p>\n<p>Joakim Haugland: <em>&#8211; Til Smalltown Supersounds 25-års-markering på Øyafestivalen, har jeg valgt artister som er representative for plateselskapet.  Neneh Cherry, Lindstrøm, Deathprod og Dungen er isolert sett ganske forskjellige artister, men sammen utgjør de essensen av Smalltown Supersounds musikalsk brokete historie. Denne røde, sikk-sakk-tråden har vært viktig for meg å opprettholde. </em></p>\n<p>&nbsp;</p>\n<p><strong>Neneh Cherry</strong></p>\n<p>I 2014 ga Neneh Cherry ut det Four Tet-produserte albumet Blank Project på Smalltown Supersound. Dette var et comeback for artisten som dro fra Sverige til London som tenåring, og ble med i bandet Rip Rig + Panic. Hun fikk et internasjonalt gjennombrudd med solodebutskiva Raw Like Shushi og singelen Buffalo Stance I 1989. Siden den gang har hun samarbeidet med så ulike artister som Youssou N’Dour, The Thing, Pulp, Peter Gabriel, Gorillaz og mange andre.</p>\n<p><a href=\"https://pitchfork.com/reviews/albums/neneh-cherry-raw-like-sushi/\">Pitchfork</a> skreiv nylig dette om Raw Like Sushi: &#8211; Audacity was what made Raw Like Sushi such a thrilling album three decades ago, and it’s also a big part of why today it looms large, both as an example of musical possibility and as a totem of womanhood.</p>\n<p>Joakim Haugland: <em>&#8211; Neneh Cherry var en overraskende signering, selv for meg. Men etter seksten års fravær fra musikklivet, var musikken hennes like uimotståelig som den var før hun trykket pause på musikkarrieren. Det kan ikke stikkes under stol at jeg også er en stor fan av Nenehs stefar Don Cherry, en fascinasjon jeg deler med Four Tet, som også produserer Nenehs plater. Da vi alle tre begynte å arbeide sammen, føltes det som at en sirkel var sluttet, og at vi var bundet sammen av båndet og arven til Don.</em></p>\n<p><a href=\"https://www.facebook.com/nenehcherryofficial/\">www.facebook.com/nenehcherryofficial</a></p>\n<p>&nbsp;</p>\n<p><strong>Dungen</strong></p>\n<p>Dungen har etter årtusenskiftet blitt en av de skandinaviske spydspissene innen psykedelisk og progressiv rock, og musikken deres har funnet et publikum i flere verdensdeler. Hjernen bak er multiinstrumentalist og låtskriver Gustav Ejstes. Til tross for svenske tekster ble Ta Det Lungt (2004) meget godt mottatt internasjonalt. Allas Sak (2015) og den instrumentale filmmusikken Häxan er utgitt på Smalltown Supersound.</p>\n<p><a href=\"http://www.musikknyheter.no/anmeldelser/14407/Dungen.html\">Musikknyheter</a> om Allas Sak: &#8211; Gustav Ejstes og resten av Dungen har stjålet absolutt alt av produksjonsteknikker fra tidligere tider og sounder, men de setter det sammen igjen på en måte som gang på gang blir helt egen og helt ny. Når melodiene igjen sitter som et skudd så er det ikke annet enn å gi seg over – og spille plata igjen og igjen!</p>\n<p>Joakim Haugland: <em>&#8211; Jeg hadde vært veldig glad i Dungens musikk i mange år da jeg tilfeldigvis møtte bandets manager på et nachspiel. Manageren fortalte meg at bandet trengte nytt plateselskap &#8211; og resten er historie! Dette er uten tvil det beste nachspielet jeg noensinne har vært på. Bandet gjør bare et lite utvalg konserter for tiden. Sist gang de spilte Oslo solgte de ut Sentrum Scene. Jeg tror ikke det er en underdrivelse å skrive at det nok er mange som gleder seg til Dungen på Øya.</em></p>\n<p><a href=\"http://www.dungen-music.com/\">www.dungen-music.com</a></p>\n<p><a href=\"https://www.facebook.com/dungenmusic/\">www.facebook.com/dungenmusic</a></p>\n<p>&nbsp;</p>\n<p><strong>Lindstrøm</strong></p>\n<p>På Øya skal Lindstrøm oppsummere sin karriere så langt i en opptreden, for første gang. DJen og produsenten fikk mye oppmerksomhet internasjonalt for sitt samarbeid på flere skiver med Prins Thomas. Han har også hatt et albumsamarbeid med Christabelle og et med Emil Nikolaisen og Todd Rundgren. I 2013 inviterte Øya og stjernerestauranten Maaemo til en eksklusiv lunsj på festivalområdet, med inspirasjon fra og til lyden av Lindstrøms album Smalhans..</p>\n<p>Joakim Haugland: <em>&#8211; Hans-Peter Lindstrøm er en av de artistene som jeg har jobbet lengst med. Han er et fantastisk menneske og en ditto fantastisk artist! Det jeg elsker med Lindstrøm er at han strekker strikken i alle retninger: fra det mest melodiøse og vakre, innom ren klubbmusikk, til det mer avantgardistiske, utflippa og freaka – og samtidig beholder sin signatursound. Alt med den største ro og selvfølgelighet. Musikken til Lindstrøm har ingen grenser, og dermed står han heller aldri stille. </em></p>\n<p><a href=\"https://www.facebook.com/hplindstrom/\">www.facebook.com/hplindstrom</a></p>\n<p>&nbsp;</p>\n<p><strong>Deathprod</strong></p>\n<p>Helge Sten har siden 90-tallet jobbet under navnet Deathprod, i tillegg har han vært en del av både Motorpsycho og Supersilent. Han har arbeidet med musikk som beveger seg mellom samtidsmusikk, rock, støy og elektronika. Samtidig har han vært produsent for flere norske artister. Hans soloalbum er unike mesterverk med mørk og minimailstisk musikk. På Øya 2013 spilte Supersilent sammen med legenden John Paul Jones (blant annet Led Zeppelin).</p>\n<p>Om hans soloutgivelser har <a href=\"https://magasin.bigdipper.no/deathprod-det-m%C3%B8rkeste-lyset-2b1155f76a81\">Big Dipper</a> skrevet: &#8211; Demp belysningen, skru volumet på tilnærmet maks og la Deathprod ta deg med til de mørkeste og vakreste avkroker som lyduniverset har å by på.</p>\n<p>Joakim Haugland: <em>&#8211; Jeg har vært tilhenger av Deathprod aka Helge Sten siden jeg kjøpte Treetop Drive, et album som åpnet dører til helt nye verdener for meg, i &#8217;94. Det var et stort øyeblikk i Smalltown Supersounds historie da vi fikk reutgi Deathprods album-trilogi i 2016. Det er en ære for meg å få jobbe med Helge. Alt han gjør er ekstremt gjennomført og gjennomtenkt. Jeg føler meg veldig trygg på at denne konserten kommer til å bli en magisk opplevelse og noe helt utenom det vanlige.</em></p>\n","wordpress_id":21598,"translations":{"nb":{"url":"/2018/04/10/smalltown-supersound-feirer-25-ar-pa-oya-lordagen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d5a9e763-9bbf-51b0-8378-f3dbd74206c0","locale":"nb"}}