{"data":{"wordpressPost":{"title":"Beirut og våre by:Larm-favoritter","excerpt":"<p>På Øyakontoret er vi råstolte over å få presentere fantastiske Beirut for første gang i Norge. Vi har merket oss entusiasmen over bandet på våre nettsider og veit at dette gleder mange.</p>\n<p>Øyas bookingfolk kom seg nylig på beina etter by:Larm og så at her var det artister vi sporenstreks måtte booke. Landets nye rockefavoritter Howl og Master Piece of Cake kommer til Middelalderparken i august. </p>\n<p>I løpet av en ukes tid kommer flere artistslipp.</p>\n","content":"<p>BEIRUT (US)<br />\nHOWL<br />\nMASTER PIECE OF CAKE</p>\n<p>På Øyakontoret er vi råstolte over å få presentere fantastiske Beirut for første gang i Norge. Vi har merket oss entusiasmen over bandet på våre nettsider og veit at dette gleder mange.</p>\n<p>Øyas bookingfolk kom seg nylig på beina etter by:Larm og så at her var det artister vi sporenstreks måtte booke. Landets nye rockefavoritter Howl og Master Piece of Cake kommer til Middelalderparken i august. </p>\n<p>I løpet av en ukes tid kommer flere artistslipp.</p>\n<p>I disse dager har vi rundet 10.000 solgte enkeltbilletter! Dette betyr at årets billetter selger noe bedre enn tidligere år. Har du tenkt deg i Middelalderparken for å få med deg et knippe heftige musikkopplevelser i august, kan det være lurt å ikke nøle for lenge. For øyeblikket er festivalpass, samt dagsbilletter til torsdag 7. august og fredag 8. august, i salg. Dagsbilletter til de to siste dagene vil leges ut for salg seinere. Billetter kjøpes hos Billettservice</p>\n<p>BEIRUT (US)<br />\nBeirut leverte et av de absolutte høydepunktene fra plateåret 2007. På skiva The Flying Club Cup møter man et band som er inspirert av blant annet østeuropeisk musikk og blander dette med god amerikansk låtskrivertradisjon. Resultatet er popmusikk med særpreg og et sound som plasserer bandet på siden av alt som foregår i dagens indiepopscene. Beirut er basert rundt unge Zach Condon fra New Mexico, men han henter inn god hjelp fra blant annet medlemmer av canadiske Final Fantasy. Debuten Gulag Orkestar fra 2006 åpna øynene til mange kresne popentusiaster og med oppfølgeren vokste fanskaren fort, noe vi ikke minst har merket på etterspørselen etter Beirut på Øyas nettsider. NME, Pitchfork og Q var blant mediene som mente Beirut var et av fjorårets blinkskudd. I vår del av verden er Beiruts album utgitt på kredible og legendariske 4AD, et kvalitetsstempel i seg selv. På Øyafestivalen vil bandet treffe fans og nysgjerrige rett i hjertet med sine magiske og spennende låter. Gled dere til å oppleve bandet i steikende sol, på ei gresslette i Gamlebyen. Det kan komme til å bli en av sommerens deiligste festivalopplevelser.</p>\n<p><a href=\"http://www.myspace.com/beruit\" target=\"_blank\">Beirut</a></p>\n<p>HOWL<br />\nSeksmannsterke Howl har luska rundt i Oslos gater i noen få år, før de i fjor fikk ut debuten Higher Class of Lush. De har brukt tiden godt til å skrive et knippe bunnsolide låter og å bygge seg opp et godt liverykte. Nå får stadig flere sansen for Howl, ikke minst på grunn av listing på P3 og glimrende opptredner på by:Larm. Har du fått fot for hitten Repeater, må du innfinne deg når Howl sparker i gang konserten sin på Øya. Ber man bandet selv liste opp inspirasjonskilder får man like gjerne ramsa opp Stones, Big Star og Springsteen, som Hamsun, Bukowski og Kerouac. De har hørt på like deler moderne indie og høydepunkter fra rockehistorien. Dette er fet, usminka rock levert av et gnistrende band. Howl er klare for å ta steget fra byens svette småklubber og ut på en stor utendørsscene. Kom deg på Øyafestivalen og bli minna på hvorfor du liker god rock.</p>\n<p><a href=\"http://www.myspace.com/howl1\" target=\"_blank\">Howl</a></p>\n<p>MASTER PIECE OF CAKE<br />\nHvordan lærer fire 19-åringer fra Holmestrand å spille grom rock’n’roll som sparker beina under omtrent alle andre som har latt seg inspirere av scena fra 1965 eller 1977? Ikke veit vi, men vi er sikre på at vi elsker det. Master Piece Of Cake imponerte såpass på årets by:Larm at vi var nødt til å hive oss rundt for å få dem på plakaten med det samme. Bandets miks av rock’n’roll, surf, garage og punk er befriende frekk og imponerende velspilt. Sjøl forholder de seg til regelen om at det skal være kjapt, aggresivt og skittent. Om du ikke har fått fingra i demoen Don’t Piss On Me And Tell Me It’s Raining eller hatt muligheten til å se disse gledesprederne ennå, kan du glede deg til Øyafestivalen i august. Master Piece Of Cake kommer til å levere friske låter, passende ungdommelig overmot og godt humør. Dette er festrock av ypperste klasse. Innfinn deg eller vær ei pyse.</p>\n<p><a href=\"http://www.myspace.com/masterpieceofcake\" target=\"_blank\">Master Piece of Cake</a></p>\n","date":"2008-02-29T10:31:00.000Z","wordpress_id":781,"featured_image":null,"translations":{"nb":{"url":"/2008/02/29/beirut-og-vare-bylarm-favoritter/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ba385014-9985-5eda-a81c-f62415d0f8c5","locale":"nb"}}