{"data":{"wordpressPost":{"title":"Fete konsertopplevelser på SXSW","date":"2008-03-31T16:39:00.000Z","content":"<p>Like før påske var et knippe våkne representanter fra Øya i Austin under SXSW for å sjekke ut så mange lovende artister som øyne og ører kunne makte. Som vanlig endte det hele i ei fet ønskeliste til årets festival. I løpet av de neste ukene regner vi med å få bekreftet flere av disse til Øya-programmet. Vi er glade vi har hatt litt is i magan og holdt av flere plasser til etter SXSW også i 2008.</p>\n<p>Flere av de banda vi jobber med nå, er altså nykommere som ennå ikke har besøkt vårt hjørne av verden. Med andre ord kan du forvente et knippe spennende nyoppdagelser i Middelalderparken i august i tillegg til alle de nye artistene vi har sluppet allerede. Dette er kanskje ikke de navna som blir nevnt oftest på vårt forum, men det var heller ingen som bombarderte oss med meldinger om Hot Chip eller Band of Horses for to år siden. I fjor fikk vi blant annet med oss Yo Majesty, Bonde Do Role og Cheeseburger over dammen.</p>\n<p>Vi jakta og vi fant. I mylderet med over 1500 band så konsentrerte vi oss mest om band vi ikke hadde sett live før, ikke var booke til andre festivaler og som var nye. Vel, vi må nok innrømme at vi i tillegg sneik oss til fantastiske konserter med Øya-aktuelle No Age, Okkervil River og Holy Fuck. SXSW er kanskje verdens beste festival å opptage ny musikk på. Det er riktignok en del rare spillesteder med litt dårlig lyd, så i blant bør man finjustere konsentrasjonen. Det er samtidig litt av moroa. Spesielt amerikanske artister er helt rå på å kline til uansett forhold. Vi har fotsatt sterke minner fra når vi så Band of Horses for to år siden i en bitteliten platesjappe i Austin.</p>\n<p>Vår egen Øya-kveld på legendariske Emo´s gikk veldig bra og det var lange køer før de norske banda Shining og Hanne Hukkelberg, som vi hadde med oss til Texas.</p>\n<p>En annen observasjon som vi gjorde i Austin er at det blir stadig større skille mellom band som er tilpasset radioformatet og det som er såkalt alternativt. Rocken har gått mer støy, elektronikaen er godt mer støy, mens støyen har gått mer freak&#8230;og det som er sikkert er at et stadig større publikum er interessert i det ekstreme. </p>\n","wordpress_id":772,"featured_image":null,"translations":{"nb":{"url":"/2008/03/31/fete-konsertopplevelser-pa-sxsw/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"735c35b8-967f-5507-be02-ef9dee3f6ce6","locale":"nb"}}