{"data":{"wordpressPost":{"title":"Øyaprat 2: Stein Torleif Bjella","date":"14th July 2014","content":"<p>Stein Torleif Bjella åpner vår siste og fyldigste festivaldag. Han går på scena i Amfiet lørdag 9. august, klokka 13.00. Vær ute i god tid!<br />\nDet er noen billetter igjen til lørdagen, <a href=\"http://www.billettservice.no/event/lordagsbillett-oyafestivalen-2014-billetter/409623?camefrom=Client_Oya_Hjemmeside lordag_Oyafestivalen_101013\" target=\"_blank\">kjøp her</a>!</p>\n<p>Hva er din beste festivalopplevelse?<br />\n<em>&#8211; Det er mange sterke opplevelsar. Frå det storslagne store, til det sjarmerande vesle. Øya i 2011 var heilt fantastisk å få vera med på. Frykteleg mykje folk. Følte dei ville høyre og at dei hygga seg.</p>\n<p></em>Hvem hadde headlinet din drømmefestival?<br />\n<em>&#8211; Det måtte bli mange innslag på kort tid, litt høg nostalgifaktor denne dagen: Aurelio Fierro med superorkestrerte napolitanske visu. Television og Tom Verlaine gjorde Marquee Moon. Sevat Sataøen gjorde &#8220;Fanitullen&#8221;. Enslaved covra &#8220;Satan i unge år&#8221;. Kanskje det vart plass til ein monsterversjon av &#8220;Loungemeister&#8221; og Ugress. Fem minutt change over per innslag. Porogramleiarparet Louis C.K. og Åse Kleveland bandt det heile sammen. Ann Peebles skal og vera med. Forresten; ho kan halde konserten åleine.</p>\n<p></em>Hva er det dummeste man kan gjøre på festival?<em><br />\n&#8211; Som publikum. Sova bort summarsnatta på teltplassen. Som artist; sita på do når dei anonnserer deg over anlegget.</p>\n<p></em>Hvem gleder du deg mest til å se av de andre artistene som spiller under årets festival?<br />\n<em>&#8211; The National, som eg ikkje såg i 2008. Også er eg alltid spent på musikken til Anne Lise Frøkedal. Og Fay Wildenhagen, som eg har høyrt så mykje fint om. Også sjølvaste Bryan Ferry. Store P og  Mayhem må eg få med. Det er så mange, ukjente og nokon meir kjente. Det er berre å sette av nok tid.</p>\n<p></em>Hvilken artist har påvirket deg mest?<br />\n<em>&#8211; Tom Verlaine og Stevie Ray Vaughan. Desverre høyrer du ikkje det.</p>\n<p></em></p>\n","wordpress_id":10631,"translations":{"nb":{"url":"/2014/07/14/oyaprat-2-stein-torleif-bjella/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8fe223c8-2dad-5875-8b90-fa13d2e1e719"}}