{"data":{"wordpressPost":{"title":"Øyakino, programmet er klart","date":"25th June 2009","content":"<p>Øyafestivalen er ikke bare musikk, men også film. På Klubbdagen kan man hele dagen oppleve film og musikk i en skjønn sameksistens på Eldorado kino. Her vil Next Life spille live til selvvalgt stumfilm, Lars Vaular vil skape dansestemning i foajeen, og musikkfilm vil rulle på lerettene. Filmen som vises er bergensfilmen ”Vegas”, ”Sleeping Songs” med Nils Petter Molvær, The Doors-dokumentaren ”When You’re Strange”, ”Beautiful Losers” med unge kunstrebeller, og ”It Might Be Loud”, hvor Jack White, Jimmy Page og Edge snakker om sin kjærlighet til gitaren.</p>\n<p>Søndagen etter festivalen er det igjen på tide å ta turen til Eldorado kino. Det arrangeres dagen-derpå-kino hvor man kan slappe av i kinomørket og få seg burger og en god film. På søndagen vises Ang Lee’s ”Taking Woodstock” og den norske før-premieren ”Vegas”.</p>\n<p>Billettene er i salg fra i morgen, fredag 26. juni.</p>\n<p>PROGRAM/INFO:</p>\n<p>TIRSDAG 11. AUG<br />\nStumfilmkonsert:<br />\nNext Life, kl. 18.30</p>\n<p>Filmer:<br />\nVegas, kl. 18.00 og kl. 20.30<br />\nSleeping Songs, kl. 18.00<br />\nWhen You’re Strange, kl. 20.30<br />\nBeautiful Losers, kl. 18.00<br />\nIt Might Be Loud, kl. 20.30</p>\n<p>Konsert i foajeen:<br />\nLars Vaular kl. 17.30 og kl. 20.00</p>\n<p>SØNDAG 16. AUG<br />\nDagen-derpå-kino:<br />\nVegas, kl. 17.30<br />\nTaking Woodstock, kl 17.30</p>\n<p>PRESENTASJON:<br />\nStumfilmkonsert:<br />\nNext Life<br />\nFilm: TBA<br />\nStumfilmkonsert har etter hvert blitt en tradisjon på Klubbdagen, og i år har vi invitert Next Life til å lydsette en film live på Eldorado Kino.<br />\nÅ gi en god karakteristikk av Next Lifes musikk er svært vanskelig. Mange har prøvd, og den har blant annet fått artige navn som fremtidspunk, electroviolence, amiga hardcore og nintendocore. Next Life leverer i alle fall tung og støyende musikk med røtter i både hardcore og transistormusikken man hørte på gamle Commodore 64 og Amiga-spill. Next Lifes blanding av kompromissløss herjing og forførende elektronika er som skapt for filmmediet. Denne svært så eksklusive konserten er noe man helst ikke bør gå glipp av.</p>\n<p>Vegas<br />\nRegi: Gunnar Vikene (no, 2009)<br />\nMed: Jørgen Hausberg, Karoline Stemre, Sindre Kvalvåg Jacobsen, Anders Baasmo Christiansen og Helge Jordal.<br />\n”Vegas” er historien om Thomas, Marianne og Terje &#8211; tre ungdommer som ikke har noe sted å være. Etter å ha sett sin mor bli banket opp, blir Thomas tatt ut av hjemmet. Thomas havner på et ungdomshjem. Hvor lillebroren ender opp vil ingen si, men Thomas sverger å finne ham. På ungdomshjemmet møter han Marianne som nok engang rotet til alt, og Terje som virker som om han er fra en annen planet. De tre har en felles drøm, og sammen legger de ut på en reise fylt av tro, hat og kjærlighet, der ingen kommer dit de hadde planlagt, men alle finner hjem.<br />\nLars Vaular, som bidrar med musikk i filmen, vil spille konsert i foajeen før filmvsiningene på tirsdagen.. </p>\n<p>It Might Be Loud<br />\nRegi: Davis Guggenheim (usa, 2009)<br />\nMed: Jack White, Jimmy Page og The Edge<br />\n”It Might Be Loud” gir et portrett av tre gitarister fra tre forskjellige generasjoner: gamlefar Jimmy Page fra Led Zeppelin, U2s The Edge og yngstemann Jack White fra White Stripes. Her forteller de om sine karrierer, sitt forhold til musikk og sist men ikke minst sitt forhold til gitaren. Vi får høre om disse tre gitaristenes musikalske veivalg og vi følger dem der de besøker historiske steder av betydning for rocken, og vi ser dem jamme sammen.</p>\n<p>Sleeping Songs<br />\nRegi: Andrea Struck (de, 2009)<br />\nMed: Stefan Rudolf, Chulpan Khamatova og Traute Höss<br />\nI ”Sleeping Songs” møter vi jazztrompetisten Martin har et ønske om å fornye musikken, men må stadig kjempe mot gamle normer.  Det er ikke bare innenfor musikken Martin er kompromissløs. Når han får det for seg at kjæresten kun er sammen med han på grunn av hans musikalske talent, dumper han henne. Dette utløser en større personlig krise, og han ser ingen vei tilbake. Musikken i filmen er laget av trompetisten Nils Petter Molvær.</p>\n<p>When you’re Strange<br />\nRegi: Tom DiCillo (usa, 2009)<br />\nMed: Jim Morrison, Ray Manzarek, John Densmore og Robby Krieger<br />\nDenne dokumentaren tar for seg The Doors i aksjon, fra den spede start hvor de spilte i korridorene på UCLA, og frem til Jim Morrisons tragiske død i Paris. Filmskaperen Tom Dicillo har fått tilgang til hittil ukjente opptak av bandet i studio, på konserter og backstage. Selv om filmen tar for seg Jim Morrisons noe utagerende livsstil med narkotika, sex og alkohol, er det først og fremst den visjonære kunstneriske arv fra de fire musikerne som står sentralt i filmen. En arv som har betydd formidabelt mye for popkulturens historie. </p>\n<p>Beautiful Losers<br />\nRegi: Aaron Rose og Joshua Leonard (usa, 2008)<br />\nMed: Thomas Campbell, Cheryl Dunn, Shepard Fairey og Mike Mills<br />\nPå nittitallet var Aaron Rose ildsjelen bak Alleged Gallery i New York. Stedet trakk til seg uredde ”gjør-det-selv”-kunstnere med mye talent og lite formell kunstutdanning. Med bakgrunn fra blant annet punk, skatebording, hip-hop og grafitti laget de kunst med røtter i sine subkulturer. Sammen var de med å utvide kunstbegrepet, og laget kunst som også yngre folk kunne kjenne seg igjen i. </p>\n<p>Taking Woodstock<br />\nRegi: Ang Lee (usa, 2009)<br />\nMed: Emile Hirsch, Liev Schreiber, Jefferey Dean Morgan og Paul Dano.<br />\n”Taking Woodstock” er mesterregissør og Oscar-vinner Ang Lees første engelsspråklige film siden ”Brokeback Mountain”, og er historien om en ung manns intetanende igangsetting av det som skulle bli en generasjonsdefinerende konsert i Woodstock, sommeren 1969. I det sammensuriumet som til slutt ender med å bli alle rockefestivalers mor møtes hippier, lokale bønder og profesjonelle kulturentrepenører, og sammen skaper de en legende.</p>\n","wordpress_id":569,"translations":{"nb":{"url":"/2009/06/25/ayakino-programmet-er-klart/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"50dbba72-ca93-5e47-93f7-9d19f9f5b4a1"}}