{"data":{"wordpressPost":{"title":"Intervju: Ost&#038;Kjex på Miniøya førstkommende søndag","date":"26th May 2011","content":"<p>*DET ER INGENTING SOM HETER HALVVEIS FOR BARNA*<br />\nav Trine Sollie</p>\n<p>Ost og Kjex nekter å tilrettelegge livegigen spesielt for kidsa. Når de går på scenen i Tøyenparken søndag, er det med et ønske om å ta ungene på alvor. Vi tok prat med Ost aka Tore Gjedrem, som befant seg et sted midt mellom bandøving og bleieskift.</p>\n<p>*Hva kan vi vente oss av dere under Miniøya?*<br />\nJeg har en følelse av at musikken vår i utgangspunkter har et bredt nedslagsfelt, derfor kjører vi en ordentlig Ost&#038;Kjex konsert med band, som ikke er tilpassa noe som helst. Jeg syns ikke man skal begrense barns musikksmak til bare barnemusikk. Våre egne barn liker alt, også voksenmusikk.  Jeg tror unga vil like en helt vanlig konsert, bare vi styrer unna det skikkelig depressive.</p>\n<p>*En helt vanlig konsert blir det jo ikke, dere har med barnekor, det er heller uvanlig for en elektronikaduo som er vokst opp på byens mørkeste klubber.*<br />\nDet var Christina fra Miniøya som kom med forslaget og vi kicka umiddelbart på ideen. Ida Tingstein som korer i Mungolian Jetset (annen beslektet norsk elektronikaduo) jobber som kordirigent og har satt sammen et lag på 19 jenter fra tre forskjellige barnekor: Alna Ungdomskor, Skøyen Teens og Skjønnhaug og Lutvann Pikekor.</p>\n<p>*Hvordan forløper en bandøving med nitten unger seg?*<br />\nIda har øvd masse med ungene og vi skal ha en øving med dem på fredag. Jeg gleder meg virkelig til å kjenne på deres energi og entusiasme. De skal være med på to låter og er drit flinke, synger på engelsk og alt så dette blir topp. Både Petter (Kjex) og jeg er godt vant med barn, bare ikke så mange på en gang.</p>\n<p>*Har dere testa setlista på egne barn?*<br />\nDet har vi, og det funker råbra. Den eldste sønnen min på tre og et halvt har spurt etter låtene våre mange ganger. Det er særlig populært når vi kjører bil. Første sporet på den siste plata vår er mest populær, sikkert fordi det er den vi har hørt mest.</p>\n<p>*Hvordan responderer poden?*<br />\nHan synger med og er på hugget. Danser, ordner og styrer. Det hender det blir litt dansing i stua hjemme hos oss. Jeg prøver jo å ikke være alt for hissig med å overføre egenkomponert musikk til ungene, men det gikk mye i den siste plata da den kom ut. </p>\n<p>*Hva var ditt forhold til musikk som barn?*<br />\nJeg husker det som ganske avslappa, jeg var glad i musikk men det gikk nok mest i Egners viser og bjørnen Colargol til å begynne med. Senere ble jeg blodfan av A-ha. Tapetserte hele kjellerstua med plakater og var helt crazy etter det bandet. I dag vet jeg ikke om det var musikken eller pakka jeg var mest gal etter. Jeg husker også ekstremt godt den jula jeg og broderen fikk INXS i gave av tanta vår. Mitt aller første album, som jeg måtte dele med broderen.</p>\n<p>*Dere har spilt for både barn og voksne tidligere, hvor stor er egentlig forskjellen?*<br />\nVoksne er lydhøre og lettlurte. Mens det er ingenting som heter halvveis for barna. Enten så er de med eller så er de ikke, de kan være helt ute av kontroll og dønn ærlige. Unger er vanskelige å målbinde, de syns ting er kult i tre minutter, så kan plutselig sidemannen være mer interessant enn det som skjer på scenen. Voksne følger ofte med av ren høflighet, mens barna responderer kun når du virkelig treffer spikeren på hodet. Så det er et helt annet krav til å lever varene.</p>\n<p>*Det ryktes om nerver i høyspenn foran forrige barnekonsert under Øya i fjor sommer.  Hvordan er det med nervene nå?*<br />\nDet var første gang vi spilte for kids og etterpå visste vi ikke helt om det fristet til gjentakelse. He he. Vi har vel egentlig ikke følt oss så på bar bakke på lenge, det var som å ta steget 10 år tilbake i tid. Men vi gidder jo ikke være feige og må bare kline til og trosse frykten.</p>\n<p>*Hvordan skal frykten trosses?*<br />\nDet gjelder det å ha is i magen og kjøre på. Det er en egen kunstform å underholde barn. Det er ikke bare å ta på seg en hatt og tro at det holder. Jeg så en gateartist i Spania tidligere i år, sammen med ungene. En gammel mann, klassisk gjøgler. Han hadde barna i sin hule hånd i lang tid, det står det respekt av. Du må vite hva de syns er kult.</p>\n<p>*Snappet du opp noen triks fra gategjøgleren?*<br />\nVel, kanskje underbevisst. Men det blir ikke så mye ekstra gjøgling på oss under Miniøya. Vi er ganske gjøglete i utgangspunktet, så det bør holde.</p>\n<p>Ost&#038;Kjex med barnekor spiller på Amfiet søndag kl.14.40.</p>\n<p><a href=\"http://minioya.no/\" target=\"_blank\">MER OM MINIØYA</a></p>\n","wordpress_id":147,"translations":{"nb":{"url":"/2011/05/26/intervju-ostkjex-pa-minioya-forstkommende-sondag/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b2f0eb3a-c4b2-54e4-b063-e9317499ac7d","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2011/05/26/intervju-ostkjex-pa-minioya-forstkommende-sondag/","redirect":false}}}