{"data":{"wordpressPost":{"title":"De første smakebitene på Øya-programmet er klare","date":"28th November 2017","content":"<p>Vi har brukt høsten på å tråle igjennom plateutgivelser, konsertsteder og bookingbyråer. Nå er de første navna til 2018-utgaven av Øya klare, og torsdag 30. november legges billettene ut for salg hos Ticketmaster. Både ukespass, dagsbilletter og det nye ungdomspasset vil være i salg.</p>\n<p>Disse navna viser bare noen glimt av bredden i Øyas 2018-program, så det er all grunn til å glede seg til fire meget varierte dager i Tøyenparken. De fleste av disse første navna har stått for svært sterke utgivelser de siste månedene. Vi anbefaler deg å sjekke ut alle du ikke kjenner fra før.</p>\n<p>Øya garanterer flere artistslipp før jul, så følg med!</p>\n<p>&nbsp;</p>\n<p><strong>…AND YOU WILL KNOW US BY THE TRAIL OF DEAD (US)<br />\nspiller Source Tags &amp; Codes – fredag 10/8<br />\n</strong>Austin-bandet …And You Will Know Us By The Trail Of Dead har siden 90-tallet imponert med sin fantasifulle rock og sine voldsomt energiske konserter. I 2002 opplevde de et gjennombrudd med Source Tags &amp; Codes, som var deres første utgivelse på Interscope. Til sommeren skal de spille dette albumet i sin helhet, og vi gleder oss til å høre herligheten på Øya.</p>\n<p><a href=\"https://pitchfork.com/reviews/albums/178-source-tags-and-codes/\">Pitchfork</a>: &#8211;  Source Tags and Codes is massive in its execution, bursting with layered percussion, deftly arranged strings and, most importantly, songs that are simply epic.</p>\n<p>Grunnleggerne Jason Reece og Conrad Keely har gjennom karrieren hatt like stor sans for punk og hardcore, som prog og gode melodier. Deres styrke ligger blant annet i den kledelige vekslingen mellom det eksplosive og det følsomme, stemningsfulle. Så langt har de gitt ut ni studioalbum, og denne sommeren tar de et tilbakeblikk til det tredje av dem.</p>\n<p><a href=\"http://trailofdead.com/\">trailofdead.com<br />\n</a><a href=\"https://www.facebook.com/andyouwillknowusbythetrailofdead/\">www.facebook.com/andyouwillknowusbythetrailofdead</a></p>\n<p>&nbsp;</p>\n<p><strong>CONVERGE (US) – lørdag 11/8<br />\n</strong>Converge kan sikkert kalles veteraner, siden de har holdt på siden 90-tallet. Det er likevel de siste 15 åra bandet fra Massachusetts har fått status som et av de mest sentrale i undergrunnen. Siden klassikeren Jane Doe fra 2001 har de med jevne mellomrom gitt ut nye album fullpakka av energi og aggressivitet. Converge er mestere i å blande hard metal med illsint hardcore på en måte som stadig inspirerer musikere på begge sider av Atlanteren. Det ferske albumet Then Dusk In Us kom nettopp, og viser et band i storform.</p>\n<p><a href=\"https://www.theguardian.com/music/2017/nov/02/converge-the-dusk-in-us-review\">The Guardian</a>: &#8211; The Dusk in Us, the band’s first album in five years, continues that trend, offering some of Converge’s most punishing efforts yet – witness the gloriously doomy riff for lead single Under Duress. It also sees the band dip their toes into subgenres such as noise rock (Murk and Marrow) and even something close to shoegaze on the title track. On this form, there are few around who can match them.</p>\n<p>I Norge er gitarist Kurt Ballou like godt kjent som Kvelertak-produsent. Han har også vært i studio med Øya-favoritter som High On Fire, Coliseum, Torche og Oathbreaker. Converge er et liveband i hardcore-eliten. Lørdag 11. august kommer de til Tøyenparken for å vise hvorfor de har et såpass solid rykte.</p>\n<p><a href=\"https://www.convergecult.com/\">www.convergecult.com<br />\n</a><a href=\"https://www.facebook.com/converge/\">www.facebook.com/converge</a></p>\n<p>&nbsp;</p>\n<p><strong>STORE P<br />\n</strong>Med sin meloditeft og gode miks av hiphop og R&amp;B, har Store P festa grepet med det ferske albumet Rommet. <a href=\"https://www.dagbladet.no/kultur/vanskelig-a-ikke-havne-pa-yatzy-kjoret-igjen/68751408\">Dagbladet</a> slo fast at: &#8211; Store P returnerer fra sin magiske studioverden med drømmende lydlandskap, sjarmerende selvdyrking, griseprat og episk R&amp;B.</p>\n<p>Store P fikk først oppmerksomhet som en del av A-Laget. I 2014 debuterte han på egenhånd i Tøyenparken og ga ut det kritikerroste albumet Regnmannen, av enkelte regnet som en av de sterkeste hiphop-utgivelsene i Norge. For denne mottok han Spellemann i kategorien urban. I august skal han tilbake til Øya, for å skape liv i grønne omgivelser.</p>\n<p><a href=\"http://www.store-p.no/\">www.store-p.no<br />\n</a><a href=\"https://www.facebook.com/denektestorep/\">www.facebook.com/denektestorep</a></p>\n<p>&nbsp;</p>\n<p><strong>BROCKHAMPTON (US)<br />\n</strong>Hiphop-kollektivet Brockhampton har høyt arbeidstempo og stadig økende popularitet. I 2016 kom mixtapen All-American Trash. Sommeren 2017 ga de ut både Saturation og Saturation II. I tillegg har de gitt ut en mengde singler, både låter fra album og helt nye. For ikke lenge siden avslørte grunnlegger Kevin Abstract at det kommer en del tre av albumserien Saturation. Vi spår at de femten gutta har et betydelig større publikum når de kommer til Oslo og Øya neste sommer.</p>\n<p>Noen av medlemmene i den California-baserte gjengen ble rekruttert gjennom et Kanye West-fanforum. <a href=\"https://pitchfork.com/reviews/albums/brockhampton-saturation-ii/\">Pitchfork</a> påstår at: &#8211; BROCKHAMPTON are a rap collective defined by confidence—the idea that trying is as valuable as doing. They’re like a West Coast Wu-Tang Clan where everybody’s a winner.</p>\n<p>Tør du gå glipp av deres første konsert i Norge? Det gjør ikke vi!</p>\n<p><a href=\"http://www.brckhmptn.com/\">www.brckhmptn.com<br />\n</a><a href=\"https://www.facebook.com/brckhmptn/\">www.facebook.com/brckhmptn</a></p>\n<p>&nbsp;</p>\n<p><strong>NONAME (US)<br />\n</strong>Sommeren 2016 kom den første utgivelsen til Noname, en mixtape kalt Telefone. Både NPR og Rolling Stone mente den var blant årets høydepunkter. Den massive rosen Chicago-rapperen fikk for Telefone, bidro til en større nysgjerrighet fra hiphop-entusiaster. <a href=\"https://music.avclub.com/noname-makes-black-girl-magic-on-telefone-1798188524\">The AV Club</a> skreiv at «Her rhythm seamlessly blends rap and something that resembles the storytelling and openness of spoken word without the pretense of theatrics».</p>\n<p>I oppveksten hørte hun på klassiske bluesartister og skreiv poesi. De siste åra har hun rukket å samarbeide med blant andre Lil B, J Cole og Thundercat. Et større publikum la først merke til Noname da hun var med på en av Chance The Rappers låter. Hun får stadig større oppmerksomhet som liveartist, og har nylig levert strålende konserter på turné i store deler av USA. Konserten på Øya blir hennes første i Norge.</p>\n<p><a href=\"http://www.nonamehiding.com/\">www.nonamehiding.com<br />\n</a><a href=\"http://www.nonamehiding.com\">www.facebook.com/nonameraps</a></p>\n<p>&nbsp;</p>\n<p><strong>CHELSEA WOLFE (US)<br />\n</strong>Chelsea Wolfe blander en rekke mørke stilarter på en meget kledelig måte. Hennes nyeste album Hiss Spun kom i høst, og er nok et høydepunkt innen urolig, dyster og stemningsfull undergrunnsrock. Hun har latt seg inspirere av alt fra ulike typer ekstremmetal og støy a la Suicide, til folkemusikk og låtskrivere som Nick Cave og Townes Van Zandt. Musikken hennes er brukt i Game Of Thrones og flere andre TV-serier. Hun har samarbeida med blant andre medlemmer fra Russian Circles og ISIS, Øya-aktuelle Converge og QOTSA-gitarist Troy Van Leeuwen.</p>\n<p><a href=\"https://exclaim.ca/music/article/chelsea_wolfe-hiss_spun\">Exclaim!</a>: &#8211; As in her previous work, this juxtaposition of very unattractive sounds and imagery with her tender vocals results in some very compelling material. This is a sound that Wolfe has refined and perfected, finding the common ground between folk and metal and, more importantly, making it sound beautiful.</p>\n<p><a href=\"http://www.chelseawolfe.net/\">www.chelseawolfe.net<br />\n</a><a href=\"https://www.facebook.com/cchelseawwolfe/\">www.facebook.com/cchelseawwolfe</a></p>\n<p>&nbsp;</p>\n<p><strong>SMERZ<br />\n</strong>I februar kommer det en ny EP musikk fra den København-baserte duoen Smerz, som har signert med XL Recordings. De to norske jentene har de siste åra jobba hardt med musikken, og spilte i den intime Hi-Fi Klubben i 2015. Nå er de klare for en større scene og et større publikum, noe som henger sammen med stadig mer oppmerksomhet og flere spillejobber i blant annet USA, Frankrike, Tyskland og Storbritannia.</p>\n<p>Så langt har de gitt ut tre singler og EPen Okey på XL. <a href=\"https://www.dagbladet.no/kultur/norsk-eksil-duo-med-overrumplende-debut/64034991\">Dagbladet</a> beskreiv i fjor sistnevnte sånn:-  I et minimalistisk elektronika-landskap med løse tråder til The Internet, FKA Twigs, Abra og Erykah Badu, stiller EPens syv spor like sterkt i både hverdagslig headset-meditasjon som nattens klubbsfære.</p>\n<p><a href=\"https://www.facebook.com/pg/Smerzno\">https://www.facebook.com/pg/Smerzno</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"78294115-82b6-58be-81a2-ba37de69a2e0"}}