{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"8e654997-336d-5f77-acfb-a9fd6a11d8d8","slug":"flaut-nar-pappa-danser","title":"Flaut når pappa danser","date":"2011-08-11T11:38:00.000Z","excerpt":"<p>Vi tok en prat med familien Skeide om hvordan det er å være voksen pluss barn på Øya.</p>\n"}},{"node":{"id":"f3de3ac7-7a84-5da9-8b2e-1afa29ac8f60","slug":"se-%c3%b8yakonsertene-live-pa-nett","title":"Se Øyakonsertene live på nett!","date":"2011-08-10T18:00:00.000Z","excerpt":"<p>Gladnyhet til alle som ikke kommer seg på Øya i år: Utvalgte Øyakonserter streames live på Øyas nettsider og på Øya-appen under festivalen.  </p>\n"}},{"node":{"id":"9d4c05c1-0675-5601-92c8-87dd16ac7247","slug":"kom-i-god-tid","title":"Kom i god tid","date":"2011-08-10T15:13:00.000Z","excerpt":"<p>Festivalen er i god gang og folka strømmer på. På onsdagen i fjor kom det flere tusen mennesker omtrent samtidig når været bedra seg på ettermiddagen. Når sola kommer, kan det fort bli litt køer ved innslipp. Tenk på dette når du beregner når du bør være inne på festivalområdet. Pass på å ta turen ned til festivalområdet i god tid før dine favorittartister spiller.</p>\n"}},{"node":{"id":"5ef947ed-ebef-5004-b69d-50f403c2132b","slug":"noen-fa-billetter-selges-ved-inngangen-hver-dag","title":"Noen få billetter selges ved inngangen hver dag","date":"2011-08-10T07:55:00.000Z","excerpt":"<p>Vi har holdt av et lite antall dagsbilletter til salg ved inngangen hver dag. Vi er sikre på at vi kunne ha solgt mange flere billetter til Øyafestivalen 2011, målt etter pågangen fra folk de siste ukene. </p>\n<p>Som tidligere år, legger vi ut dagsbilletter ved inngangen kl 11.00 samme dag. Hver dag blir det solgt minst 50 billetter. Vi setter et maksantall billetter per person på 2 stk. Om du ønsker å kjøpe billetter ved inngangen, anbefaler vi deg at du møter opp i god tid.</p>\n<p>Billettene til onsdagen koster 800,-, mens det koster 750,- de andre dagene </p>\n"}},{"node":{"id":"75939b87-a11c-5fb4-a461-8a5e2c059015","slug":"lukestar-covrer-guided-by-voices","title":"Lukestar covrer Guided By Voices","date":"2011-08-10T06:13:00.000Z","excerpt":"<p>Lukestar gleder seg villt og hemningsløst til både sin egen Øya-konsert i dag og Guided By Voices på torsdag. Robert Pollard &#038; Co er Lukestar sitt favorittband og Truls forteller av deres nydelige låter har gitt Oslo-bandet masse god inspirasjon! For en del år siden covret de også GBV-låten &laquo;Game of Pricks&raquo;. Innspillingen ble glemt et sted i Baskerland men nå har gutta endelig tatt ansvar og hentet den gamle tapen hjem igjen.  Som en sommergave til dere alle ligger den nå ute til gratis nedlastning her:<br />\n<a href=\"http://soundcloud.com/lukestarlove/lukestar-game-of-pricks-guided\" target=\"_blank\">Soundcloud</a></p>\n"}},{"node":{"id":"bdde4811-45af-5772-b8a0-7299316807ff","slug":"guiden-til-en-perfekt-festivaldag","title":"Guiden til en perfekt festivaldag!","date":"2011-08-09T20:39:00.000Z","excerpt":"<p>I morgen starter årets Øyafestival i Middelalderparken! I den anledning tenkte vi det var fint å dele noen tips med deg som kan bidra til en vellykket festivalopplevelse. Her er noen ting vi vil anbefale at du tar med deg:</p>\n"}},{"node":{"id":"14580187-f878-56dd-9713-dc598aa7c5c3","slug":"aeoesjekk-innae-pay-festivalen","title":"“Sjekk inn” på festivalen","date":"2011-08-09T20:36:00.000Z","excerpt":"<p>I fjor var vi hekta på Gowalla. I år veit vi neimen ikke lenger. Nå er det en jungel av såkalte stedsbaserte tjenester der ute som lar deg “sjekke inn” på steder du måtte befinne deg ved help av din mobiltelefon (Android, iPhone el.). Innebygd GPS i telefonen sørger for at den vil finne din posisjon. Øyafestivalen har samarbeidet med både Gowalla, Facebook Places og Foursquare for å gi deg muligheten til å sjekke inn og fortelle alle vennene dine hvor du befinner deg. Har du ikke forsøkt dette før anbefaler vi at du tester det ut.</p>\n"}},{"node":{"id":"bdb99ed4-4a93-533e-aabb-08d29ba27cfb","slug":"kj%c3%b8p-%c3%b8yamerch-hos-carlings-i-handlegata","title":"KJØP ØYAMERCH HOS CARLINGS I HANDLEGATA","date":"2011-08-09T19:00:00.000Z","excerpt":"<p>Festivalminnene varer lenger om man sikrer seg litt av Øyas offisielle merch! Utpå høsten kan det godt hende du vil sette på din nye favorittartist, ikle deg ei trøye fra sommerens festivalhøydepunkt og tenke tilbake på de feite konsertene, den digge maten og den hyggelige atmosfæren.</p>\n"}},{"node":{"id":"1584a20f-d649-50b0-8c4e-a687fe4e0269","slug":"kulturministeren-tjuvstartet-%c3%b8yafestivalen-forste-utdeling-fra-st-thomas-minnefond","title":"Kulturministeren tjuvstartet Øyafestivalen &#8211; Første utdeling fra St. Thomas minnefond","date":"2011-08-09T18:11:16.000Z","excerpt":"<p>Kulturminister Anniken Huitfeldt tjuvstartet Øyafestivalen tirsdag kveld ved å dele ut 180 000 kroner til Maritastiftelsen  fra St. Thomas minnefond.</p>\n<p>&#8211; St. Thomas minnefond har satt fokus på et tema som fortjener full oppmerksomhet, nemlig barn og unges psykiske helse. Maritastiftelsen gjør et viktig arbeid gjennom å bruke musikk og kultur som virkemiddel, sier Anniken Huitfeldt.</p>\n"}},{"node":{"id":"2de1cb41-0042-521d-8e87-5fca44441f57","slug":"lag-din-egen-film-pa-%c3%b8ya","title":"Lag din egen film på Øya!","date":"2011-08-09T15:01:00.000Z","excerpt":"<p>Sitter du med en liten filmskaper i magen, eller vil du bare prøve noe nytt? Øyafestivalen er full av opplevelser og inntrykk. I år vil vi at du deler noen av dine Øyahistorier og ideer med oss og verden! Under hele festivalen kan du besøke <a href=\"http://www.oyahistorier.no/\" target=\"_blank\">Oyahistorier.no</a> sitt telt midt i handlegata og få hjelp til å lage din egen lille Øyafilm. </p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":109,"pageCount":183,"additionalContext":{}}}