{"data":{"wordpressPost":{"title":"Ane Brun åpner Øya","date":"15th May 2008","content":"<p>ANE BRUN<br />\nFAT FREDDY’S DROP (NZ)<br />\nEL GUINCHO (ES)</p>\n<p>Øyafestivalen kliner til med en knallåpning av hovedprogrammet i Middelalderparken. Selveste Ane Brun skal åpne Øyafestivalens utendørsdel. I tillegg har vi fått på plass spanske El Guincho og Fat Freddy’s Drop fra New Zealand.</p>\n<p>ANE BRUN<br />\nAne Brun er en av landets mest respekterte og populære låtskrivere. Siden gjennombruddet med skiva A Temporary Dive (2005) har hun fått et stadig voksende publikum over hele Europa. Hun har holdt folks ører varme med liveskive, duettalbum og ikke minst superhitten Lift Me (sammen med Madrugada). Nå er endelig skiva Changing Of The Seasons her og vi så oss selvfølgelig nødt til å invitere henne tilbake til Middelalderparken. Ane har takket ja til det ærefulle oppdraget å åpne parkdelen av Øyafestivalen på ettermiddagen onsdag 6. august. Hun står dermed for startskuddet av et fett, solid og mektig program som går over fire dager.</p>\n<p>Ane Brun skriver vakre melodier med en fot i tradisjonell singer/songwriter-tradisjon, og en som iblant beveger seg utenfor opptråkkede stier. Disse leverer hun med en stemme som når helt inn i margen på lytteren. På den nye plata har hun fått hjelp av den islandske produsenten Valgeir Sigurdsson (Sigur Rós, CocoRosie, Björk, Bonnie ”Prince&#8221; Billy m. fl.) og musikere som Martin Hederos, Christian Kjellvander og Tobias Fröberg. Ane Brun har levert 13 stykker solid musikk som vi gleder oss til å høre i Middelalderparken. </p>\n<p><a href=\"http://www.myspace.com/anebrun\" target=\"_blank\">MYSPACE</a></p>\n<p>FAT FREDDY’S DROP (NZ)<br />\nFat Freddy’s Drop er fra Wellington, New Zealand og er inspirert av musikken fra en hel annen øy i en helt annen verdensdel. Det sju mann sterke bandet har nemlig kokt opp en herlig blanding av dub, funk, soul og reggae. Enkelte av medlemmene har tidligere figurert i band som Trinity Roots og Ebb &#038; Bongmaster Inc. Noen av dem har holdt på med solokarrierer og DJ Fitchie er regnet som en av hjemlandets sterkeste produsenter.</p>\n<p>Deres første skive var et liveopptak fra en nattklubb i hjembyen. Etter flere år med bygging av et solid liverykte ga de i 2005 ut studioskiva Based On A True Story, som gikk rett inn på førsteplassen på albumlista i hjemlandet. I tillegg har de gitt ut tolvtommere og deltat på et utvalg samleplater. Dette er et udiskutabelt festivalband og er mestere i å skape godstemning hvorenn de spiller. Festorkesteret Fat Freddy’s Drop kan du oppleve i solsteika under Øyafestivalen i august.</p>\n<p><a href=\"http://www.myspace.com/fatfreddysdropnz\" target=\"_blank\">MYSPACE</a></p>\n<p>EL GUINCHO (ES)<br />\nSydenliv! Musikere flest avskyr å bli satt i bås og begrenses av sjangerdefinisjoner, men de må pent finne seg i det likevel. Luringen Pablo Díaz-Reixa, alias El Guincho, har imidlertid klart å finte ut både det oppfinnsomme salgsapparatet og de synonymglade kritikerne med ”Alegranza!”.</p>\n<p>Hans samplebaserte debutalbum utfordrer nemlig de fleste musikalske konvensjoner. Er det pop? Er det elektronika? Dub? Tropicalia eller psykedelia? ”Alegranza!” er alt og<br />\ningenting. Og mere til.</p>\n<p>Som Pitchforks anmelder Tim Finney påpeker, minner det om masse du digger, men er til<br />\nsjuende og sist likevel helt ulikt alt du har hørt tidligere. Panda Bear og Animal<br />\nCollective har forståelig nok gått igjen som (to av maaaaaange) referanser, men El<br />\nGuinchos inspirasjonskilder er flere og ståstedet er tropisk. Nei, han er fortsatt umulig å beskrive. I august kan du selv famle etter passende adjektiver, for da spiller El Guincho i Middelalderparken.</p>\n<p><a href=\"http://www.myspace.com/elguincho\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":748,"translations":{"nb":{"url":"/2008/05/15/ane-brun-apner-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"dfd5e105-11db-564c-90ce-3c516801392c","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2008/05/15/ane-brun-apner-%c3%b8ya/","redirect":false}}}