{"data":{"wordpressPost":{"title":"In Flames erstatter Mastodon onsdag 12/8","date":"2015-07-22T09:37:50.000Z","content":"<p>Mastodon har dessverre blitt nødt til å avlyse 17 konserter de har planlagt fram til slutten av september. Familiære årsaker har gjort det umulig å komme til Europa i denne omgang. Bandet beklager på det sterkeste. Det er alltid trist med avlysninger for oss som arrangør, og spesielt for fansen som har gleda seg. Vi har jobba sammenhengende de siste to døgna for å finne en god metalerstatter.</p>\n<p>&nbsp;</p>\n<p>Som erstatter har vi fått et av Skandinavias aller største internasjonale metalband, In Flames fra Gøteborg. Vi setter stor pris på at In Flames fant plass i sin travle kalender, til å spille i Sirkus onsdag 12. august. Sist gang de besøkte Oslo var de headliner i Oslo Spektrum. <strong>Onsdag 12. august er den eneste Øya-dagen det fortsatt er billetter igjen til.</strong></p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-12387 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"Billettknapp (2)\" width=\"300\" height=\"300\" data-srcset=\"http://oya.test/assets/uploads/2015/06/Billettknapp-2-300x300.png 300w, http://oya.test/assets/uploads/2015/06/Billettknapp-2-150x150.png 150w, http://oya.test/assets/uploads/2015/06/Billettknapp-2-768x768.png 768w, http://oya.test/assets/uploads/2015/06/Billettknapp-2.png 800w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p>IN FLAMES (SE)</p>\n<p>I fjor ga In Flames ut Siren Charms og bekrefta sin posisjon som et av Skandinavias aller største metalband. Med album som The Jester Race (1995), Clayman (2000) og Reroute To Remain (2002) satte de tidlig nye standarder for hvordan metal skulle låte i dette århundret.</p>\n<p>In Flames har holdt på siden tidlig 90-tall og har vært sentrale i å gjøre Gøteborgs death metal-scene til et verdenskjent fenomen innen metalmiljøer. Dette utgangspunktet har de til felles med At The Gates, som også spiller onsdag 12. august. In Flames har vært pionerer innen melodisk death metal og har vært en stor inspirasjonskilde til mye moderne metal fra begge sider av Atlanteren. De har turnert med metalstorheter som Slayer, Judas Priest, Motörhead, Kreator, Testament, Slipknot. Etter 2000 har alle albuma til In Flames nådd topp fem i Sverige, og i samme periode har bandet hatt en økende popularitet her i Norge. Mer imponerende er det kanskje at samtlige av de tre siste albuma har vært inne på topp tredve på den amerikanske albumlista. I tillegg er In Flames et liveband som alltid leverer, så det blir stor stemning i Sirkus på onsdagskvelden.</p>\n<p><a href=\"http://inflames.com/\">http://inflames.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Dette er informasjonen vi har fått fra Mastodon:</p>\n<p><strong>Mastodon</strong> regretfully announce they must cancel their upcoming shows that were to take place from August 7th through September 3rd due to a personal family matter. Mastodon will return to the road in Latin America in Late September. The September 5th show in Iceland has been rescheduled for December 5th.</p>\n<p>&nbsp;</p>\n","wordpress_id":12732,"translations":{"nb":{"url":"/2015/07/22/in-flames-erstatter-mastodon-onsdag-128/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d8eddecd-5942-55c3-a7a0-77aadcb5bb6a","locale":"nb"}}