{"data":{"wordpressPost":{"title":"Fan Fanzine #12 og Sarah Blasko","date":"6th April 2010","content":"<p><a href=\"http://www.facebook.com/event.php?eid=104730459560588&#038;index=1\" target=\"_blank\">Her</a> finner du Facebook-arrangementet. </p>\n<p>Sarah Blasko har allerede solgt til platina og vunnet flust av priser down under, men er et foreløpig ubeskrevet blad i Europa. Det varer sikkert ikke lenge. 6 april slipper hun As Day Follows Night, produsert av ingen ringere enn Björn Yttling fra Peter, Bjorn &#038; John, som også har skrudd sammen Lykke Li-debuten Youth Novels og Shout Out Louds to siste langspillere.</p>\n<p>Den Sydney-fødte 33-åringen begynte sin sangkarriere sammen med moren i Pinsebevegelsen, og spilte senere i diverse band mens hun studerte engelsk litteratur på universitetet. I 2002 gikk hun solo med en EP. To år senere fulgte langspillerdebuten The Overture &#038; The Underscore og i 2007 kom oppfølgeren What The Sea Wants, The Sea Will Have, begge spilt inn i Crowded House-frontmann Neil Finns studio. </p>\n<p>Tredjealbumet skulle i utgangspunktet også lages i Australia, men så kom en forespørsel fra Björn i Sverige.<br />\n– Jeg likte produksjonen på Lykke Li-albumet og selvsagt også det Björn har gitt ut med eget band. Musikken hans har noen gammeldagse elementer, men også en friskhet som føles moderne og inkluderende. Jeg skrev ham en lang mail og sendte noen låter og fikk et så entusiastisk svar tilbake at jeg bare måtte finne ut hva vi kunne få til sammen, forteller Blasko.</p>\n<p>As Day Follows Night ble til på bare tolv dager. Blaskos i utgangspunktet melankolske komposisjoner ble kjørt gjennom Den Svenske Popkverna™, og endte opp som varme og fengende låter dandert med strykere, blås, banjo, kontrabass og perkusjon. I presseskrivet beskrives albumet som «an elegant, intelligent collection of quirky, captivating pop songs of heartbreak and hope», med referanser til så vel Henry Mancini og Ennio Morricone, som Talking Heads. I sentrum står Blaskos fjetrende vokal, «at once intimate and otherworldly». </p>\n<p>At plateselskap tar store ord i sin munn er ikke uvanlig, men As Day Follows Night har også fått skryt av en av tidenes flotteste låtskrivere, nemlig Robert Forster fra The Go-Betweens: «A triumph. Blasko has written a wonderfully diverse and melodic collection… a remarkable set of songs… a wonderful record. A classic, in fact.»</p>\n<p>Da var den saken avgjort, og skulle du mot alle odds trenge ytterligere overbevisning, er det bare å gi den stemningsfulle singelen «We Won’t Run» en spinn eller to. Og det er mer der den kom fra. Lettbeint pop på «Hold On My Heart», skummel blues på Screamin’ Jay Hawkins-hyllesten «Lost &#038; Defeated», jazz av den gamle skolen på «Bird On A Wire», og spaghetti western-elementer på den kommende singelen «All I Want».</p>\n<p>Vi gleder oss utrolig masse til å oppleve Sarah Blasko på vår intime scene, og heldigvis er følelsen gjensidig.<br />\n– Jeg har ønsket å komme hit med musikken min i lange tider. Jeg har alltid tenkt at det var mulig, men jeg tror også at ting skjer når tiden er inne. Med dette albumet har brikkene falt på plass og timingen føles perfekt, sier Blasko om Europa-lanseringen. </p>\n<p>_I Fan Fanzine #12 kan du blant annet lese intervjuer med bandet Dag För Dag, DJen Chrissy Murderbot og folka bak de nye festivalene Popfest og Miniøya. I tillegg får du artikler om Screaming Trees, jazzgitaristen Mary Halvorson, rockefotografi, bandet Rubik og Alex Chilton (R.I.P), samt de vanlige anmeldelsene og anbefalingene._</p>\n","wordpress_id":418,"translations":{"nb":{"url":"/2010/04/06/fan-fanzine-12-og-sarah-blasko/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ab4de716-f9f6-55e8-9994-83bfe547d2c8"}}