{"data":{"wordpressPost":{"title":"Øyaprat 4: Erlend Ropstad","date":"29th July 2016","content":"<p>Erlend Ropstad spiller på Hagen torsdag 11. august</p>\n<p>&nbsp;</p>\n<p><strong>Hvilken Øya-opplevelse husker du aller best?</strong></p>\n<p>&#8211; Jeg bodde inntil nylig svært nærme Middelalderparken, den nærmeste bygården til gamle hovedinngangen til Øya. De sterkeste minnene er kanskje de konsertene jeg bare hørte suset av, siden jeg var for treig med å skaffe meg billett. Jeg har i den senere tid blitt flinkere til å ikke bli sur for konserter jeg ikke får med meg. Bor man i Oslo går man glipp av mye bra konserter i nærområdet, sånn er det. Man blir immun etter hvert. Men av konserter jeg faktisk så og hørte husker jeg godt Bon Iver og Band Of Horses rundt 2008-2010? Jeg hørte masse på den musikken i den tiden. Det er ekstra fett å høre konserter med banda den sommeren du hører på de banda!</p>\n<p>&nbsp;</p>\n<p><strong>Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong></p>\n<p>&#8211; PJ Harvey. En av mine største konsertopplevelser var med henne. Jeg håper vi får låta Rid Of Me, med bare henne og en gitar. Jeg er fan av Giant Sand, så den konserten på John Dee onsdag håper jeg å få med meg. Unnveig Aas, lager dritfin musikk. Det blir sikkert magisk på biblioteket på onsdag.</p>\n<p>&nbsp;</p>\n<p><strong>Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong></p>\n<p>&#8211; Nei, i grunnen ikke. Det skal være gjørme på skoa om det regner, man skal bli våt og lei av å stå på beina og ølen skal være fifty-fifty med regnvann om det er en sånn dag. Da blir gleden av å finne en regnponcho større, eller kanskje du blir kjent med noen nye under et tre som egentlig ikke funker som paraply. Det er en del av pakka. Om det blir sol, sett deg ned og få med deg noen konserter litt på avstand også. Det er en digg måte å høre musikk på.</p>\n<p>&nbsp;</p>\n<p><strong>Hva kan folk forvente av konserten din?</strong></p>\n<p>&#8211; Jeg tror folk som forventer visesang, slik noen noen ganger gjør når de kommer på konserter med oss, blir overrasket. Men den tiden er kanskje over at folk forventer det&#8230; Vi spiller rock, og det er det folk kan forvente.</p>\n<p>&nbsp;</p>\n<p><strong> Hva spiser du helst i sommer?</strong></p>\n<p>&#8211; I sommer har det blitt masse konserter så jeg er redd det jeg spiser mest er bensinstasjon-mat. Trist, men sant, men gøy! Det jeg spiser helst er grillmat. Jeg skulle gjerne fått med meg grilla makrell før sesongen er over.</p>\n<p>&nbsp;</p>\n<p><strong>Hva hører du på i sommer?</strong></p>\n<p>&#8211; Bob Dylan.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"822f9dae-4f7b-5b4f-9d28-7b93cb3696ff"}}