{"data":{"wordpressPost":{"title":"Vinduet med Øya-aktuelle foredrag","date":"11th August 2010","content":"<p>Vinduetforedraget hver dag kl 15.30 i litteraturteltet på Øyafestivalen! Hør Knut Schreiner snakke om The Stooges.</p>\n<p>You don’t have to take this crap! You don’t have to sit back and relax. You can actually try changing it.<br />\nThe Style Council “Walls Come Tumbling Down” </p>\n<p>Så sang Paul Weller i 1985, og det får stå som et lite apropos til den pågående diskusjonen om norsk musikkjournalistikk og hvor trist alt sammen er.  Tidsskriftet Vinduet tar saken i egne hender og forsøker å gjøre noe med det. Dette er en forlengelse av sommernummeret, der vi blant veldig mye annet har artikler om Paul Weller og The Style Council, samt et stort intervju med Andres Lokko, Nordens viktigste musikkjournalist.</p>\n<p>Så til saken: Hver dag under Øyafestivalen presenterer Vinduet spesialskrevne kortforedrag om festivalaktuelle artister, fremført live. Det sies jo at bortfallet av platesalg har gjort konserter til artistenes hovedgesjeft og -inntektskilde. Kan hende det er her musikkjournalistikken havner til slutt også?  Vi har fått noen av landets skarpeste skaller (i hvert fall de tre første dagene) til å fortelle noe om noe de har peiling på. Et godt utgangspunkt for en knallbra festivaldag, altså.</p>\n<p>Litteraturteltet arrangeres i samarbeid med Deichman og Akademika. Strategisk plassert vis-à-vis det store ølutsalget.</p>\n<p>Program Litteraturteltet kl 15.30<br />\nOnsdag: Knut Schreiner om Iggy Pop og James Williamson<br />\nTorsdag: Susanne Christensen om Pavement<br />\nFredag: Martin Bjørnersen om M.I.A.<br />\nLørdag: Audun Vinger om Paul Weller</p>\n<p>Lørdag kl. 22 på Pigalle, Grønland: Vinduets Weller-salong. DJs Micke Manasse + Tommy Søvik, med mer. Gratis adgang. Velkommen!</p>\n<p><a href=\"http://www.gyldendal.no/Vinduet\" target=\"_blank\">www.vinduet.no</a><br />\nvinduet@vinduet.no</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6c808ca7-1d07-5b65-928e-be8a6e0103fb"}}