{"data":{"wordpressPost":{"title":"Nicke Andersson med nytt band på Øya: Imperial State Electric","date":"8th April 2010","content":"<p>IMPERIAL STATE ELECTRIC (SE)<br />\nImperial State Electric er Nicke Anderssons nye band. I praksis er det snakk om et soloprosjekt, hvor han får hjelp av gode venner til å lage heftig og fengende rock. Dette har tatt mye av tiden siden Hellacopters la ned høsten 2008, men det er først nå han er klar for å dele godsakene med oss andre. Imperial State Electric er et band som lener seg på noe av det samme uttrykket man kunne merke  på de seinere Hellacopters-skivene, med en noe sterkere vekt på powerpop. Et par smakebiter finnes på myspace, og vi er virkelig spente på å få høre mer. Nå i april gis den første vinylsingelen ut og albumet skal være i salg før sommervarmen setter inn for fullt. Blant bidragsyterne er gamle kompiser som Dregen (Backyard Babies/Hellacopters), Dolf de Borst (The Datsuns) og Anders ”Boba Fett” Lindström (Hellacopters). Nicke innrømmer et utall inspirasjonskilder innen feelgoodrock, som Kiss, Big Star, Slade, Ramones, Dr. Feelgood, Flamin&#8217; Groovies, The Nerves, The Heartbreakers, Thin Lizzy, Moon Martin, Rolling Stones, The Clash, Grand Funk og The Knack.</p>\n<p>Nicke Anderssons første viktige musikalske  karrieresteg var som tenåring i Nihilist i 1987. Dette bandet ble kort tid seinere til metalmonsteret Entombed. På midten av 90-tallet fikk han et behov for å dyrke klassisk, skitten rock’n’roll og startet sideprosjektet Hellacopters. I løpet av kort tid ble dette bandet hovedsyssel og Nicke forlot Entombed. Han har alltid hatt mange jern i ilden og i tillegg til disse to svært viktige banda i moderne svensk rockhistorie, har Nicke de siste 10-12 åra blant annet laget soul med The Solution, mer rock med Hydromatics og mer metal med Death Breath.</p>\n<p>Imperial State Electric har foreløpig noen få spillejobber klare for sommeren. Den første konserten i Norge blir på Øyafestivalen onsdag 11. august. Gjør dere klar for en av skandinavisk rocks beste låtskrivere i ny utgave. Det er fortsatt energisk musikk, med tydelige referanser til kvalitetsrock fra de siste seks tiår. Nicke Anderson klarer å bringe sin egen vitale stil inn i alt han lager. Dette er også tilfelle med Imperial State Electric.</p>\n<p><a href=\"http://www.myspace.com/imperialstateelectric\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"39710a80-f1e9-5a71-b2db-7fed9f6776de"}}