{"data":{"wordpressPost":{"title":"Øya letter på sløret","date":"28th November 2008","content":"<p>KÅRE &#038; THE CAVEMEN<br />\nTOMMY TOKYO &#038; STARVING FOR MY GRAVY<br />\nBON IVER (US)<br />\nMUNGOLIAN JET SET<br />\nATOMIC<br />\nCRYSTAL ANTLERS (US)<br />\nTHE NEW WINE</p>\n<p>Nå er de første artistene til Øyafestivalen klare. Det betyr at vi på Øya-kontoret allerede nå er mentalt innstilt på 2009. Julekampanjen, hvor du kan få kjøpt festivalpass til spesialpris starter førstkommende mandag og samme dag vil vårt nye design være på plass. Dette vil i første omgang vises gjennom annonser og nyåpning av våre nettsider på www.oyafestivalen.no, som skjer mandag morgen. I de kommende månedene vil du kunne se vår 2009-profil utvikle seg og overraske.</p>\n<p>I dag slipper vi de første artistene som skal spille i Middelalderparken i august 2009. Dette er kun en liten smakebit på neste års fyldige, varierte og helt herlige Øya-program. Det er all grunn til å glede seg. Vi kommer nemlig til å slippe flere sterke navn de neste ukene. Allerede nå kan du glede deg til å bli kjent med nykommere som norske The New Wine og amerikanske Crystal Antlers. Mange vil trekke på smilebåndet når vi i tillegg kan røpe konserter med Tommy Tokyo, Bon Iver og Mungolian Jet Set. Til sist, men på ingen måte minst, må vi si oss storfornøyde med å kunne by på den siste Kåre &#038; The Cavemen-konserten noensinne. Bandet kommer ikke til å spille andre steder enn i Middelalderparken før de legger denne karrieren på hylla.</p>\n<p>Mandag 1. desember 09.00 starter salget av vår julekampanje, hvor du kan kjøpe festivalpass til 1650,- + avgift (ordinær pris 1850,- + avgift). Disse er vanligvis svært populære, så det kan være lurt å være tidlig ute om du ønsker fullt festivalpass til spesialpris. Ordinære festivalpass vil være i salg så fort julekampanjen er utsolgt. Festivalpasset inkluderer fire dager i Middelalderparken, pluss Klubbdagen på kjøpet for de som handler festivalpass. Øyafestivalen 2009 kommer til å bestå av et utall fete musikkopplevelser, både i Middelalderparken og på klubber i sentrum. Blant annet kommer et knippe Øyanatt-arrangementer med festkonsepter og konserter som vil gjøre seg i varme augustnetter. Billettene er i salg hos Billettservice.no og på tlf 815 33 133.</p>\n<p>Øya TV har fått tak i Bare Egil som denne ukas reporter. Se hele slippet her (velg en av linkene)<br />\n<a href=\"http://vimeo.com/2364725\" target=\"_blank\">Vimeo</a><br />\n<a href=\"http://www.youtube.com/watch?v=e4NatNUC16c\" target=\"_blank\">Youtube</a></p>\n<p>KÅRE &#038; THE CAVEMEN<br />\nPå siste halvdel av 90-tallet fikk et band fra Harestua, kalt Kåre &#038; The Cavemen, sitt store gjennombrudd. De ble dannet en del år tidligere som et reint surfband med klare referanser til Link Wray og Dick Dale. De fikk raskt stor respekt i Oslos rockeundergrunn, for sinn respektfulle omgang med klassisk surfsound og sin imponerende framføring. Ikke bare bød gitarist Knut Schreiner på noen av de frekkeste gitarlydene Norge hadde hørt, bandet hadde også lært et og annet om showmanship og mytebygging. Ettersom tiden gikk inkluderte de også sofistikert popmusikk og annen musikalsk snacks. Skivene Jet Age (1997) og A Long Days Flight ´Till Tomorrow (1999) ga dem et langt større publikum enn de tidlige vinylsinglene og snart var Kåre &#038; The Cavemen landets mest omtalte rockeband. Medlemmene inngikk også i løpet av 90-tallet i band som Turboneger, Kwyet Kings, Cavebones, Anal Babes, Gluecifer, Yum Yums og mange til. Etter hvert hadde bandet gjennomgått noen medlemsbytter og de adopterte navnet Euroboys (som til da hadde vært deres internasjonale navn). Plateproduksjon og konsertopptredener fortsatte, men en del savnet det opprinnelige Kåre &#038; The Cavemen. Nå skal besetningen fra gjennombruddsårene gjenoppstå for en siste konsert på Øyafestivalen i august. Vi kan love et fantastisk rock’n’roll-fyrverkeri som man ikke har sett maken til på ti års tid. Kom deg til Middelalderparken for å ta farvel med et av de siste 20 åras aller morsomste norske rockefenomener. Dette blir første, eneste og siste mulighet til å oppleve dette.</p>\n<p>TOMMY TOKYO &#038; STARVING FOR MY GRAVY<br />\nKanskje var du blant de som fikk med deg Tommy Tokyo og hans band på Vika under Øya i 2008. Enten du var der og elska det eller angra bittert på at du gikk glipp av denne finfine konsertopplevelsen, får du en ny mulighet til sommeren. Som vi tidligere har gjort nesten hvert år med et norsk navn på vei opp, flytter vi nemlig Tommy Ottosen (som han heter i sivil) og gjengen opp på vår største scene, slik at enda flere kan ta del i deres magiske melodier. Dette Fredrikstad-bandet, med folk man tidligere kjenner fra Ricochets, Peru You og Frode Fivels band, har vært blant landets mest omtalte de siste tolv månedene. Det at de har oppnådd suksess i relativt voksen alder går hånd i hånd med et bunnsolid og akkurat passe stødig uttrykk. Andreskiva Smear Your Smiles Back On har gitt Tommy Tokyo en betydelig mengde nye fans. Her finner du mørk rock, som skuler til både folk og country. Det er sjelden man kommer over musikk som er ekte, bevegende og sterk på denne måten. Noen har trukket frem etablerte navn som Will Oldham, Neil Young og Nick Cave når de roter rundt i referanseskuffen. Ønsker du å ta del i Tommy Tokyos musikalske mystikk, er Øyafestivalen i august en glimrende anledning til å bli kjent med han og bandet.<br />\nwww.myspace.com/tommytokyo</p>\n<p>BON IVER (US)<br />\nBak artistnavnet Bon Iver finner man Justin Vernon fra Wisconsin. Han ga seint  i 2007 ut det kritikerroste albumet For Emma, Forever Ago på alltid interessante Jagjaguwar. Noen måneder seinere var debuten også tilgjengelig på vår side av Atlanteren. Dette er musikk for de som allerede har forelsket seg i Iron &#038; Wine, Will Oldham og deres likemenn. Bon Ivers vakre viser har imponert mange og nå er den myke, men sterke, musikken klar for å presenteres i parken under Øyafestivalen. Flere kritikere har storkost seg med For Emma, Forever Ago. Vi må si oss enige med Groove.no som mener at Justin Vernon  ”kan kunsten å skape helbredende musikk ut av sine indre demoner. Dette er derfor ikke bare typisk sutrekoppmusikk fra midt-vesten, men like mye en plate som er velegnet til å krølle seg sammen i sofaen i tospann rundt en flaske vin &#8211; eller noe i den duren”. Utgivelsen har havnet høyt på manges lister over favorittutgivelser fra de siste tolv måneder, blant annet hos Rough Trade i England. Siden skiva har prosjektet utviklet seg til et band, som i dag teller tre medlemmer. I løpet av vinteren kommer nye låter i form av EPen Blood Bank, som visstnok skal vise både lyse og mørke sider ved Bon Ivers talent. Vi venter i spenning og gleder oss til sommeren.<br />\nwww.myspace.com/boniver</p>\n<p>MUNGOLIAN JET SET<br />\nBak dette underlige bandnavnet finner du Pål Nyhus, eller DJ Strangefruit om du vil, og hans nesten like erfarne kompanjongen Knut Sævik. I 2006 ga Mungolian Jet Set ut skiva Beauty Came To Us In Stone, som fikk gode mottakelser av et knippe kresne anmeldere. Neste utgivelse, dobbeltalbumet We Gave It All Away, Now Were Taking It Back, blir utgitt på Smalltown Supersound våren 2009. I mellomtiden anbefaler vi alle å lese artikkelen om Mungolian Jet Set i oktoberutgaven av GQ, hvor de beskrives som noe av det fresheste som har dukket opp på pophimmelen på årevis. Derfra falt vi for følgende beskrivelse av musikken: ”…an odd brand of slow motion disco that somehow that managed to be simultaneously laid-back and danceable, weird and totally accessible. It sounded not just fantastic, but multi-faceted: you could imagine hearing it in a club, you could imagine sticking a pair of headphones on at home and losing yourself in it or it wafting around in the background of a party”. Live har de to sentrale medlemmene med seg en gjeng musikere, for å by på en fullverdig og fet konsertopplevelse. Nå tar vi herlighetene med oss ut i Middelalderparken, hvor de skal spille en av sine meget få konserter i 2009.<br />\nwww.myspace.com/mungolianjetset</p>\n<p>ATOMIC<br />\nIngebrigt Håker Flaten, Håvard Wiik, Paal Nilssen Love, Magnus Broo og Fredrik Ljungkvist. De fem medlemmene I Atomic har vært involvert I så mange band og prosjekter at vi ikke har utholdenhet til å nevne dem alle. For enkelthets skyld kan vi hinte om navn som The Thing, Original Silence og Kornstad/Wiik. Bandet har rukket å gi ut Feet Music, Boom Boom, Happy New Ears! og Retrograde siden starten for rundt ti år siden. De to midterste utgivelsene har vunnet Spellemann for beste jazzskive. Bandet har lekt seg med improvisasjon og frijazz på en måte som har gitt dem en helt spesiell posisjon i Skandinavisk jazz. Atomic burde være en gullgruve for de som er flaska opp på Coltrane og Coleman. VG mente etter utgivelsen av Retrograde i 2008 at det var ”så mye liv i hver enkelt musikers tone og frasering at dette blir kunst som glitrer og berører i tillegg til å være intellektuelt stimulerende”. Bandets målsetting er visstnok å være både utadvendte og groovy. Dette viser de blant annet gjennom imponerende energiske konserter. På folkemunne er de kjent som et av Europas beste liveband i sin genre. I disse dager (desember 08) befinner de seg på turné i Japan. I august vil du kunne oppleve Atomics kiling av ryggmargen din på Øya.<br />\nwww.myspace.com/atomicjazz</p>\n<p>THE NEW WINE<br />\nThe New Wine kommer fra Bergen og er blant landets mest lovende band. Musikken er gledesspredende, ung og dansbar. Bandet ble dannet høsten 2007 og det må sies at de har kommet meget langt på kort tid. I 2008 var de å oppleve på Øyanatt på Blå, i 2009 kan du hive deg ut i de pussigste dansetrinn utendørs. Siden da har kvartetten blitt kåret til Ukas Urørt og spilt i flere av landets største byer. Bandet har også fått god hjelp på veien av hjembyens musikkgudfar Mikal Tellé, som fungerer som manager. Man har forsøkt å sammenligne The New Wine med både Phoenix, The Whitest Boy Alive og King Midas. Vi anbefaler at du sjekker sjøl. Elsker du dette, vil du ikke være alene om å spå en lysende framtid for de unge bergenserne.<br />\nwww.myspace.com/dennyevinen</p>\n<p>CRYSTAL ANTLERS (US)<br />\nCrystal Antlers fra Long Beach, California star for noe av det mest hektiske garasjekaoset vi har hørt på lang stund. Deres debut-EP er nå tilgjengelig fra den kvalitetsbevisste labelen Touch &#038; Go (hjemmet til utgivelser fra Blonde Redhead, CocoRosie, Big Black, The Jesus Lizard og Urge Overkill).  Et album er venta i mars på samme labell. De har delt scene med flere av storfavorittene på Øya-kontoret, blant annet The Bronx, Fucked Up, Dengue Fever og Monotonix. Crystal Antlers er et band som er i stand til å gjøre garasjerockere, indiekids, syrehuer og pønkere svimle og lystne på mer. Dette er lo-fi-galskap som burde ryste hjertene til alle med sans for sinnsyk rock’n’roll. I 2009 vil du kunne oppleve nytt materiale med Crystal Antlers og deres forsøk på å dra Middelalderparken inn i en musikalsk virvelvind uten sidestykke.<br />\nwww.myspace.com/crystalantlers</p>\n","wordpress_id":654,"translations":{"nb":{"url":"/2008/11/28/aya-letter-pay-slaret-2/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"158e0e9b-f41f-50d2-8610-804db8dd6ac9","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2008/11/28/aya-letter-pay-slaret-2/","redirect":false}}}