{"data":{"wordpressPost":{"title":"Øya med fire band på Vill Vill Vest","date":"27th August 2018","content":"<p>I samarbeid med <a href=\"https://www.villvillvest.no/\">Vill Vill Vest</a> og <a href=\"http://perfectsoundsforever.no/\">Perfect Sounds Forever</a> presenterer vi fire aktuelle norske band på Landmark i Bregen torsdag 13. september. Ta turen for en frisk miks av ny, norsk musikk. Orions Belte spilte sin første konsert under årts Øya, mens Mall Girl leverte en flott intimkonsert i Biblioteket.</p>\n<p><b>Heartbreak Satellite:</b> Heartbreak Satellite er et nytt prosjekt med Ragnhild Fangel Jamtveit (Pom Poko), Tobias Pfeil (Tuvaband, Natalie Sandtorv, Tobi Duchampe) og Håkon Kjenstad (Spring Breakers, Panda Panda, Tuvaband). Bandet spiller upretansiøs og skranglete elektropop, med referanser til band som Broadcast og CoCoRosie. I 2018 signet de med Brilliance Records, og har utgitt bl. a. den energiske singelen “Are U OK?” som blant annet ble brukt til TV-serien Unge Lovende. Debutalbumet “Foxy” slippes på Brilliance høsten 2018.</p>\n<p><b>Orions Belte (bilde): </b>Er det blues? Er det verdensmusikk? Er det undergrunns-pop? Det kan du nesten bestemme helt selv, for det er ikke så viktig for Orions Belte å bli puttet i bås. De spiller instrumental musikk inspirert av Nigeriansk rock fra 70-tallet, postkort fra den franske rivieraen, Formel 1-løp på Monza-banen i Italia, og da Joe Frazier slo Muhammad Ali i ‘Fight of the Century’. Bandet er Øvind Blomstrøm, Chris Holm og Kim Åge Furuhaug og til høsten kommer debutalbumet «Mint», som passer like godt inn på gatefester i Oslo som private kasinoer i Paris.</p>\n<p><b>Nylenda: </b>Med sine suggererende, nærmest hypnotiske rytmer har nylenda klart å skape en sound som er frisk og fengende. Elementer av sen psykedelisk Beatles blandet med 70/80talls-synther resulterer i en egenarta sound som virkelig får i gang &#8220;rockefoten&#8221;. nylenda slapp sin første singel Burning Eyes høsten 2017 som gjorde at flere fikk øynene opp for deres dansbare miks av psykedelisk pop og elektronika. I februar kom det en ny singel, den første i en rekke som skal slippes i løpet av året.</p>\n<p><b>Mall Girl: </b>Mall Girl er et ungt popband med et energisk liveshow. Inspirasjonskildene spenner fra åttitallspop til noise og matterock til indie, og er knyttet sammen av et lekent uttrykk og en frigjørende holdning til det å lage musikk. Fra å ha spilt sin første konsert i februar har det gått raskt fremover, og bandet er allerede booket til en rekke arrangementer. I slutten av april lastet de opp låten “Slay Queen” på P3 Urørt, og ble umiddelbart anbefalt av Urørtpanelet.</div>\n","wordpress_id":22639,"translations":{"nb":{"url":"/2018/08/27/oya-med-fire-artister-pa-vill-vill-vest/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6b861db6-7801-527a-a1f3-a90364714c53","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/08/27/oya-med-fire-artister-pa-vill-vill-vest/","redirect":false}}}