{"data":{"wordpressPost":{"title":"Madness med 30-årsjubileum på Øya fredag 14/8","date":"11th May 2009","content":"<p>Om noen få uker vil årets Øya-program være komplett. Vi venter fortsatt på svar fra flere spennende navn fra inn- og utland. Rett før helga fikk vi bekreftet de engelske skapoplegendene Madness. Knapt noe band hadde flere kjempehits i England på starten av 80-tallet. Nå feirer de 30 år og tar med seg festen til Oslo og Middelalderparken fredag 14. august. </p>\n<p>De siste dagene har Billettservice flere ganger gått tom for festivalpass til Øyafestivalen. Det er likevel ikke grunn til å gi helt opp. Noen festivalpass henger igjen i reservasjoner. Dersom disse ikke blir hentet, faller de tilbake i ordinært salg. Skulle det virke som om det er tomt for festivalpass på noe tidspunkt, anbefaler vi de som nå ønsker å forsøke siste mulighet til fullt Øya-pass å følge med hos Billettservice like før midnatt de neste dagene. Det er fortsatt dagsbilletter igjen til alle dager.</p>\n<p>MADNESS (UK) – fredag 14. August<br />\nFor en fest dette kommer til å bli! Madness markerer i år 30-årsjubileum med konserter på Glastonbury, Roskilde, Rock Am Ring og  Øyafestivalen. I 1979 kom denne gjengen sammen i Camden, London og tok navnet Madness. De hørte perfekt hjemme i miljøet som fikk tilnavnet 2-Tone (etter plateselskapet med samme navn), som kort fortalt var hovedsakelig unge hvite menn med stor sans for ska. I starten turnerte de med likesinnede som The Specials og The Selecter, men Madness skulle bli en betydelig større kommersiell suksess enn de andre. Noe av nøkkelen var deres evne til å blande skaelementer med lettbeint og fengslende popmusikk, med tydelige humorinnslag. Madness omfavnet arbeiderklasseidealer og en form for britisk samfunnskommentar, som Kinks var først ute med i øyrikets rockehistorie. Bandet hadde hele 15 topp-ti-singler i hjemlandet, bare i sine fire første år. Deres såkalte ’nutty sound’ nådde i løpet av kort tid mye lenger utenfor London enn de hadde kunne forestille seg. Superhitten Our House klatret til og med helt inn på topp ti i USA.  Madness ga seg opprinnelig i 1986, men noen av dem danna et par år seinere The Madness, som fikk kort levetid. I 1992 kom originalbesetningen sammen for første gang. Sju år seinere var de klare for en ny og mer omfattende runde, denne gangen med et nytt album i bagasjen. De siste årene har vært suksessfulle for Madness. I 2005 ga de ut ei skive med coverlåter og ble de en del av den prestisjefulle Mojo Hall of Fame, de har siden solgt ut stadionturneer i Storbritannia og spilt på mange av Europas største festivaler. Nå skal de altså markere 30-årsfesten, med blant annet plate med nytt materiale 18. mai og en rekke festivaljobber, deriblant vår egen Øyafestival. Dette blir garantert nutty dansemoro og fest. Vi klarer ikke vente på å høre favoritter som One Step Beyond, Baggy Trousers og Our House, mens sola går ned over Oslo. Bli med på festen!</p>\n<p><a href=\"http://www.myspace.com/madnessofficial\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":590,"translations":{"nb":{"url":"/2009/05/11/madness-med-30-arsjubileum-pa-%c3%b8ya-fredag-148/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c747b947-2470-5aca-85d4-b28ccdea747d","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2009/05/11/madness-med-30-arsjubileum-pa-%c3%b8ya-fredag-148/","redirect":false}}}