{"data":{"wordpressPost":{"title":"Outkast will headline Øya on Thursday 7th of August","date":"6th March 2014","content":"<p>Outkast is one of the biggest names that will tour in 2014. After a taking a break that has lasted many years, they are finally ready to hit the stage again. The Grammy-winning duo have reached number one in the US charts with the album Speakerboxxx/The Love Below, and three hit songs. Outkast has created some of the most critically acclaimed million sellers in hiphop. We are extremely proud and delighted that they have chosen to stop by Tøyenparken on Thursday 7th of August, to give us a show filled with hits. Before they come to Oslo, Outkast will headline some of the biggest and most important festivals in the world.</p>\n<p>We now have less than 1000 week pass left at our ticket partner Billettservice, so you must hurry if you want to take part in the full festival experience. Day passes are also on sale.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-tickets/301563?camefrom=Client_Oya_Home_Oyafestivalen_101013\" target=\"_blank\">Billettservice (in Norwegian)</a></p>\n<p><strong>OUTKAST (US) &#8211; Thursday 7th of August</strong><br />\nSince Outkast announced a few weeks ago that they will be touring together again this year, the Norwegian fans have been waiting impatiently for news about a show in Oslo. Finally we can reveal that Big Boi and Andre 3000 will headline our main stage on Thursday 7th of August.</p>\n<p>Outkast started out in the early 90s in Atlanta, Georgia. Their debut album was called Southernplayalisticadillacmuzik and was released 20 years ago. They almost instantly had success, and the debut went platinum within a year. Even though they primarily have been among the world&#8217;s most prolific hiphop attractions for well over 10 years, they have been inspired by a lot of other music. The duo has mixed parts of soul, rock, funk, electronica and more into their music. For each album they increased their fan base and with Stankonia (2000) they were a household name on both sides of the Atlantic. The double album Speakerboxxx/The Love Below (2003) showed their variation and quality, and has sold more than 5.5 million. The album won a Grammy for album of the year. In the US, they had four top ten hits in a few years. In Norway Outkast has topped the singles charts twice, first with Ms. Jackson in 2001, and again with the mega hit Hey Ya three years later. Now there coming to show us all that they are one of the most fun acts you can see on a stage. Øya Festival will be one of the most intimate arenas they play this summer.</p>\n<p>About the album Stankonia NME wrote this in 2000: &#8211; Conscious, spiritual, stark and honest, Outkast&#8217;s diverse and innovative style maybe hard to digest at first, but this has that little something special that Public Enemy&#8217;s &#8216;It Takes A Nation Of Millions To Hold Us Back&#8217; and De La Soul&#8217;s &#8216;Three Feet High &amp; Rising&#8217; had. It&#8217;s an audible novel.</p>\n<p>In 2007 Outkast decided to take a long break. Since Big Boi played Øya in 2010, we have regularly been asked by fans when they will be back together on tour. In 2014 we can finally give people the answer they want! As early as July 2013, we heard about the plans for this summer and in the months since that we have worked hard to get Outkast to Oslo. Before visiting Tøyenparken they will play some of the world&#8217;s biggest festival stages.<br />\n<a href=\"http://www.outkast.com/\" target=\"_blank\">www.outkast.com</a></p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"375\" src=\"http://www.youtube.com/embed/PWgvGjAhvIw?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></div>\n","wordpress_id":4267,"translations":{"nb":null,"en":{"url":"/en/2014/03/06/outkast-will-headline-oya-on-thursday-7th-of-august/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8e4517c1-2c2f-5307-a5df-6f842de075fe","locale":"en"}}