{"data":{"wordpressPost":{"title":"Fire Øyanetter på Stratos","excerpt":"<p>Lamix (SE), Patski Love &#038; Chris Stallion, DJ Tonee (US), Svani B2B Mamdu, What So Not (AU), Henrik The Artist, James Hype (UK), JCY +++</p>\n","content":"<p>ONSDAG 8. AUGUST:</p>\n<p><strong>LAMIX (SE) LIVE</strong><br />\n<strong>PATSKI LOVE &amp; CHRIS STALLION<br />\n</strong><strong>PRETTYBOI</strong></p>\n<p>Årets Øynattprogram på Stratos starter som vanlig med et smell da vi får besøk av en av Sveriges varmeste artister i øyeblikket; Lamix! I tillegg får vi oppleve det norske og fremadstormende kollektivet Prettyboi, og sist men ikke minst blir selvfølgelig residents Patski Love &amp; Chris Stallion å finne på scenen hver kveld!</p>\n<p>&nbsp;</p>\n<p>LAMIX (SE) LIVE &#8211; bildet</p>\n<p>Svenske Lamix gjorde sitt inntog på Hip hop-scenen i 2015 med låten Si Ingenting – en remix av Kamelen sin låt med samme tittel. Lamix sin versjon fikk så stor oppmerksomhet at den fikk mer spredning enn originalen både på YouTube og Spotify. Nykommeren Lamix har på egen hånd lykkes å bygga en sterk fanbase, og med sommarens store hit i broderlandet; Hey Baby sørget han for å bli en bemerkelsesverdig artist for både nåtiden og fremtiden. Sammen med remiksen av Hey Baby som ble gjestet av Mwuana, Jireel, Elias Abbas og Blizzy har låten nå streamet over 20 millioner og i tillegg har han gitt ut EPen Ingen Som Hör og singlene Ankara og “Lamborghini” og er straks aktuell på den Svenske versjonen av JCY sin farsott Pon De Boom.</p>\n<p>&nbsp;</p>\n<p>PATSKI LOVE &amp; CHRIS STALLION</p>\n<p>Det høres kanskje rart ut å være eksperter på fest, men det er dét Club Juicy-gutta Patski Love &amp; Chris Stallion faktisk er. Som to halvskrullete vitenskapsmenn vet disse to nemlig 110% hvordan man skal få alt til å klaffe når det kommer til stemning. De har lang erfaring. I snart 14 år har Love &amp; Stallion holdt det gående på Oslos beste klubber, samtidig som de stadig merker økt etterspørsel fra storklubber i utlandet. Artistgjestelista på Club Juicy har etterhvert blitt lengre og mer kredibel enn på de beste stedene i utlandet, med en nesten fulltallig A-Å av bra DJer og artister innom på jevnlig basis. Fire platespillere, to miksere, en mic og masse fantastisk musikk i sjangrene R&amp;B, trap, disco, house, afrobeat med mer er det som gjør Patski Love og Chris Stallion til landets aller fremste bak spakene.</p>\n<p>&nbsp;</p>\n<p>PRETTYBOI</p>\n<p>Prettyboi er et Rykkinbasert kollektiv bestående av de unge kunstnere Pen Gutt, Pasha, Zervos, Samkopf, Olav, Lil Truls, Andréyun, Prettyboi Gov og DUER som gjennom musikk, kunst og arrangementer jobber for å gjøre verden til et penere sted. Verden er et nydelig sted når du deler den med andre, så ta med deg vennene dine; møt noen nye og bli med på å feste med oss.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.facebook.com/itslamix\">https://www.facebook.com/itslamix</a> // <a href=\"https://www.facebook.com/clubjuicy\">https://www.facebook.com/clubjuicy</a> // <a href=\"https://www.facebook.com/prettyboiworldwide\">https://www.facebook.com/prettyboiworldwide</a> //</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TORSDAG 9. AUGUST:</p>\n<p><strong>DJ TONEE (US &#8211; 6LACK TOUR DJ)<br />\n</strong><strong>SVANI B2B MAMDU</strong><br />\n<strong>CHRIS STALLION &amp; PATSKI LOVE</strong></p>\n<p>På torsdagen fortsetter festen med feelgood og glodvarm musikk. Denne kvelden har Chris &amp; Patski invitert DJ Tonee fra Atlanta som er 6LACK sin DJ, samt de herlige damene Svani og Mamdu.</p>\n<p>&nbsp;</p>\n<p>DJ TONEE (US &#8211; 6LACK TOUR DJ)</p>\n<p>Antonio Morgan alias DJ Tonee fra Atlanta, Georgia har i de siste årene vært fast DJ for R&amp;B multi Platina stjerne 6LACK. Tidligere har han jobbet med storheter som Migos, Waka Flocka, Young Dolph og Rae Sremmurd og han omtales en av mest talentfulle DJen i hjembyen og har ikke overraskende fått monikeren Youngest In Charge. Etter å ha hatt en lovende fortid som Amerikansk fotballspiller viste det seg til slutt at en karriere innen musikk skulle bli Tonee sin skjebne. I løpet av 2018 har DJ Tonee rukket å opptre på Coachella, Governors Ball, Roots Picnic, og Chris Brown sin Heartbreak on A Full Moon Tour for å nevne noe.</p>\n<p>&nbsp;</p>\n<p>SVANI B2B MAMDU</p>\n<p>SVANI er en av få norske DJs som har spilt på Boiler Room, et sett som senere fikk ros i det toneangivende amerikanske magasinet The Fader. Hun har gjestet klubber i London, Paris, Berlin, Stockholm, Milano, Helsinki og selvsagt Oslo, blant annet som oppvarmer for Cashmere Cat. Hun har gitt ut musikk på Unspeakable Records og Classical Trax, og gjort mikser for Truants, RinseFM, TripleJ og Thump, og har fått skryt av Resident Advisor og NestHQ for den eklektiske blandinga av R&amp;B, hip hop, kuduro og dembow.</p>\n<p>&nbsp;</p>\n<p>Kjent fra DJ-duoen GYMMEN, har MAMDU gjennom 5 år skapt mang en uforglemmelig klubbkveld. Men hennes evige lidenskap for musikk med tunge rytmer, og hennes øre for hva som beveger et dansegulv, har hun spilt i både Oslo, Trondheim, Tromsø og London.  Gjennom en kombinasjon av bl.a. god gammeldags R&amp;B, Hip hop og gripende elektronisk undergrunnsmusikk, har MAMDU jobbet for å bryte ned kjønnsstereotypier og samlet folk fra alle slag. Hun har tidligere gjort klubbkvelder på blant annet Rockefeller, Pride og Blå.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.instagram.com/djtonee1\">https://www.instagram.com/djtonee1</a> // <a href=\"https://www.facebook.com/danbravopage\">https://www.facebook.com/DJSVANI</a> // <a href=\"https://www.facebook.com/stalkNORA\">https://www.facebook.com/stalkNORA</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>FREDAG 10. AUGUST:<br />\n<strong>WHAT SO NOT (AU)<br />\n</strong><strong>HENRIK THE ARTIST</strong><br />\n<strong>PATSKI LOVE &amp; CHRIS STALLION</strong></p>\n<p>Fredagen på Oslos Tak er også proppfull med krutt og energi. Australske What So Not har tatt veien fra andre siden av kloden, Rytmeklubben sin egen Henrik The Artist tar med strictly bangers og festgarantistene Patski Love &amp; Chris Stallion sørger fra trøkk fra start til mål!</p>\n<p>&nbsp;</p>\n<p>WHAT SO NOT (AU)</p>\n<p>What So Not ble skapt i Australia i 2011 av Emoh Instead og ikke helt ukjent Flume (som 5 år senere gikk solo). Fra å være blant headlinerne på Coachella i fjor til å slippe sitt debut soloalbum Not All the Beautiful Things er denne artisten noe helt utenom det vanlige. På albumet samarbeidet What So Not med alt fra Skrillex til Toto til San Holo og på Coachella kom han ut med en gigantisk kromhest på en monster truck(!) Artisten har låter som High You Are, Waiting (med Skrillex og RL Grime) og sin anerkjente remix av RUFUS du Sol sin Innerbloom på samvittigheten og over 200 millioner streams på Spotify. I tillegg har han remikset Major Lazer, produsert for Action Bronson og turnerer verdens rundt med artister som Baauer og A-Trak på festivaler som Pukkelpop og HARD Summer.</p>\n<p>&nbsp;</p>\n<p>HENRIK THE ARTIST</p>\n<p>Som en del av klubbkvartetten Rytmeklubben, dukket Henrik The Artist først opp i tidlig 2015. Hans unike type klubbmusikk forener en forkjærlighet for kommersiell pop og musikk fra 90- og tidlig 2000-tall, samt blander dette sammen med mer undergrunns bassinspirerte sounds, slik som Jersey Club. I stedet for å forsøke å skape en perfekt sound basert på alt han liker og er stor fan av, eksperimenter Henrik med å gjøre det motsatte. I 2016 kom debut-EPen Friendship og siden det har han gitt ut godlåtene Favorite Girl og Everytime We Touch &#8211; sistnevnte en helt fantastisk cover av Cascade sin trancelåt fra det mørkeste 90-tall.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.whatsonot.com/\">http://www.whatsonot.com</a> // <a href=\"https://www.facebook.com/whatsonot\">https://www.facebook.com/whatsonot</a> // <a href=\"https://www.facebook.com/henriktheartist\">https://www.facebook.com/henriktheartist</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>LØRDAG 11. AUGUST:<br />\n<strong>JAMES HYPE (UK)</strong><br />\n<strong>JCY</strong><br />\n<strong>DAN BRAVO</strong></p>\n<p>Til å avslutte årets Øyanatt-festiviteter på Stratos kommer det Engelske House stjerneskuddet James Hype! Artisten og DJen Dan Bravo starter showet, mens den brennheite trioen JCY sørger for at alt fyrverkeriet på Oslos Tak blir sendt opp til himmels før Øya 2018 er omme!</p>\n<p>&nbsp;</p>\n<p>JAMES HYPE (UK)</p>\n<p>James Hype fra Liverpool brukte starten av sin karriere på klubbscenen i Nord England hvor han utviklet sitt lybilde som er en blanding av klassisk Houseog Garage og med tiden ble hans R&amp;B og Rap vokal baserte bootlegs oppdaget av nøkkelspillere i musikkbransjen verden rundt. Remiksen hans av Drake sin “Hotline Bling” gikk viral og fikk nærmest Shazam til å koke over. Kort tid etter ble han fast inventar på legendariske BBC Radio One, blant annet gjennom mikser på Mistajam sitt  show. Videre fortsatte han å levere glodvarme remiker for artister som Bruno Mars, Cardi B, Clean Bandit, Zara Larson, The Weeknd, Kid Cudi, Charlie Puth,Ty Dolla Sign og Major Lazer. I 2017 kom hans første solo single &#8220;More Than Friends” som låner fra En Vouge sin klassikker &#8220;Don&#8217;t Let Go” på delikat vis. Låten ble en hit verden over og fremtiden til James blir bare mer og mer hype.</p>\n<p>&nbsp;</p>\n<p>JCY</p>\n<p>JCY (uttales Juicy) er en trio bestående av DJ’ene og produsentene Chris Stallion, Patski Love og Rykkinnfella. Sammen har de rukket og gi ut 7 singler hvor av “Wasting Your Time” med Alida på vokal har streamet 10 millioner på Spotify, gått Platina i Norge, vært listet på alle de viktige radiokanalene og ligget 15 uker på Spotify topp 50 i Norge. Det hele startet med deres remiks av Madcon sin giga-hit “Don’t Worry” i 2015, etterfulgt av debutsingelen “Your Way”,  sammen med ingen ringere enn R&amp;B-legenden Sisqo (også tidligere kjent som frontfigur i Dru Hill) som er en ny versjon av platina-toppen sin “Thong Song” fra 1999. På scenen leverer disse tre krutt og dynamitt, så det er null bekymring for at ikke årets Øyanatt på Stratos skal ende på topp!</p>\n<p>&nbsp;</p>\n<p>DAN BRAVO</p>\n<p>Dan Bravo gikk brått fra å være en lokal Oslo DJ til en produsent som har fått oppmerksomhet verden over av store plateselskaper og artister. I fjor signerte han låter på bl.a. Sony Music, The Bearded Man, Ivory Oasis  og ikke minst slapp han sin første singel på Armin Van Buuren sitt plateselskap Armada Music. Med masse plays og support via Soundcloud har Dan Bravo blitt kåret til et av årets elektroniske navn av NRK P3 og alt dette på ett par små år. Med kommende singel på plateselskapet The Bearded Man som er hjemmet til popstjernen Lost Frequencies, har vi store ting vi kan vente fra Larviks gutten Dan Bravo og dette er definitivt en produsent vi kommer til å se mer av fremover!</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.jameshype.com/\">https://www.jameshype.com</a> // <a href=\"https://www.facebook.com/jameshypethedj\">https://www.facebook.com/jameshypethedj</a> // <a href=\"https://www.facebook.com/jcyprod\">https://www.facebook.com/jcyprod</a> // <a href=\"https://soundcloud.com/jcymusic\">https://soundcloud.com/jcymusic</a> //  <a href=\"https://www.facebook.com/danbravopage\">https://www.facebook.com/danbravopage</a> // <a href=\"https://soundcloud.com/dankristianbravo\">https://soundcloud.com/dankristianbravo</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>STRATOS</p>\n<p><a href=\"https://maps.google.com/?q=YOUNGSTORGET+2&amp;entry=gmail&amp;source=g\">YOUNGSTORGET 2</a></p>\n<p>ÅPNINGSTIDER: 22:00 &#8211; 03:00</p>\n<p>BILETTER SELGES I DØRA SAMME DAG</p>\n<p>PRIS: HVER DAG 200,- / 150,- MED ØYABÅND</p>\n<p>&nbsp;</p>\n<p>MER INFO PÅ:</p>\n<p><a href=\"http://www.stratos.as/\">WWW.STRATOS.AS</a></p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","date":"2018-07-18T10:00:31.000Z","wordpress_id":22229,"featured_image":{"title":"Lamix2 crop","filename":"lamix2-crop.jpg","filesize":110240,"url":"http://oya.test/assets/uploads/2018/07/lamix2-crop.jpg","link":"/2018/07/18/fire-oyanetter-pa-stratos-3/lamix2-crop/","alt":"","author":"3","description":"","caption":"","name":"lamix2-crop","status":"inherit","uploaded_to":22229,"date":"2018-07-17 07:35:58","modified":"2018-07-17 07:35:58","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2018/07/lamix2-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2018/07/lamix2-crop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2018/07/lamix2-crop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2018/07/lamix2-crop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2018/07/lamix2-crop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2018/07/lamix2-crop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2018/07/lamix2-crop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2018/07/18/fire-oyanetter-pa-stratos-3/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b1e25bcf-673b-56eb-a97d-4198cee5d5ac","locale":"nb"}}