{"data":{"wordpressPost":{"title":"Øya letter på sløret","date":"30th November 2010","content":"<p>I dag slipper vi de første artistene som skal spille i Middelalderparken i august 2011. Dette er kun en liten smakebit på neste års fyldige, varierte og helt herlige Øya-program. Det er all grunn til å glede seg, for det er ingen andre steder du får så mye variert kvalitetsmusikk for pengene. Flere norske og utenlandske artistslipp er like rundt hjørnet.  I første omgang kan du glede deg til den feteste norske rocken med Kvelertak og Kitchie Kitchie Ki Me O, ny musikk fra 120 Days, samt at vi byr på nykommerne Team Me og Phaedra. I tillegg har vi fått bekrefta to heite amerikanske navn, California-jentene Warpaint og elektrohelten Matthew Dear. Ingen av disse to har tidligere besøkt Norge. De sju navna er bare starten på det som skal bli tidenes Øya-program. Vi kommer til å slippe nye artister jevnt og trutt det neste halvåret, og kan garantere at det blir mye å glede seg til innen mange musikalske uttrykk.</p>\n<p>Billettene i julekampanjen er vanligvis svært populære, så det kan være lurt å være tidlig ute om du ønsker fullt festivalpass til spesialpris. Festivalpasset inkluderer fire dager i Middelalderparken, pluss Klubbdagen tirsdag 9. august. Øyafestivalen 2011 kommer til å bestå av et utall fete musikkopplevelser, både i Middelalderparken og på klubber i sentrum. Blant annet kommer et knippe Øyanatt-arrangementer med festkonsepter og konserter, som vil gjøre seg i varme augustnetter. Billettene er i salg hos Billettservice.no og på tlf 815 33 133.</p>\n<p>I disse dager er også vårt nye design være på plass. Dette vil i første omgang vises gjennom nyåpning av våre nettsider på www.oyafestivalen.no onsdag morgen. I de kommende<br />\nmånedene vil du kunne se vår 2011-profil utvikle seg og overraske. Mannen bak designet er Are Kleivan, som har lang erfaring med å lage blant annet platecovere, bokomslag og ikke minst landets feteste konsertplakater.</p>\n<p>KVELERTAK<br />\nKvelertak har stått for årets absolutt største rockegjennombrudd i Norge. Med mange tusen solgte eksemplarer av debutalbumet, solid omsetning på t-skjorter og velfylte konsertlokaler, har de rykket opp flere divisjoner på få måneder. Flere og flere har i det siste blitt enige i at dette er et av landets aller beste leverandører av knallsterke konserter. Vi drister oss til å påstå at noe lignende gjennombrudd fra et undergrunnsband, på så kort tid, har ikke Norge sett maken til. Det er ikke bare i Norge Kvelertak har fått skryt og oppmerksomhet. Britiske magasiner som Metal Hammer, Rock Sound og Kerrang klarer ikke å styre seg i lovprisingen av disse seks gutta. Sålangt har de spilt på noen av de største britiske festivalene og turnert Europa med navn som Kylesa, Coliseum, Converge og Bison BC. De er stadig på veien ute og hjemme, og etterspørselen øker bare med tida.</p>\n<p>Kvelertak står for fengende, rå rock. Man finner tydelige spor av ekstrem metal, pønk, rock’n’roll, hardcore og klassisk rock i låtene deres. Det hele er gjort med stor sjøltillitt og store porsjoner humør. Øyafestivalen 2008 var et av de første skikkelig store arrangementene Kvelertak spilte på. Nå kommer de tilbake som et band med solid fanskare og et utall fete spillejobber på CVen. Vi ønsker Kvelertak velkommen tilbake og gleder oss til at deres fete riff skaper sonisk storm i Middelalderparken.<br />\n<a href=\"http://www.myspace.com/kvelertak\" target=\"_blank\">MYSPACE</a></p>\n<p>120 DAYS<br />\n120 Days er et av de mest spennende banda i Norge de siste åra. Etter en tids fravær fra rampelyset, er de snart tilbake for fullt. Fra deres spede start som The Beautiful People, til et mellomspill som Sex Beat og fram til det kritikerroste debutalbumet fra 2006, har de vært et band i stadig utvikling. Om noen måneder kommer skive nummer to, og vi forventer å bli overraska nok en gang. Det er med dårlig skjult stolthet vi kan fortelle at Øyafestivalen er den første konserten som annonseres med 120 Days for 2011.</p>\n<p>Kvartetten med utflyttere fra Kristiansund gjør absolutt ting på sitt eget vis, og har brukt den siste tiden på en rekke andre musikkprosjekter. Man har kunnet se medlemmene i blant annet Serena Maneesh, Bygdin og Masselys. Nå er de tilbake som 120 Days og skal by på mer av sin utfordrende miks av post-punk, kraut, indie og elektronika. De er kjent for å leke seg med et kjølig, eksperimentelt uttrykk som stadig strekker sjangergrenser. Vi, og mange andre, gleder oss stort til å oppleve 120 Days live igjen.<br />\n<a href=\"http://www.myspace.com/120days\" target=\"_blank\">MYSPACE</a></p>\n<p>WARPAINT (US)<br />\nWarpaint står med The Fool bak et av årets aller beste debutalbum – uansett sjanger. Bandet er ikke nytt, de har holdt det gående i forskjellige konstellasjoner siden 2004, men først i fjor gikk de fra å være en godt bevart hemmelighet på den vitale Los Angeles-scenen til å bli kritikeryndlinger i musikkpressen og bloggsfæren. Det begynte da kvartetten i januar slapp den John Frusciante-miksede EPen Exquisite Corpse, og fortsatte med en rekke hypnotiske konserter i USA og Storbritannia. </p>\n<p>Bandet spiller eksperimentell pop med drivende bassganger og galopperende trommer, toppet med svevende lag-på-lag-vokal og ambisiøse gitarriff. Mange har trukket linjer til det tidlige åttitallets gotiske pop, og det stemmer ganske bra, uten at Warpaint kan anses som bakstreverske i uttrykket. </p>\n<p>Årets langspiller The Fool har høstet superlativer fra mang en musikkfan, blant annet anmelderen i det britiske magasinet Loud &#038; Quiet, som konkluderte: «…Warpaint were a perfect album away from being the perfect band. Now they’re not.» Her hjemme trillet Lydverkets Glenn Olsen en femmer på terningen og hevdet at «I det hele tatt har Warpaints stillfarne psykedelia en uutgrunnelig, forførende og magisk kvalitet som sikkert ville ha sendt disse jentene rett på bålet i middelalderen. Noen hundre år senere kan vi heldigvis heller nøye oss med å nyte og applaudere deres subtile musikalske heksekunster.»</p>\n<p>Plate er imidlertid plate, og det er på scenen Warpaint virkelig kommer til sin rett. Med bassist Lindberg som visuelt og musikalsk midtpunkt, lever jentene tilsynelatende i hver sin jammeverden, men det som strømmer ut av høyttalerne er tight og melodisk. Øya har sett bandet fire ganger i løpet av året som har gått, og de har blitt bedre og bedre for hver gang. Hvor gode de er i august 2011, tør vi ikke engang tenke på.<br />\n<a href=\"http://www.myspace.com/worldwartour\" target=\"_blank\">MYSPACE</a></p>\n<p>KITCHIE KITCHIE KI ME O<br />\nMed medlemmer fra My Midnight Creeps, Kåre &#038; The Cavemen/Euroboys, Madrugada og Ricochets høres Kitchie Kitchie Ki Me O ut som en våt drøm av et norsk rock’n’roll-band. Alex Kloster-Jensen, Frode Jacobsen, Bez Farazollahi, Dag Stiberg, Anders Møller og to korister utgjør bandet med det pussige navnet. Vi har vært til stede på hele tre av deres få konserter og kan love at de innfrir alle forhåpninger og byr i tillegg på litt ekstra mystikk og godlyd. I forhold til medlemmenes tidligere band er Kitchie Kitchie Ki Me O mer eksotisk, mer groovy…tja, mer gris gris  og desert blues, rett og slett. Denne gjengen har jobba jevnt og trutt med sitt debutalbum en god stund og de jobber fortsatt med de siste detaljene. Om dette blir noe i nærheten av bandets konserter, kan vi love en utgivelse som oser av svovel, svette og voodoo.</p>\n<p>De har to utsolgte Øyanatt-opptredner på samvittigheten. Det er klart det er på tide at dere får oppleve denne fantastiske gjengen i Middelalderparken i augustsola. Vi er sikre på at du også kommer til å bli overbevist om at Kitchie Kitchie Ki Me O er et etterlengta tilskudd til den norske rockefaunaen. Dette bandet kommer til å by på en av festivalsommerens heiteste og mektigste konserter når de gjester Øyafestivalen.<br />\n<a href=\"http://www.kitchiekitchiekimeo.com/\" target=\"_blank\">NETTSIDE</a></p>\n<p>MATTHEW DEAR (US)<br />\nMatthew Dear er en mann med mange musikalske jern i ilden. Han er DJ, produsent og remikser av rang, med en rekke mer eller mindre celebre navn på kundelista. Flotte greier altså, men i denne sammenhengen konsentrerer vi oss heller om popmusikeren og bandlederen Matthew Dear. Vi snakker om mannen som slapp det mørkfuturistiske mesterverket Black City i august, og mannen som spiller oppslukende konserter iført skinnbukser. </p>\n<p>Dear flyttet fra Texas til Michigan som barn. Vel framme ble han inspirert av Detroits vitale techno-scene, og det varte ikke lenge før guttungen begynte å produsere musikk. Den første singelutgivelsen kom i 1999, og har siden blitt langt mer kjent i en mer kommersielt anlagt utgave signert Fedde Le Grand. Vi snakker selvsagt om anthemet Hands Up For Detroit, som er minst like livsbejaende i Dears tapning. Debutalbumet Leave Luck To Heaven kom i 2003 til strålende kritikker. Siden har mannen vært i konstant utvikling. </p>\n<p>Black City er Matthew Dears fjerde langspiller under eget navn. Her fortsetter han trenden som åpenbarte seg ved forrige korsvei, nemlig et uttrykk som ligger tett opp mot popmusikk – men vanskelig tilgjengelig sådan – med ham selv bak mikrofonen. Bare mørkere. Mye mørkere. Men på en god måte, selvsagt. «The cumulative results of his efforts are a masterpiece both dark and striking. Dear is putting forth an open invitation to tour these shadowed places of his imagination, and this is one offer too good to miss», skrev Noah Levine i musikkmagasinet Urb, og ga full pott.<br />\n<a href=\"http://www.myspace.com/matthewdear\" target=\"_blank\">MYSPACE</a></p>\n<p>PHAEDRA<br />\nPhaedra er nok et nytt navn for de fleste, og er det første av mange spennende artister du kan stifte nærmere bekjentskap med under Øyafestivalen i august. Bak artistnavnet finner man Ingvild Langgård, som for tiden jobber med sitt debutalbum. Det skal ut neste år på alltid like kvalitetsbevisste Rune Grammofon. Phaedra lager musikk med store doser mystikk og følsomhet, inspirert av like deler psykedelia, gammel soul og folk. Skiva er spilt inn i en gammel kirke, med noe tillegg gjort i Malabar Studio. Hun har hatt med seg Frode Jacobsen (Madrugada og Kitchie Kitchie Ki Me O) som medprodusent og Christian Engfelt (Cato Salsa Experience) har miksa låtene. Vi spår at langt flere prater om Phaedra når sommeren er her. Gled dere til stemningsfull musikkmagi når skiva kommer og ikke minst når Phaedra for første gang spiller i Middelalderparken under Øyafestivalen.<br />\n<a href=\"http://www.myspace.com/phaedrasongs\" target=\"_blank\">MYSPACE</a></p>\n<p>TEAM ME<br />\nFem gutter og ei jente utgjør Team Me, som fikk mye velfortjent oppmerksomhet for singelen Weathervanes &#038; Chemicals for noen måneder siden. I disse dager jobbes det hardt med debutalbumet, som kommer i 2011. Bandet starta opprinnelig som Marius Hagen sitt eget lille prosjekt, men har vokst seg til et herlig og stødig poporkester. Medlemmene har hørt på blant annet Radiohead, Nick Drake, Bjørk, Arcade Fire, Motorpsycho, Beck og Neil Young. Denne miksen av inspirasjonskilder gjør Team Me til et band som låter stort og friskt på en gang. Bandet gjorde det meget bra i Urørt-finalen i 2010 og spilte i sommer på Klubbdagen og i Camp Indie-teltet under Øyafestivalen. Det er på høy tid at denne gjengen får slippe til i vårt hovedprogram. Når vi i fjor sjekka hva våre gjester fra internasjonal musikkbransje gleda seg mest til av norske band på festivalen, var det noe overraskende at Team Me var et av navna som hyppigst ble nevnt. Snodig, men sant. Dette sier noe om at bandet har stort potensiale til å vekke internasjonal oppmerksomhet også i framtida.  Kanskje 2011 blir det store Team Me-året?<br />\n<a href=\"http://www.myspace.com/teammegjaggu\" target=\"_blank\">MYSPACE</a></p>\n<p>Vi anbefaler deg å sjekke ut <a href=\"http://www.teammegame.com\" target=\"_blank\">Team Me-dataspillet</a> også.</p>\n","wordpress_id":230,"translations":{"nb":{"url":"/2010/11/30/aya-letter-pay-slaret/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e877c591-969e-53cf-89c3-a7bfeb1e3cdc","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2010/11/30/aya-letter-pay-slaret/","redirect":false}}}