{"data":{"wordpressPost":{"title":"Feist til Øya &#8211; tidenes rekordsalg av billetter","date":"2012-01-12T08:39:28.000Z","content":"<p>Med navn som Björk, Bon Iver, The Stone Roses og Ane Brun på plass til årets festival har billettsalget til Øya vært rekordhøyt. Salget av ukespass ligger allerede på samme antall som vi hadde solgt tidlig i april i fjor. Nå kliner vi til med tre spennende navn til. Se opp for jevnlige artistslipp til sommerens store musikkhappening i ukene som kommer.</p>\n<p>Canadiske <strong>Feist</strong> er en artist vi har ønska å presentere på Øyafestivalen i flere år. Hennes popularitet i Norge er større enn noensinne og nå er det klart at hun spiller onsdag 8. august. <strong>Mirror Lakes</strong> er et nytt band, med etablerte musikere, frontet av Knut Schreiner og Frode Fivel. Debutalbumet kommer snart og i august spiller de på Øya. Nykommerne <strong>Highasakite</strong> fra Trondheim er også bekreftet. Deres debutalbum er rett rundt hjørnet.</p>\n<p><strong>FEIST (CA)</strong><br />\nLeslie Feist har de siste åra vært blant de nord-amerikanske soloartistene vi har fulgt med størst nysgjerrighet, og hun har stått på ønskelista vår til de siste festivalene. Derfor er begeistringen stor når det endelig er klart at hun kommer til Øya. Det internasjonale gjennombruddet kom i 2007 med skiva The Reminder. I høst fulgte hun opp med Metals, som Aftenposten beskrev som «mer dynamisk, lekent instrumentert og bevisst mer utfordrende arrangert». Norske medier tildelte en meget pen rekke femmere. Dagbladet skrev dette: «Gang på gang gledes man over at så flink, detaljrik og gjennomtenkt popmusikk kan høres så enkel og uanstrengt ut».</p>\n<p>Feist vokste opp i Calgary og det var her hun spilte i sine første band. Første gang hun fikk betydelig oppmerksomhet internasjonalt, var som medlem av indierockbandet Broken Social Scene for omtrent ti år siden. Siden den gang har hun samarbeida med folk som Beck, Grizzly Bear og Wilco. Blant hennes planer for 2012 er å gi ut en spilttsingel med Mastodon, hvor de skal covre hverandres låter.</p>\n<p>Hennes styrke har hele tiden vært sterke, gode og melankolske låter. Stadig flere får øra opp for Feist, noe som resulterte i at hennes konsert på Sentrum Scene i mars er utsolgt for lenge siden. Onsdag 8. august er hun tilbake i Oslo, for å spille på Øyafestivalen. Feist skal kun gjøre et lite utvalg europeiske festivaler denne sommeren og vi er storfornøyde med at Øyafestivalen er en av dem. Vi er mange som gleder oss.<br />\n<a href=\"http://www.listentofeist.com/\" target=\"_blank\">www.listentofeist.com</a></p>\n<p><strong>MIRROR LAKES</strong><br />\nFor noen uker siden kunne man lese om en helt ny bandkonstellasjon i musikkmagasinet ENO. Knut Schreiner (Kåre &amp; The Cavemen/Euroboys, Turboneger +++) og Frode Fivel (solo og Hello Goodbye) er de to mest profilerte ansiktene i Mirror Lakes. De fikk i første omgang med seg Trond Mjøen fra Euroboys. Seinere fant de Håvard Krogedal fra I Was A King og Loch Ness Mouse på bass, samt Arne Mathisen fra Heroes &amp; Zeros og PowPow på trommer. Grunnlaget for Mirror Lakes ble dannet da de to første møttes på konsert med The Soundtrack Of Our Lives og Dungen i Oslo for noen år siden.</p>\n<p>Siden 2010 har de jobba målbevisst med Mirror Lakes og snart kommer debutalbumet ut på Warner. I fjor jobba de i studio med Soundtrack-bassist og superprodusent Kalle Gustafsson. Plata er spilt in i Göteborg, Oslo og New York. Resultatet er melodiøs rock, som hinter til flere av medlemmenes tidligere arbeider. I bandets presseskriv blir de beskrevet slik «Mirror Lakes er litt som en singer/songwriter backet av et høyt rockeband med karakteristisk sound og tydelige arrangementer». Vi har fått høre noen råmikser nå i vinter, som lover svært bra.</p>\n<p>Vi ser fra til å vise fram denne gjengen på en stor scene i august og er sikre på at de vil vise seg som et liveband mange vil sette pris på i 2012.</p>\n<p><strong>HIGHASAKITE</strong><br />\nEn av vinterens gledelige oppdagelser på Øya-kontoret har vært norske Highasakite. De imponerte oss på Monos intime scene rett før jul og nå er de klare for Øyafestivalen i august. I starten av februar kommer albumet All That Floats Will Rain, som bandet sjøl kaller kjølig moderne indiepop og en elektronisk regnbue av et debutalbum. Medlemmene har bakgrunn fra band som Pelbo, Sacred Harp og Your Headlights Are On. Vokalist Ingrid Helene Håvik har en sterk og stødig stemme, som gir låtene særpreg. Når Highasakite i fjor var Ukas Urørt på NRK, benyttet juryen denne treffende beskrivelsen om låta Indian Summer «Som en varm bris blåser Highasakite på deg med mystikk og en detaljrikdom som oppleves både behagelig og frisk». Det virker som om ting hender fort for bandet. Om de holder tempoet fra det siste halvåret oppe, vil nok navnet være på alles lepper innen Øyafestivalen i august.</p>\n<p><a href=\"http://soundcloud.com/riot-factory/sets/highasakite-son-of-a-indian-summer\" target=\"_blank\">Hør splitter ny låt fra Highasakite her</a></p>\n","wordpress_id":1618,"translations":{"nb":{"url":"/2012/01/12/feist-til-oya-tidenes-rekordsalg-av-billetter/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3ee03b28-a705-55c8-904f-13d8f27622d5","locale":"nb"}}