{"data":{"wordpressPost":{"title":"Beck til Øya fredag 14. august","date":"19th January 2015","content":"<p>Bekreftelsene har strømma inn på Øya-kontoret etter nyttår. Forrige uke ble Susanne Sundfør, Belle &amp; Sebastian, Enslaved, Låpsley og The Julie Ruin lagt til programmet.  I dag er det klart at Beck kommer tilbake til Oslo, ni år etter han sist spilte på Øya. 2014 var et godt år for Beck, nesten som et nytt gjennombruddsår for den norskættede artisten. Han fikk hele fire Grammy-nominasjoner og gjorde store konserter. Beck var i kjempeform på den enorme Coachella-festivalen i California<i>. </i>Morning Phase mottok skryt fra mange medier og ble årets album i Mojo.</p>\n<p>Både dagsbilletter og ukespass er i salg nå.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-full wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"253\" height=\"259\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p><strong>BECK (US)</strong><br />\nBeck er absolutt en av de popartistene det har vært morsomst å følge de siste par-og-tjue åra. Hans musikk varierer fra det livlige, sprelske og dansbare til det nære og mer dempa melankolske. Det er alltid spennende å høre ny musikk fra Beck.</p>\n<p>I oppveksten hadde han like stor sans for hiphop som folk, noe som kan forklare bredden i uttrykket hans. Becks musikalske landskap er prega av frontkollisjoner mellom det tradisjonelle og det moderne. Klassikeralbum som Mellow Gold (1994) og Odelay (1996) etablerte Beck som et av de viktigste navna i sin generasjon. Hans foreløpig siste album Morning Phase (2014), har et visst slektskap til den roligere og myke favoritten Sea Change (2002). Sistnevnte toppa de norske salgslistene. Han har en meget pen rekke gull- og platinaskiver. I tillegg har han mottatt en rekke anerkjente priser, blant annet tre Grammy og seks MTV Video Music Awards.</p>\n<p>Om klassikeren Odelay har <a href=\"http://www.allmusic.com/album/odelay-mw0000647922\" target=\"_blank\">Allmusic.com</a> skrevet: &#8211; Like a mosaic, all the details add up to a picture greater than its parts, so while some of Beck&#8217;s best songs are here, Odelay is best appreciated as a recorded whole, with each layered sample enhancing the allusion that came before.</p>\n<p><a href=\"http://www.osloby.no/oslopuls/musikk/Beck-er-blitt-voksen-7477960.html\" target=\"_blank\">Aftenposten</a> omtalte Morning Phase som: &#8211; … gjenkjennelig Beck, med slentrende vokal, velplasserte blueslinjer, og ikke minst sammensveising av gamle og nye uttrykk – her kombineres countrybanjoen med moderne svevesynth og klassiskinspirert fiolin med steelgitar, uten at det bærer preg av å være noen gimmick.</p>\n<p>2014 var et godt år for Beck, nesten som et nytt gjennombruddsår for den norskættede artisten. Han opplevde hele fire Grammy-nominasjoner, og gjorde store konserter, blant annet på den enorme Coachella-festivalen<i>.<em>  </em></i>Morning Phase mottok skryt fra mange medier og ble årets album i Mojo.</p>\n<p>Under konserter er fortsatt hits som Devil’s Haircut, Loser, E-Pro og Sexx Laws faste innslag. Dermed er man garantert fest og moro når han står på scena. Beck har ikke vært i Norge på sju år og det er ni år siden han sist spilte i Oslo. Den gangen headlina han Øya i Middelalderparken. Vi ser fram til at han skal gjøre det samme i Tøyenparken denne sommeren.</p>\n<p><a href=\"http://www.beck.com\" target=\"_blank\">www.beck.com</a></p>\n","wordpress_id":11309,"translations":{"nb":{"url":"/2015/01/19/beck-til-oya-fredag-14-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"17e3e2b3-f7cc-5498-9343-965685617608"}}