{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2008/07/06/grinderman-rocka-roskilde/","locale":"nb","type":"post","id":"3fd6935e-e5bc-50b1-ace3-dc5fbfc42f2a","slug":"grinderman-rocka-roskilde","title":"Grinderman rocka Roskilde","date":"2008-07-06T15:32:00.000Z","excerpt":"<p>Vi har fått med oss flere knallanmeldelser og anbefalinger om å få med seg Nick Caves band Grinderman på Øya etter helgas Roskilde-konsert. Grinderman spilte fredag kveld på Orange Scene på Roskilde. Onsdag 6. august er de tilbake i Skandinavia for å spille på Øyafestivalens største scene. Det er med andre ord god grunn til å glede seg til Øyafestivalen og Grinderman. Har du fortsatt ikke kjøpt billett er det fortsatt mulighet til å oppleve denne godbiten ved å besøke Billettservice.no</p>\n"}},{"node":{"link":"/2008/07/06/bare-egil-pa-trikken/","locale":"nb","type":"post","id":"58dcc608-191d-5380-80c6-032fd66b056a","slug":"bare-egil-pa-trikken","title":"Bare Egil på trikken","date":"2008-07-06T14:59:00.000Z","excerpt":"<p>Noen fikk kanskje med seg at Egil i helga meldte at han skal holde en &#8220;eksklusiv trikkekonsert under Klubb Øya 05.08.2008. Øyafestivalen var først gretne for at de ikke hadde fått noe tilbud om en Bare Egil Band-konsert, men det løste seg i minnelighet når Egil sa seg villig til å spille en konsert på trikken under Klubb Øya i bytte mot aksjemajoriteten i stiftelsen Øyafestivalen.&#8221;</p>\n<p>Konserten presenteres i samarbeid med Trikken og det vil være avgang fra Stortorget 19.00. Dersom du vil være med på hele ferden kommer dette til å vare til omtrent 21.30. Vil du hoppe av eller på i løpet av turen kan det være greit å vite at trikken kjører denne runden: Stortorget-Torshov-Grefsen-Carl Berner-Stortorget-Homansbyen-Frogner-Aker Brygge-Stortorget-Torshov-Grefsen</p>\n"}},{"node":{"link":"/2008/07/02/en-oppdatert-guide-til-%c3%b8yafestivalens-dager/","locale":"nb","type":"post","id":"59ba8a7b-7117-55a8-b076-c6cc538c7325","slug":"en-oppdatert-guide-til-%c3%b8yafestivalens-dager","title":"En oppdatert guide til Øyafestivalens dager","date":"2008-07-02T12:28:00.000Z","excerpt":"<p>Øyafestivalen har i år sitt fyldigste program noensinne. Lista over bekrefta artister viser at du kan vente deg en av de mest varierte og spenstige musikkopplevelsene her til lands noensinne. Aldri tidligere har vi hatt så mange nye og spennende band på plakaten som i år. Les denne guiden og du finner ut at det er stort mangfold. Øyafestivalen kommer i år til å inneholde fire fullverdige scener, så det er ikke tvil om at man får mye musikk for penga. I tillegg til store stjerner som Nick Caves Grinderman, Pharrell Williams N.E.R.D., Sigur Ros, Turboneger, Kaizers Orchestra, The Sonics, Raga Rockers, My Bloody Valentine er programmet fullt av heite og ferske navn. Her kan du finne ut litt mer om disse.</p>\n"}},{"node":{"link":"/2008/07/01/kenge-kenge-erstatter-konono-no-1/","locale":"nb","type":"post","id":"997e1839-81f8-5fe9-b4bc-71cd86dd0f63","slug":"kenge-kenge-erstatter-konono-no-1","title":"Kenge Kenge erstatter Konono No 1","date":"2008-07-01T12:26:00.000Z","excerpt":"<p>Det er alltid trist med avlysninger og vi er svært lei oss over at Konono No 1 nå har sett seg nødt til å avlyse alle sine jobber i Europa i sommer, på grunn av visumtrøbbel. Vi hørte for en stund siden om de første avlysningene, men fikk forsikringer om at dette ikke skulle gjelde Øya. Nå viser det seg at avlysning av hele turneen er uungåelig. Se uttalelse fra agent under. Vi har de siste dagene arbeidet på spreng for å finne en passende erstatter og kan i da gå ut med nyheten om at bandet Kenge Kenge fra Kenya kommer til Øyafestivalen.</p>\n"}},{"node":{"link":"/2008/07/01/%c3%b8yafestivalen-bryter-med-duplex/","locale":"nb","type":"post","id":"2c9e929b-0e03-5a96-a8fc-6ca8b30974fc","slug":"%c3%b8yafestivalen-bryter-med-duplex","title":"Øyafestivalen bryter med Duplex","date":"2008-07-01T08:29:00.000Z","excerpt":"<p>I flere år har Øyafestivalens ledelse hatt jevn og god dialog med musikkollektivet Duplex, men i år har vi ikke fått et eneste tilbud fra Duplex-gjengen og situasjonen minner om idétørke i miljøet. Øyafestivalen bryter derfor sitt årelange samarbeid med Duplex. Det føles sårt, men det er umulig for en fremtidsrettet festival som Øya å fortsette å arbeide med stappmette og uinspirerte artister, uansett hvor mye vi har satt pris på tidligere prestasjoner.</p>\n"}},{"node":{"link":"/2008/06/30/bigbang-apner-lordagen-med-akustisk-konsert/","locale":"nb","type":"post","id":"99d3f662-3a46-519a-b3ad-d12620f61241","slug":"bigbang-apner-lordagen-med-akustisk-konsert","title":"BigBang åpner lørdagen med akustisk konsert","date":"2008-06-30T10:21:00.000Z","excerpt":"<p>I år vil du kunne oppleve BigBang i akustisk versjon i Middelalderparken. Trioen skal nemlig spille alle favorittlåtene i nedstrippet utgave som åpningsband lørdag 9. august. Etter flere år med knallsterke musikalske godbiter tidlig på lørdagen har vi i år skaffet oss en real publikumsfavoritt til å sparke festivalens siste dag i gang.</p>\n"}},{"node":{"link":"/2008/06/27/legger-ut-ekstra-billetter-til-%c3%b8ya/","locale":"nb","type":"post","id":"779802b7-73b3-557b-ae68-460b3b2546bc","slug":"legger-ut-ekstra-billetter-til-%c3%b8ya","title":"Legger ut ekstra billetter til Øya","date":"2008-06-27T06:50:00.000Z","excerpt":"<p>Etter et fantastisk billettsalg, har vi sett på mulighetene til å øke<br />\nkapasiteten. Det er nå klart at vi legger ut 1000 nye billetter til<br />\nhver dag for å stå imot den store etterspørselen. Med vår nye fjerde<br />\nscene Odden vil det også bli mer kvalitetsinnhold for det<br />\nmusikkinteresserte publikumet. De 1000 nye billettene ligger ute for<br />\nsalg hos Billettservice i dag.</p>\n"}},{"node":{"link":"/2008/06/26/grand-archives-avlyser-%c3%b8yanatt/","locale":"nb","type":"post","id":"4bd09386-8207-5ec0-8f1a-1ca03c1be72a","slug":"grand-archives-avlyser-%c3%b8yanatt","title":"Grand Archives avlyser Øyanatt","date":"2008-06-26T11:02:00.000Z","excerpt":"<p>Grand Archives skulle ha spilt på Rockefeller fredag 8. august, sammen med The Notwist. Nå har amerikanerne dessverre sett seg nødt til å avlyse hele sin Europa-turné. Dette er svært beklagelig og vi arbeider nå for å finne et annet band som kan dele scene med The Notwist.</p>\n"}},{"node":{"link":"/2008/06/25/klubbdagens-program-er-ferdig/","locale":"nb","type":"post","id":"74e17757-ab70-5a3b-9131-2799d9bf1b8f","slug":"klubbdagens-program-er-ferdig","title":"Klubbdagens program er ferdig","date":"2008-06-25T09:07:00.000Z","excerpt":"<p>Klubbdagen 2008 inneholder rundt 90 band på over 25 scener. Årets utgave er i våre øyne den feteste noensinne og inneholder blant annet sommerpop, balkanmoro, indierock, psykedelia, hardcore, rock’n’roll, prog, pønk, garasjerock, køntri, elektronika, blues og masse mer. En mer variert, hyggelig og spennende musikkopplevelse i Oslo sentrum skal du lete lenge etter.</p>\n"}},{"node":{"link":"/2008/06/25/en-vegg-av-lyd-plakatutstilling/","locale":"nb","type":"post","id":"8b7978c2-1002-5f9b-a587-970b4ef826f3","slug":"en-vegg-av-lyd-plakatutstilling","title":"En vegg av lyd &#8211; plakatutstilling","date":"2008-06-25T08:34:00.000Z","excerpt":"<p>Med utstillingen En Vegg Av Lyd på Oslo Mekaniske Verksted inviterer Øyafestivalen til et innblikk i hva som skjer på den internasjonale konertplakatscenen.  Kom og se arbeider fra noen av verdens beste plakatkunstnere, designere og illustratører!</p>\n<p>Det finnes idag en stor internasjonal scene for plakatkunstnere og samlere som vier det meste av sin våkne tid til konsertplakater. Hvorfor i all verden skulle noen gidde det? Jo fordi plakatene er så jævlig fine!</p>\n<p>Fra 5.-12. August<br />\nOslo Mekaniske Verksted</p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":172,"pageCount":181,"additionalContext":{"locale":"nb"},"intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/nyheter/172","redirect":false}}}