{"data":{"wordpressPost":{"title":"Twin Shadow og Turns til Øya","date":"2010-12-14T07:31:00.000Z","content":"<p>TWIN SHADOW (US)<br />\nGeorge Lewis Jr, eller Twin Shadow, har laget en av årets aller fineste album, uansett sjanger. Det er en mengde kritikere og Øyafestivalens bookinggruppe enige om. Debutskiva, som har fått navnet Forget, endte opp som sjette sterkeste utgivelse fra 2010 hos VG og ble kåret til årets album hos tracksinstacks.com. Den figurerer ellers høyt på et utall årsoppsummeringer, blant annet hos Popmatters.com, Stereogum og Dagbladet. Forget er produsert av Chris Taylor fra Grizzly Bear og inneholder musikk du kan danse uanstrengt til i stua hver ettermiddag hele 2011. Med sitt deilige lydbilde er skiva en sikker vinner uansett årstid eller stemning.</p>\n<p>Twin Sadow lager popmusikk som føles veldig 2010-moderne, sjøl om den ofte speider bakover i musikkhistorien, blant annet til den smarteste delen av 80-tallspopen.  Som Poppmatters.com skreiv: ”Twin Shadow cherry-picks key elements from the last four decades of popular music and compresses them into something that will likely sound exciting for as long as people continue to listen to music.”</p>\n<p>George Lewis Jr er opprinnelig fra Den Dominikanske Republikk, men har vokst opp i Florida og virker i dag i Brooklyn, bydelen som ser ut til å være USAs indiemekka. Debuten er en knallstart på en svært lovende karriere. Hans tidvis kjølige poplåter, kommer til å virke svært behagelige under den kommende sommerens heite festivalsesong. I august kommer Twin Shadow til Øya for å glede deg og dine venner.<br />\n<a href=\"http://www.myspace.com/thetwinshadow\" target=\"_blank\">MYSPACE</a></p>\n<p>TURNS<br />\nÅret var 2003. Musikkinteresserte med sans for velkomponert pop, blant dem redaksjonsmedlemmer i Natt &#038; Dag, snakket og skrev om den unge Tønsberg-kvartetten The Turns’ første utgivelse Turn EP. Gjennom fire gjennomarbeidede spor viste låtskriver og vokalist Anders Tjore at han var i besittelse av en meloditeft og -forståelse av de helt sjeldne. Siden ble det stille rundt bandet. Magnus Hængsle gikk solo, og Tjore har de siste par-tre årene holdt seg varm i kritikerroste Montée. </p>\n<p>Spol fram til desember 2010, og Turns (nå uten artikkel) er tilbake. I dag teller bandet, i tillegg til nevnte Tjore og Hængsle, også musikerne Christian Engfelt, Karim Sayed, Marcus Forsgren, Harald Fagerheim Bugge og Are Reichelt Føreland. Debutlangspilleren Out, som ifølge Turns selv har tatt nærmere seks år å lage, kommer endelig ut i januar neste år. Natt &#038; Dag har imidlertid vært tidlig ute og anmeldt albumet – til toppkarakter. Skribent Håvard Ringen beskriver det musikalske innholdet som «bunnsolid popmusikk et sted i grenselandet mellom solfylte California-pastisjer og erkebritisk sophistipop», og trekker fram Øya-kontorets favorittspor For The Love That You Still Grow som et høydepunkt, «en regelrett maktdemonstrasjon i popsensibilitet». Vi tror at Out om ganske nøyaktig ett år står igjen som en av årets beste norske skiver. Før den tid kan du oppleve Turns live i Middelalderparken under sommerens festival, og siden vi liker å spå framtida tilføyer vi her at konserten ganske sikkert blir en stor opplevelse. Vi bare vet det.<br />\n<a href=\"http://www.myspace.com/turnsmusic\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":221,"translations":{"nb":{"url":"/2010/12/14/twin-shadow-og-turns-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3bbc8f01-52e9-50b6-b515-70504ec1346c","locale":"nb"}}