{"data":{"wordpressPost":{"title":"Oumou Sangaré og Janka Nabay til Øya","date":"2017-05-15T07:44:45.000Z","content":"<p><strong>Janka Nabay &amp; The Bubu Gang (SL/US) – tors 10. aug</strong><br />\n<strong> Oumou Sangaré (ML) – lør 12. aug</strong></p>\n<p>Årets Øya-program er i ferd med å bli festivalsommerens bredeste og mest varierte. Nå legger vi til to svært aktuelle artister som på hver sin måte har fornyet stilarter fra Mali og Sierra Leone. Begge er liveartister vi anbefaler at du får med deg.</p>\n<p>Følg med, for det er fortsatt en del artistslipp igjen før Øya-plakaten er ferdig. De aller fleste bekrefta artistene er nå plassert på dag og scene, <a href=\"http://oya.test/program/\">sjekk her</a>.</p>\n<p><strong>OUMOU SANGARÉ (ML)</strong><br />\nOumou Sangaré blir kalt sangfuglen fra Wassoulou, som er området der Mali møter nabolandene Elfenbenskysten og Guinea. Musikken herfra er utgangspunktet for Sangarés egne låter. Hun er kjent som artist, forkjemper for kvinners rettigheter, goodwill-amassadør forr FN og hun er aktiv i en rekke positive prosjekter i hjemlandet. Som 18-åring dro hun på sin første Europa-turné med Bamba Dembélé. Den anerkjente musikeren Toumani Diabaté var også med. Hun har gitt ut album under sitt eget navn siden tidlig 90-tall, turnerer ofte i Afrika og iblant i andre verdensdeler. Sangaré har tidligere imponert på Oslo World Music Festival.</p>\n<p>19. mai kommer hennes første album siden 2012, kalt Mogoya. Her blir tradisjonelle og moderne instrumenter kombinert på en svært smakfull og spennende måte. Vi spår at hennes allerede store fanskare, vil vokse seg enda noen hakk større med denne utgivelsen.</p>\n<p>Om den Grammy-vinnende Seya (2009) skreiv <a href=\"https://www.nrk.no/kultur/mesterverk-1.6477401\">NRK.no</a>: &#8211; Oumou kan være funky og hun kan være urgammelt tradisjonell. Hun kan være mild og hun kan være stor i kjeften. Men først og fremst setter hun stemmen sin i deg og fyller rommet du er i. Et mesterverk fra Oumou Sangare.<br />\n<a href=\"https://www.facebook.com/Oumou-Sangare-9288724562/?fref=ts\">www.facebook.com/Oumou-Sangare</a></p>\n<p><strong>JANKA NABAY &amp; THE BUBU GANG (SL/US)</strong><br />\nBubu er en energisk musikkstil fra Sierra Leone med høyt tempo i rytmene. Janka Nabay er ansett som stilens ledende figur. Han ble nødt til å rømme fra hjemlandet på grunn av krig, og det tok noen år før han fikk oppmerksomhet for musikken igjen. I USA fant han gjengen med musikere som nå går under navnet The Bubu Gang. Nabays andre album på David Byrnes Luaka Bop kom ut nå i vår, og har tittelen Build Music. Denne ligger noen hakk nærmere musikken han lagde i Sierra Leone enn det internasjonale debutalbumet En Yay Sah fra 2012. Noen av låtene fra det nye albumet tar utgangspunkt i musikk han lagde allerede på 90-tallet.</p>\n<p>Han er ansvarlig for å ha modernisert tradisjonelle uttrykk, ved å benytte trommemaskin og synther. I hans eget presseskriv omtales musikken som «a potent mind meld of off-kilter polyrhythmic folk tunes and high-octane psychedelia». De siste årene har Janka Nabay &amp; The Bubu Gang imponert fra scener på begge sider av Atlanteren.<br />\n<a href=\"http://www.jankanabay.com/\">www.jankanabay.com</a></p>\n<p>foto Benoit Peverelli</p>\n","wordpress_id":19930,"translations":{"nb":{"url":"/2017/05/15/oumou-sangare-janka-nabay-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8e55c057-1fdc-534a-8fc3-d01a2cd628dc","locale":"nb"}}