{"data":{"wordpressPost":{"title":"Mer Øyanatt! Her er programmet til Jaeger.","excerpt":"<p>Vi var ikke helt ferdige med Øyanatt likevel. I dag har turen kommet til Jaeger, som varter opp med blant andre Greg Wilson, ND_Baumecker og et DJ-sett med festivalaktuelle Matthew Dear.</p>\n","content":"<p>Onsdag 10. august:<br />\n*MATTHEW DEAR (US) DJ-sett<br />\nGAUTE HAAVERSEN*<br />\nCC: 150,- / 100,- med øyabånd<br />\nAldersgrense: 20 år<br />\nMatthew Dear ga med Black City ut et av de mest spennende platene 2010. I det siste har han vært like mye bak mikrofonen som bak mikserbordet og platespillerne. Han spiller ett livesett med band på festivalen og senere på natta et DJ-sett på Jaeger.<br />\nBlack City er albumet som grenser inn fra undergrunnstechnoen til chillwave og elektropop, med hint av space disko og dyp Detroit-house. Vanskelig å kategorisere, men ekstremt bra.  Albumet er smutsigt og funky, med en liten dæsj Michigan-melankoli. De siste fem årene har Matthew Dear vist oss hvordan man kan blande minmal techno, dyp house, elektro og pop med vokal på en nyskapande måte. Matthew Dear har tidligere gitt ut mix-CD for den verdenskjente klubben Fabric. Han spilte på Sunkissed under aliaset Audion for et par år siden.  </p>\n<p>DJ Gaute Haaversen varmer opp. Gaute er kjent for sin eklektiske smak innen dyp house og nydisko.</p>\n<p>**************</p>\n<p>Torsdag 11. august:<br />\n*GREG WILSON (UK)<br />\nDJ NUHHH &#038; SETH SKIZZO*<br />\nCC: 120,- / 100,- med øyabånd<br />\nAldersgrense: 20 år<br />\nGreg Wilson er kanske en av verdens fremste DJs innenfor sitt segment, han har holdt på siden 1975! Resident på Hacienda i Manchester, og har spilt stort sett på alle relevante venues verden over, nå også Jaeger. Greg Wilson spiller ikke bare vinyl, men har med seg sin kjære Revox-båndspiller som han spiller ekslusive edits fra. Her blir det altså mye analog varme utover kvelden. Jommen sa vi retro! Wilson spiler Disco, Boogie og Elektro Funk. Han var en av de første djene som mikset live på tv gjennom programmet The Tube på 80-tallet. Han er også mannen som lærte Norman Cook hvordan man spiller plater i Manchester. Wilson var også en av hjernerne bak eminente Street Sounds Electro Series. I 2005 kom albumet Credit To The Edit, en samling av alle hans geniale edits, og et mesteverk du absolutt bør sjekke ut før denne kvelden. Han gjorde forøvrig en Essential Mix for BBC i 2009 som også er sinnsykt bra! For nye og gamle downloads, sjekk ut <a href=\"http://soundcloud.com/gregwilson\" target=\"_blank\">Soundcloud</a> og Greg Wilsons <a href=\"http://www.gregwilson.co.uk/.\" target=\"_blank\">blogg</a> </p>\n<p>Våre kjære venner i Kids Loves Wax/Bass, aka DJ Nuhhh og Seth Skizzo, varmer opp med boogie, funk, soul, disko og skranglete gammal house.</p>\n<p>**************</p>\n<p>Fredag 12. august:<br />\n*ND_BAUMECKER (DE)<br />\nG-HA &#038; OLANSKII<br />\nMC KAMAN*<br />\nCC: 100,- / 50 ,- med øyabånd<br />\nAldersgrense: 23 år<br />\nND_Baumecker er en av Tysklands beste klubb-DJs. Han er resident på PanoramaBar/Berghain i Berlin. Bak platespillerne er han fenomenal, og spiller alt fra house, techno, disko til de mest morsome glalåter fra dagens pop! Baumecker har spilt flere ganger i Oslo og er en sann norgesvenn!<br />\nMC Kaman setter steminga tidlig med gjester og show slik bare Kaman kan. Deretter tar g-Ha &#038; Olanskii over spakene med vant og myndig hånd og leder deg inn i natten.</p>\n<p>**************</p>\n<p>Lørdag 13. august:<br />\n*KAMELKOLLEKTIVET (SE)<br />\nOINK CREW (SE)*</p>\n<p>KamelKollektivet og OiNK Crew er to DJ-duoer som begge er fra Sverige, men bosatt i Oslo. De er en del av Kollektiv Tirsdag, et av Oslos mest populære techhouse-konsepter. KamelKollektivet er ydmyke menn som bærer karakteristiske fete spor på ryggen. David og Love er begge er født på Sveriges vestkyst, men er “domestiserte  til å gi glede, dans og til å bidra som kreative sjeler.” De spiller dyp drivende techhouse. OiNK Crew er Davv og Kribba. De har hatt søndagskonsept på Jaeger i vinter. OiNK-gutta leverer en blanding av tradisjonell techno og house, med spennende innslag av Stockholms nye elektronika.</p>\n","date":"2011-07-12T12:41:33.000Z","wordpress_id":15459,"featured_image":null,"translations":{"nb":{"url":"/2011/07/12/mer-%c3%b8yanatt-her-er-programmet-til-jaeger/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b0a43d2a-1ee7-546d-b592-3d2d4c55b067","locale":"nb"}}