{"data":{"wordpressPost":{"title":"Grinderman til Øya","date":"2nd April 2008","content":"<p>Nick Cave tar med sitt nye band Grinderman til Middelalderparken onsdag 6. august. Dette blir bandets første konsert i Norge noensinne. Vi og mange andre gleder oss stort til å oppleve Caves reise tilbake til grovkorna og mannevond rock fra Enga-scenen denne kvelden.</p>\n<p>Festivalpass og dagsbilletter selges på Billettservice.no</p>\n<p>GRINDERMAN<br />\nVåren 2007 dukket debutalbumet til Grinderman opp i platebutikkene. Bak navnet fant man fire musikere som alle til daglig er å finne i Nick Cave &#038; The Bad Seeds. På vokal, gitar og tangenter finner man selveste fyrsten av mørk og dyster rock, også kjent som Nick Cave. Sammen med Bad Seeds-medlemmene Warren Ellis (også i Dirty Three) på fiolin og gitar, Martin P. Casey på bass og trommis Jim Sclavunos (tidligere i både The Cramps og Sonic Youth) lager han mer bråkete rock’n’roll-rabalder enn man har hørt fra den leiren på veldig mange år. Grinderman er preget av galskapen og råheten til Birthday Party og de tidlige Bad Seeds-skivene. Nick Cave og gjengen spytter ut blueskrydra og sint rock med frekke meldinger i låter som Get It On, No Pussy Blues og Love Bomb. Dette er Gjøkeredet, Ondskapens Hotell, horehus og whiskyfylla i en og samme pakke.</p>\n<p>I Grinderman har Cave kjøpt seg gitar for anledningen og fortrekker den som kompanjong under låtskrivingen. Dermed har dette bandet en helt annen aggresjon enn mannens mange tangentdrevne ballader fra de siste 15 åra. Flere av låtene er nærmest improvisert fram og har dermed fått et herlig upolert uttrykk. Dette er lyden av skitne kjellere, støvete garasjer og innbitte menn i dress som spiller rock med en pønkinnstilling få kan matche. Arbiedet med Grinderman har også smittet over på deler av siste Bad Seeds-skive Dig Lazarus Dig. Nick Cave har røpet at han ønsker å spille inn album nummer to seint i 2008. Dersom det blir noe i nærheten av fyrverkeriet fra debuten, blir nok også dette en nødvendighet i samlinga.</p>\n<p>Grinderman har sålangt spilt noen jobber i USA (med The White Stripes) og Australia. Nå er de klare for Oslo og Middelalderparken. Onsdag 6. august kliver dette rockemonsteret opp på vår største scene og skal male i stykker alle forestillinger om at denne gjengen har grodd fast i balladesporet.</p>\n<p><a href=\"http://www.grinderman.com\" target=\"_blank\">GRINDERMAN</a><br />\n<a href=\"http://www.myspace.com/grinderman\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1de8fc39-0ed4-568d-9485-f54377b4818a"}}