{"data":{"wordpressPost":{"title":"Vi er i gang med Øya-programmet","date":"2015-11-26T07:56:21.000Z","content":"<p><strong>AURORA<br />\nBIOSPHERE<br />\nLUSH (UK)<br />\nNEUROSIS (US)<br />\nFRØKEDAL &amp; FAMILIEN<br />\nBEACH SLANG (US)<br />\nELECTRIC EYE<br />\nOKAY KAYA</strong></p>\n<p>Vi åpner nå billettsalget til Øyafestivalen 2016, og slipper de første navna til landets fyldigste og mest varierte festivalprogram. De åtte første artistene som skal spille i Tøyenparken er nå klare, og vi kan love flere navn allerede neste uke. Flere bekreftelser er venta før jul.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13231 \" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"300\" height=\"234\" data-srcset=\"http://oya.test/assets/uploads/2015/11/billettknapp-16-300x234.png 300w, http://oya.test/assets/uploads/2015/11/billettknapp-16.png 461w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p>Fra dagens slipp kommer AURORA, Lush, Frøkedal &amp; Familien, Okay Kaya og Electric Eye med ny musikk i 2016.</p>\n<p>&nbsp;</p>\n<p><strong>OM BILLETTENE</strong><br />\nBillettene til Øya 2016 er nå i salg hos Billettservice. Ukespasset inkluderer fire dager i Tøyenparken, og vår åpningsdag Klubbdagen. Dagsbilletter er også i salg. Utover vinteren og våren vil artister plasseres på dag i app og på nettside, så fort vi får reisedetaljene til artistene.</p>\n<p>I 2015 hadde man mulighet til å støtte det lokale prosjektet Kompass &amp; Co når man kjøpte Øya-billetter. Til sammen bidro Øya-publikummet med 116 750 kroner. I forbindelse med Øyafestivalen 2016, har vi startet et lignende samarbeid med Sportsklubben Sterling.</p>\n<p>&nbsp;</p>\n<p>Støtt framtidens Øya-artister!</p>\n<p>Sportsklubben Sterling er en frivilligdrevet fotballklubb og en organisasjon som jobber for integrering og inkludering av barn og unge i bydel Gamle Oslo. I en bydel med få fritidsaktiviteter for unge, tilbyr Sterling et sted å være for de som ofte faller utenfor organiserte aktiviteter på grunn av økonomi eller kulturelle barrierer. I tillegg til fotball, har Sterling kulturkvelder, leksehjelp og gratisturer til ulike kulturarrangement. Nå ønsker de også å tilby musikkopplæring for ungdommene.</p>\n<p>Pengene du donerer, går direkte til bygging av et nytt musikkrom hvor ungdom på Grønland og Tøyen kan uttrykke seg musikalsk. Vær med og støtt framtidens Øya-artister!</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>AURORA</strong></p>\n<p>AURORA har stått for et av årets aller største gjennombrudd. Låten Running With The Wolves har gått jevnlig på radio i sommer og høst. Etter nyttår kommer debutalbumet, som det er knytta enorme forventninger til. Konserten på Øya blir den første i Oslo etter plateslippet. AURORA begynner å få et virkelig stort publikum, som vi tror kommer til å vokse ytterligere fram mot hennes konsert på vår største scene i august.</p>\n<p>Nå i høst har hun gjort inntrykk i flere internasjonale musikkmedier og på de britiske salgslistene, med sin cover av Oasis’ Half The World Away. Hun har nettopp spilt på det anerkjente Brixton Academy, som oppvarming for Of Monsters And Men. Hun har nå platekontrakt med legendariske Decca, og har allerede rukket å få skryt og anerkjennelse i The Guardian, NME, Gigwise, The Independent og flere. Platekontrakt undertegna hun faktisk backstage på Øyafestivalen, etter sin konsert i Tøyenparken i 2014.</p>\n<p>Da hun for et par år siden var 17, skreiv NRK Urørt: &#8211; Aurora Aksnes’ lek med piano, elektronikk og stemmebruk trollbinder oss, og viser at dette er en artist som er i ferd med å katapultere ut av startgropa.</p>\n<p>Allerede på barneskolen starta hun å lage egen musikk, og har latt seg inspirere av låtskrivingen til blant andre Dylan og Cohen. I 2013 ble debutsingelen Awakening utgitt. Tidlig i 2015 kom Runaway, som ga AURORA meget gode streamingtall i Storbritannia, og ble starten på den internasjonale oppmerksomheten.</p>\n<p><a href=\"http://www.aurora-music.com/\">www.aurora-music.com</a></p>\n<p>&nbsp;</p>\n<p><strong>LUSH (UK)</strong></p>\n<p>I september kom nyhetene om at Lush i april 2016 skal spille sammen igjen, for første gang på omtrent 20 år. Bare noen uker seinere fikk vi vite at de mer enn gjerne besøker Øyafestivalen og Tøyenparken. Det er klart vi måtte gripe muligheten til å oppleve et band som forsvant altfor brått, mens de var på sitt mest populære.</p>\n<p>Lush dukka opp i Londons rockescene på slutten av 80-tallet, og plasserte seg et sted i den da vitale shoegazeverden. Etter hvert fikk låtene sterkere innslag av mer rein gitarpop. I 1989 ga de ut den korte utgivelsen Scar, på respekterte 4AD. De hadde deretter stor suksess med de tre albuma Spooky (1992), Split (1994) og Lovelife (1996). Med sistnevnte album fikk de hits med Single Girl, Ladykillers og 500 (Shake Baby Shake), i tillegg til ekstra oppmerksomhet for Ciao!, som var en duett med Pulps Jarvis Cocker.</p>\n<p>Ved utgivelsen av samleren Ciao! i 2001 skreiv <a href=\"http://pitchfork.com/reviews/albums/4936-ciao-the-best-of-lush/\">Pitchfork</a>: &#8211; The journey leads you back in time, toward the headwaters and wellspring of the band&#8217;s original dreamy, hazy sound. The farther you travel, the more tangled, overgrown and surreal your surroundings become.</p>\n<p>Vi håper på same musikalske reise i Tøyenparken. Snart kommer boksen Chorus, med kjente og ukjente godbiter. Etter nyttår kommer det også ut ny musikk, i form av en EP.</p>\n<p>2016-besetningen består av originalmedlemmene Miki Berenyi og Emma Anderson, bassisten på de to siste albuma, Philip King, pluss tidligere Elastica-trommis Justin Welch. Han tar plassen til Chris Acland, som døde i 1996.</p>\n<p><a href=\"http://4ad.com/artists/lush\">4ad.com/artists/lush</a></p>\n<p>&nbsp;</p>\n<p><strong>BIOSPHERE</strong></p>\n<p>I 2016 kommer Biosphere igjen til å være aktuell på ulike måter. Vi skal gjøre stas på en av Norges virkelige elektronikalegender, med en helt spesiell festivalkonsert i vårt store telt Sirkus. Biosphere har nå signert platekontrakt med norske Smalltown Supersound, etter mange år på engelske Touch.<br />\nSmalltown Supersound skal i 2016 re-utgi Biosphere-katalogen på vinyl og CD, samt utgi hans nye album.</p>\n<p>Joakim Haugland (Smalltown Supersound) sier: &#8211; Biosphere var grunnen til at jeg startet å lytte til elektronisk musikk, og hans musikk har fulgt meg hele livet. Så å få utgi Biosphere på Smalltown Supersound er ikke bare en drøm som går i oppfyllelse, det føles og som at ringen er sluttet på mange måter.</p>\n<p>Biosphere er en legende innen elektronisk musikk, og i 2016 spiller han for første gang på Øyafestivalen. Geir Jenssen fra Tromsø har hold på med musikk siden 80-tallet, først som et tidlig medlem av Bel Canto. På slutten av tiåret valgte han å konsentrere seg om egne prosjekter, og har spesielt blitt kjent for sitt arktiske, ambiente uttrykk under navnet Biosphere. Første utgivelse var albumet Microgravity i 1991. Foreløpig siste utgivelse er et samarbeid med Deathprod, kalt Stator.</p>\n<p><a href=\"http://www.sputnikmusic.com/review/11664/Biosphere-Cirque/\" target=\"_blank\">Sputnikmusic.com</a> har skrevet: &#8211; …Jenssen is able to paint a picture in the listeners head while using minimal effects. The cold, frosty echoes mixed in with the delicate keyboard touches creates vivid imagery and an extremely unique sound. It’s not often that ambient artists have their own original sound but somehow Jenssen manages to create such an exquisite and exclusive atmosphere.</p>\n<p><a href=\"http://www.biosphere.no/\">www.biosphere.no</a></p>\n<p>&nbsp;</p>\n<p><strong>NEUROSIS (US)</strong></p>\n<p>Neurosis er et av de viktigste amerikanske banda innen tung, dyster og progressiv metal. De har vært med å inspirere minst et par bølger med band innen doom, sludge, eksperimentell metal og beslekta uttrykk. I disse dager markerer de 30 år som band, og i august kommer dette beistet av et band til Tøyenparken. De turnerer ikke spesielt hyppig, så dette bør du få med deg når du har mulighet.</p>\n<p>I starten, på midten av 80-tallet, var de en del av hardcoremiljøet fra Oakland, California. Etter hvert som de ble mer uttrykksmessig ambisiøse og eksperimentelle, endte de som en spydspiss innen såkalt post-metal. Utgivelser som Enemy Of The Sun (1994), Through Silver In Blood (1996), Times Of Grace (1999) og den foreløpig siste Honor Found In Decay (2012) har bekrefta deres posisjon som et av de mest spennende banda i de mørkere krokene av rocken.</p>\n<p>Medlemmer fra Neurosis har i tillegg jobba med prosjekter og band som Shrinebuilder, Tribes Of Neurot, Harvestman, i tillegg til å ha gjort en stor mengde samarbeid. Bandet driver labelen Neurot, som har gjort utgivelser med band som OM, Red Sparrows, Grails, ISIS, Yob og US Christmas.</p>\n<p><a href=\"http://www.neurosis.com/\">www.neurosis.com</a></p>\n<p>&nbsp;</p>\n<p><strong>BEACH SLANG (US)</strong></p>\n<p>Beach Slang fra Philadelphia er et fantastisk eksempel på hvor effektiv, fengende og herlig rett fram gitarrock kan være, når det gjøres med gode låter, energi og innbitt pågangsmot. Dette er et band som gir økt lyst på flere fredagskvelder, mer luftgitar og hemningsløs, ungdommelig moro.</p>\n<p>De ga ut to EPer i fjor, som finnes samla under navnet Broken Thrills. I høst fulgte de opp med den meget sterke The Things We Do To Find People Who Feel Like Us. Dette bandet bør være midt i blinken for alle som allerede har et nært forhold til The Replacements, Against Me eller The Gaslight Anthem. Vi gleder oss til å presentere Beach Slang for Tøyenparken!</p>\n<p><a href=\"http://www.pastemagazine.com/articles/2015/10/beach-slang-the-things-we-do-to-find-people-who-fe.html\" target=\"_blank\">Paste Magazine</a>: &#8211; The cranked rhythm, loud, distorted guitars and gruff vocals of James Alex are the touchstones of Beach Slang’s melodic, meat-and-potatoes punk rock, but the beating heart of the band’s music is Alex’s earnest, forthcoming songwriting. A perpetual unease frames these songs, and the antidote, the lifeline that Alex hangs onto, comes from the music itself.</p>\n<p><a href=\"http://beachslang.com/\">beachslang.com</a></p>\n<p>&nbsp;</p>\n<p><strong>FRØKEDAL &amp; FAMILIEN</strong></p>\n<p>Anne Lise Frøkedal har vært sentral i band som I Was A King og Harrys Gym. I tillegg har hun bidratt på innspillinger med blant andre Tønes, Martin Hagfors, Heroes &amp; Zeros og Kenneth Ishak. Sommeren 2014 spilte hun på Øya, i samarbeid med Hanne Kolstø og Atlanter. De siste åra har hun laga musikk på egenhånd, med backingbandet hun kaller Familien. Det er snakk om deilige poplåter, tilsatt krydder fra folkemusikk eller elektronika.</p>\n<p>Hun har fått mye skryt for de sterke singlene I See You, Kid og Surfers, noe som gjør forventingene til det kommende albumet høye. I 2015 har vi sett Frøkedal &amp; Familien på blant annet Camp Indie og hos Internasjonalen på Klubbdagen. Til sommeren er vi sikre på at bandet kommer til å passe perfekt i Øyafestivalens grønne omgivelser.</p>\n<p><a href=\"http://www.thelineofbestfit.com/new-music/song-of-the-day/frokedal-i-see-you\" target=\"_blank\">Thelineofbestfit.com</a> skreiv dette om singelen I See You: &#8211; Most importantly, her melody is crafted with meditative warmth—its gentleness makes it endlessly listenable. Still, at the heart of the folk-soaked offering, Frøkedal lets pop music provide the framework for her songwriting.</p>\n<p><a href=\"https://www.facebook.com/frokedalmusic/\">www.facebook.com/frokedalmusic</a></p>\n<p>&nbsp;</p>\n<p><strong>OKAY KAYA</strong></p>\n<p>Kaya Wilkins lager melankolsk kjærlighetspop under navnet Okay Kaya. I tillegg til å lage egen musikk, har hun samarbeida med Jamie xx og Travis Scott. Okay Kaya har sunget og spilt gitar på musikken førstnevnte lagde til balletten Tree Of Codes. Hun er født i New Jersey, oppvokst på Nesodden og jobber nå fra New York. Platekontrakt er undertegna med Hot Charity, som er en del av XL Recordings. Det jobbes i disse dager med et debutalbum, som skal ut i 2016.</p>\n<p>Låtene hennes har kledelig enkle arrangement. <a href=\"http://www.nme.com/blogs/nme-radar/you-need-to-hear-the-spidery-love-songs-of-norwegian-newcomer-okay-kaya\" target=\"_blank\">NME</a> har omtalt musikken slik: &#8211; Okay Kaya’s songs are both chilled and chilling&#8230;her fragile vocals are enthralling.</p>\n<p>Okay Kaya har rukket å varme opp på turner med toneangivende artister som Tobias Jesso Jr og Leon Bridges. I tillegg anbefales hun stadig av kredible, internasjonale musikkmedier. Nå gleder vi oss til debututgivelsen, og ikke minst til å oppleve Okay Kaya på Øya.</p>\n<p><a href=\"http://www.okay-kaya.com/\">www.okay-kaya.com</a></p>\n<p>&nbsp;</p>\n<p><strong>ELECTRIC EYE</strong></p>\n<p>Electric Eye har latt seg inspirere av psykedeliske krumspring og vital spacerock. I februar kommer albumet Different Sun, og det gis ut av alltid kvalitetsbevisste Jansen Plateproduksjon. Blant medlemmene Electric Eye finner man folk som man kjenner igjen fra Dig Deeper, The Megaphonic Thrift, The Low Frequency In Stereo og Hypertext. Deres albumdebut kom i 2013, og het Pick​-​up, Lift​-​off, Space, Time.</p>\n<p>De innrømmer å ha hørt på både legendariske storheter som Pink Floyd og moderne kultband som The Black Angels. Få med deg dette bandet på Øya. For et par år siden så <a href=\"http://louderthanwar.com/iceland-airwaves-2013-festival-review-part-one/\" target=\"_blank\">Louderthanwar.com</a> dem på Island og skreiv: &#8211; This four piece are all about long jams and pushing their rack of pedals to the limit. The bassline starts and weaves a hypnotic trance like rhythm while layers of otherworldly sounds are added resulting in one hell of a racket. I knew this band would be good having checked out their sounds on the internet before leaving home but I didn’t know they would be this good. Fantastic.</p>\n<p><a href=\"http://electriceye.no/\">electriceye.no</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":13221,"translations":{"nb":{"url":"/2015/11/26/vi-er-i-gang-med-oya-programmet/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1a115a0e-f3eb-54f8-b73f-a30f3310a416","locale":"nb"}}