{"data":{"wordpressPost":{"title":"Pulp på Øya fredag 12. august","date":"8th February 2011","content":"<p>PULP (UK)<br />\nPulp er tilbake med besetninga fra midten av 90-tallet og klassikeralbumet Different Class. Det betyr at du kan få høre alle dine Pulp-favoritter i Middelalderparken fredag 12. august. Begynn å glede deg allerede nå til Common People, Do You Remember The First Time?, Help The Aged, This Is Hardcore og Disco 2000. Skivene His ‘N’ Hers (1994), Different Class (1995) og This Is Hardcore (1998) utgjør for mange Pulp sin storhetsperiode. De to siste av disse toppa albumlista i hjemlandet. I Pitchfork sin kåring av 90-tallets sterkeste låter, kom superhitten Common People på andreplass.</p>\n<p>Bandets musikk har hele veien hatt en rød tråd av klassisk pop, krydra med litt synth, new wave, glam og sofistikert rock. De var på sitt eget vis erkebritiske. Alltid pene i tøyet, aldri humørløse. Pulp henta stilmessig mer fra helter som Bowie og Roxy Music enn mange av sine samtidige, som ofte hadde betydelig større 60s- og Beatles-oppheng. De klarte å kombinere respekt for sine inspirasjonskilder og samtidig låte moderne. </p>\n<p>Sheffield-bandet hadde strevd i en årrekke da de midt på 90-tallet plutselig ble et av de største britiske banda. I løpet av få år headlina de Glastonburys pyramidescene to ganger, noe ikke mange andre band har gjort. Medieyndling og frontmann Jarvis Cocker ble nærmest sjølve inkarnasjonen av britpop og en moderne dandystil.  Han er en av britisk pops største superstjerner de siste tiåra og har inspirert en mengde unge menn, med både musikk og væremåte. De siste åra har Jarvis Cocker vært soloartist, samt hatt prosjektet Relaxed Muscle sammen med Jason Buckle. Nå er han tilbake med gamle bandkompiser for å glede deg og dine beste venner med herlig britisk pop. De headliner store europeiske festivaler som Isle of Wight, Wireless, Primavera og Melt denne sommeren. I tillegg kommer de altså til Middelalderparken. Det er bare å starte gjenoppfriskinga av tekstene til dine favoritter, for her blir det fest. </p>\n<p><a href=\"http://www.pulppeople.com/\" target=\"_blank\">PULP PEOPLE</a></p>\n","wordpress_id":202,"translations":{"nb":{"url":"/2011/02/08/pulp-pa-%c3%b8ya-fredag-12-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c1cdccb8-843c-5109-af4b-7c38cc27af23","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2011/02/08/pulp-pa-%c3%b8ya-fredag-12-august/","redirect":false}}}