{"data":{"wordpressPost":{"title":"Madi Banja og Philip Emilio til Øyanatt","date":"30th May 2016","content":"<p>Billetter  250,- / 200,- med Øyapass &#8211; <a href=\"http://www.ticketmaster.no/event/501763\" target=\"_blank\">Kjøp billetter her</a></p>\n<p>Timeout og Parkteatret Presenterer:</p>\n<p><strong>Madi Banja (SE)</strong></p>\n<p>Madi Banja har kommet seg fra Gambia til Sverige, og videre til California og Sveits og tillbake til Sverige igjen. Den geografiske veien må ha vært lang, men den musikaliske er like direkte som selvsagt.</p>\n<p>Madi Banja solgte til platina alerede før noen visste hvem han var – da som hook-maker på Ison &amp; Filles ”Länge leve vi”. Med sin debut ”Inga problem” fantes det ikke et musikk-interessert menneske som kunne unngå hans å få med seg navnet. Vi kunne høre Madi Banja overalt med musikk-Sveriges hyllest som bakgrunnskor  I dag er han en av Sveriges mest brennhete artister. Expressen, GAFFA, PSL, King – mange har stillt seg i kø for å få hedre Madi Banja som et av svensk musikk´s største gjennombrudd i 2015. Hans kombinasjon av klubb beats, melodiøs rap, en unik sangstemme og tekst flow har gjort han til et fenomen allerede før han har sluppet sitt første album.</p>\n<p>Med to millioner spillinger på Spotify av &#8220;Inga problem&#8221; og &#8220;Du och jag&#8221; i samme lignende oppadgående kurve, har denna media hete og musikaliske bomben bare påbegynt sin detonering. I tett samarbeide med Vittorio Grasso (bakom bl.a. Lorentz hyllede Kjærlighetslåter) virker hitlåtene å være like selvfølgelige som Madi Banja selv.</p>\n<p><strong>Philip Emilio</strong><br />\nSom et resultat av en tid der sjangere er i fusjon, er Philip Emilio en artist som representerer ny norsk musikk på sitt beste. Med en blanding av R&amp;B, rap og inspirasjon fra flere musikkepoker, kan artistens uttrykk beskrives som original, fremtidsrettet og nytenkende. Den 25 år gamle Oslo gutten er tidligere kjent for sine melodiøse låter og kreative tilnærming til tekst og flyt. Med gode utgivelser i ryggen, kritikerroste liveshows og allerede en fast fanskare, er en ny tid med musikkutgivelser snart klar for den lovende artisten. Med røtter i kollektivet B.A.W.S er han nylig signert til Nora Collective for å lansere sin nye musikk.</p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":14029,"translations":{"nb":{"url":"/2016/05/30/madi-banja-og-philip-emilio-til-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"55539cb4-4a1f-56d1-b6b4-c45223b23519","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2016/05/30/madi-banja-og-philip-emilio-til-oyanatt/","redirect":false}}}