{"data":{"wordpressPost":{"title":"Øyamat 2015!","date":"11th June 2015","content":"<p>God mat i våre øyne er mer enn god smak. Det er mat som er produsert på en god måte &#8211; på bøndenes, dyrenes &#8211; og ikke minst naturens premisser. Det er dette økologi handler om. Det er ikke noe mer mystisk enn det. Økologiske bønder er matprodusenter som følger naturens rytme, og forsøker å lage mat på en måte som er så miljøvennlig som mulig.</p>\n<p>Likevel er det mye diskusjon rundt dette med økologi; Hva som er den absolutt mest miljøvennlige måten å dyrke mat på, hva som gir mest avlinger og hva som er sunnest. Sannsynligvis vil ikke denne debatten dø ut med det første &#8211; 50% av verdens befolkning er bønder og det finnes flere veier til målet. Det finnes et utall måter å produsere mat på, og få enkle regnestykker med dobbel strek under fasiten.</p>\n<p>Men her er et enkelt regnestykke til deg: Når man har (stadig flere) gode grunner til å tro at sprøytemidler, kunstgjødsel og industridyrehold er skadelig for deg og for miljøet, og det finnes et alternativ helt fritt for dette; er da valget i dagligvarebutikken så vanskelig?</p>\n<p>Stadig flere forskningsrapporter påpeker miljøfarene ved å bruke sprøytemidler og kunstgjødsel både ovenfor mennesker, dyr, bier og humler, hele økosystemer &#8211; og i forhold til matjord og grunnvann som ødelegges. Når flere internasjonale studier nå viser at økologiske grønnsaker også inneholder flere vitaminer og næringsstoffer enn sprøytede grønnsaker, så styrker det vår tro på at det industrielle landbruket trenger en miljøvennlig reform!</p>\n<p>I år serverer vi kun økologisk mat på Øya for trettende året på rad. Det kommer vi til å fortsette med &#8211; og det gleder oss å se at nordmenn nå tar etter sine skandinaviske naboer og kjøper mer økologisk. Til festivalen har vi fått med oss noen av våre favorittrestauranter i Oslo til å lage ren, naturlig mat for dere på Øya. I tillegg har vi i år valgt å legge vekt på bedre kjøttfrie retter, mindre kjøttforbruk generelt, mer frukt og grønt fra lokale bønder og jobber med å minske matsvinnet.</p>\n<p>Mathallens meny ble lagt ut forrige uke &#8211; og her er resten av årets meny:</p>\n<p><b>Taco Repùblica</b> er Norges første taquerìa og serverer tacos på ferske maistortillaer med friske grønnsaker og saftig, rent kjøtt.</p>\n<p><b>Smalhans</b> gir deg koreansk BBQ med kimchi, sesongens grønnsaker og chilimajones.</p>\n<p><b>Mer kål</b> gjentar fjorårets suksess med sin norske falafel; nykål, hummus, chilisaus og -vinaigrette på fersk potetlefse.</p>\n<p><b>Gammelgården Lysklæt</b> serverer trøndersk kebab hvor alle ingrediensene kommer fra gården; fra vårhveten i pitabrødet til kalvekjøttet til rødløk i salaten.</p>\n<p><b>Kompass &amp; co </b>har kjøttboller eller falafel med couscous og tzatziki. Med donasjoner fra Øyas billettkjøpere, har de også kjøpt seg en matbil som blir stilt ut på festivalområdet.</p>\n<p><b>Funky Fresh Foods</b> har veganske hemptacos og quinoatacos &#8211; alle råe og glutenfrie.</p>\n<p><b>Isrosa </b>er totalprodusenter av nydelig iskrem &#8211; alt fra melk, egg, frukt og bær kommer fra gården i Herøysund.</p>\n<p><b>Solberg &amp; Hansen</b> er en verdensledende kaffeprodusent som handler kaffebønder direkte med et lite utvalg kaffebønder i Etiopia, Kenya og Brasil. Siden 1879 har de utforsket smaker på jakt etter “en bedre kopp”. Få festivalkaffen hos dem, på matområdet eller i platået.</p>\n<p>Den komplette menyen til Mathallen, finner du <a href=\"https://api.oyafestivalen.no/2015/06/09/mathallen-menyen-er-klar/?color=green\">her</a>. Du finner også denne informasjonen i appen vår.</p>\n","wordpress_id":12074,"translations":{"nb":{"url":"/2015/06/11/oyamat-2015/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"df12908c-fe16-51ae-ac6b-0b4edd1f56d7","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2015/06/11/oyamat-2015/","redirect":false}}}