{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2011/08/05/fa-med-deg-smugs-fete-%c3%b8yanattprogram-pa-sukkerbiten/","locale":"nb","type":"post","id":"e93e8168-e61a-524d-a481-27af46cace06","slug":"fa-med-deg-smugs-fete-%c3%b8yanattprogram-pa-sukkerbiten","title":"Få med deg Smugs fete Øyanattprogram på Sukkerbiten","date":"2011-08-05T07:29:00.000Z","excerpt":"<p>I samarbeid med Øyafestivalen kan smuglesning.no og Sukkerbiten ønske velkommen til en festivaluke med etterfester og konserter. Programmet starter rett etter at siste artist har gått av scenen i Middelalderparken.</p>\n<p>JAMES BLAKE DJ-SETT / HERCULES AND LOVE AFFAIR ETTERFEST OG DJ-SETT / TWIN SHADOW DJ-SETT / HOW TO DRESS WELL / CHAD VALLEY / LEMÂITRE / GEORGE FITZGERALD</p>\n"}},{"node":{"link":"/2011/08/04/leger-uten-grenser-pa-%c3%b8ya/","locale":"nb","type":"post","id":"0e056f3f-719f-5408-ae3f-e434de3cc9df","slug":"leger-uten-grenser-pa-%c3%b8ya","title":"Leger uten grenser på Øya","date":"2011-08-04T11:04:00.000Z","excerpt":"<p>*Verdens ti mest glemte humanitære kriser*<br />\nMillioner av mennesker lider i stillhet i kriser som er glemt av verden. Leger Uten Grenser vil ha de glemte krisene frem i lyset.<br />\nLeger Uten Grenser er tilstede på Øyafestivalen 2011. Besøk teltet deres, like ved saniteten.</p>\n"}},{"node":{"link":"/2011/08/04/vinduet-pa-%c3%b8ya-opplesninger-bokkafe-og-fest/","locale":"nb","type":"post","id":"889a04dc-fa73-5632-adfb-8b4404cdd396","slug":"vinduet-pa-%c3%b8ya-opplesninger-bokkafe-og-fest","title":"Vinduet på Øya &#8211; Opplesninger, bokkafe og fest.","date":"2011-08-04T09:23:00.000Z","excerpt":"<p>Også i år er Vinduet representert på Øya-festivalen &#8211; akkurat slik vi har vært det de tre seneste år, med presentasjoner av opplesninger og kortforedrag om Øya-artister, fremført i telt. Men i år tar litteraturen også steget opp på hovedscenen!</p>\n<p>Jepp: én enslig forfatter, åpner festivalen, fra hovedscenen. Hva var det Nas sa igjen? All I need is one mic, one beat, one stage /One nigga front, my face on the front page. Ja, altså; forsiden kan vi ikke garantere, men det andre skal vi få til.</p>\n"}},{"node":{"link":"/2011/08/04/oppdateringer-%c3%b8yanatt-og-camp-indie/","locale":"nb","type":"post","id":"9feb27c2-69fe-5576-9c3b-54abbdcc61d5","slug":"oppdateringer-%c3%b8yanatt-og-camp-indie","title":"Oppdateringer Øyanatt og Camp Indie","date":"2011-08-04T09:09:00.000Z","excerpt":"<p>*Vi har fått noen endringer i programmet til Øyanatt de siste dagene:*</p>\n<p>&#8211; I tillegg til allerede annonserte Chad Valley og Lemaitre, vil man få et DJ-sett av Twin Shadow på Sukkerbiten fredag 12. august<br />\n&#8211; George FitzGerald på Sukkerbiten lørdag 13. august<br />\n&#8211; 6th Borough Project har avlyst og det blir ingen Øyanatt på Stratos lørdag 13. august<br />\n<a href=\"http://oyafestivalen.com/pages/nor/8-program\" target=\"_blank\">Se komplett program her</a></p>\n"}},{"node":{"link":"/2011/08/03/endringer-i-%c3%b8yakino/","locale":"nb","type":"post","id":"054fd6e7-45b9-5be6-a8a1-1d412a48db28","slug":"endringer-i-%c3%b8yakino","title":"Endringer i Øyakino","date":"2011-08-03T18:30:00.000Z","excerpt":"<p>En del uheldige omstendigheter har gjort at vi ser oss nødt til å endre litt i programmet på Øyakino.<br />\n&#8211; stumfilmkonserten med Jenny Hval 9. august er flytta til Ringen kino<br />\n&#8211; dokumentaren om Pushwagner er tilbake i programmet<br />\n&#8211; Le Havre går ut og inn kommer ingen ringere enn Captain America!</p>\n"}},{"node":{"link":"/2011/08/03/ayanatt-morgenbladet-topp-100/","locale":"nb","type":"post","id":"d9e0b4bc-7906-5a39-831b-fcfe75f81c6f","slug":"ayanatt-morgenbladet-topp-100","title":"Øyanatt &#8211; Morgenbladet topp 100","date":"2011-08-03T14:39:00.000Z","excerpt":"<p>I vinter sendte Morgenbladet og Falck forlag en invitasjon til 100 norske musikere i alle sjangre og aldre. Fra Magne Furuholmen til Sigurd Wongraven, fra Magdi Ytreeide til Kari Bremnes, fra Elias Akselsen til Thomas Seltzer, fra Rolf Gupta til Prins Thomas. Vi ba alle musikerne sende inn lister over sine ti favorittplater. Ut fra dette har vi laget en liste over norgeshistoriens 100 beste og viktigste plater, stemt frem og rangert av musikerne selv. I høst skal alle platene presenteres i Morgenbladet, og i avisen fredag 12. august offentliggjøres platene på plass 100-95. Musikk fra fire av disse vil bli spilt live i Kulturkirken Jakob samme kveld.</p>\n"}},{"node":{"link":"/2011/08/03/en-vegg-av-lyd-vol-6/","locale":"nb","type":"post","id":"f9dc00be-a252-572b-98ad-85d97a0e8960","slug":"en-vegg-av-lyd-vol-6","title":"En vegg av lyd vol 6","date":"2011-08-03T10:03:28.000Z","excerpt":"<p>På årets utgave av plakatutstillingen En Vegg Av Lyd på Oslo Mekaniske kan du oppleve et utvalg av arbeidet til  noen av de beste og mest toneangivende plakatkunstnerne i verden. Kom innom fra kvelden tirsdag 9. august og ei uke framover, for å få med deg fantastiske plakater fra inn- og utland.</p>\n"}},{"node":{"link":"/2011/08/02/mye-moro-pa-gloria-flames-i-%c3%b8ya-uka/","locale":"nb","type":"post","id":"16261ec0-411e-5caf-94d2-0bcc890f345b","slug":"mye-moro-pa-gloria-flames-i-%c3%b8ya-uka","title":"Mye moro på Gloria Flames i Øya-uka","date":"2011-08-02T10:15:00.000Z","excerpt":"<p>På eget initiativ har Gloria Flames valgt å gi alle med Øya-armbånd billig inngang på sine EtterØya-konserter. Få med deg Tyyl!, Social Suicide (bildet), The Switch og Lama på Grønlands mest intime rockeklubb. Moroa koster bare 50,- for Øya-publikummet. et perfekt stoppested på vei fra parken in til byen. I tillegg byr Gloria på fett program under Klubbdagen tirsdag 9. august. Klubbdagen er inkludert i femdagerspasset.</p>\n"}},{"node":{"link":"/2011/08/02/the-no-1-seafood-experience-edition-%c3%b8ya/","locale":"nb","type":"post","id":"7b0b4ed6-3e8a-53e9-8a94-e1b2b5aa401f","slug":"the-no-1-seafood-experience-edition-%c3%b8ya","title":"THE No. 1 SEAFOOD EXPERIENCE  &#8211; edition ØYA","date":"2011-08-02T09:49:00.000Z","excerpt":"<p>THE No. 1 SEAFOOD EXPERIENCE  &#8211; edition ØYA er en pop up-restaurant som skal servere norsk sjømat til ca 60.000 musikkentusiaster som den første sit-down restauranten på<br />\nØyafestivalen. Restauranten med navnet The No. 1 Seafood Experience skal være et utstillingsvindu for den norske sjømaten. På Øyafestivalen er det kun økologisk og bærekraftige råvarer som presenteres, derved også på THE No. 1 SEAFOOD EXPERIENCE.</p>\n"}},{"node":{"link":"/2011/08/01/jenny-hval-vs-la-passion-de-jeanne-darc-9-august-pa-%c3%b8yakino/","locale":"nb","type":"post","id":"2342de9c-d0b0-5c54-bee1-5eb8b88fb68f","slug":"jenny-hval-vs-la-passion-de-jeanne-darc-9-august-pa-%c3%b8yakino","title":"Jenny Hval vs. La passion de Jeanne d&#8217;Arc 9. august på Øyakino","date":"2011-08-01T09:20:00.000Z","excerpt":"<p>Som de fleste sikkert har fått med seg er det i år Jenny Hval som skal spille live i kinoen på Øyas stumfilmkonsert. Vi kan nå med glede opplyse at filmen hun skal lydsette er den klassiske ”La passion de Jeanne d&#8217;Arc” av Carl Theodor Dreyer fra 1928.</p>\n<p>Publikum bør kjenne sin besøkstid til denne svært så eksklusive forestillingen holdes i Ringen kino tirsdag 9. august kl 18.30. Billetter koster kr 100,- for alle med øyabillett / kr 200,- for andre. Skal man ha øya-rabatten må man kjøpe billetten i en av Oslo Kinos mange kinoer. </p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":109,"pageCount":181,"additionalContext":{"locale":"nb"}}}