{"data":{"wordpressPage":{"title":"Environment","content":"<p dir=\"ltr\">For Øyafestivalen environmental protection is one of our core values, and our ambition is to be among the greenest festivals in the world.This entails that we work with everything from waste disposal, food, transport and power supply, to leaflets and toilet paper. We work throughout the year to find solutions that are more environmentally friendly, so that we can be a leading example for other promoters and businesses, and for you, the Øya audience.</p>\n<p>All year around, Øyafestivalen has a significant focus on the environment. We see this as our corporate social responsibility and it is natural for the festival to organize its activities so that environmental impacts are reduced and minimized. Therefore we measure, survey and report our environmental impact, so that we can find solutions to reduce this. This is done trough internal measurements and survey, and external environmental certification. The certification includes a procurement plan with environmental criteria, organic food, a material recycling rate of around 74 percent, and the usage of fixed power instead of polluting aggregates, in fact, at this years festival one of our stages will for the first time run on solar energy.</p>\n<p><span style=\"font-weight: 400;\">We want our commitment to give the audience the opportunity to act in an environmentally responsible manner. Our work with the environment strives to inspire other actors to take action and we want to aspire others to make a difference. We want o</span>ther <span lang=\"en\">organizers </span>and audience to adapt environmental friendly attitudes and habits, that they can incorporate into their daily lives and business.</p>\n<p>&nbsp;</p>\n<p><strong>What can you do for the environment while at Øya?<br />\n</strong>You can walk, bicycle or use public transport to the festival. We offer free parking for bicycles with security during our opening hours. You can also get small repairs done on your bike for free. Help us recycle cups, popcorn cups, carry handles and cigarette butts. Go to the recycling booths and cash in on what you collect. Prices are listed at the recycling booths at the festival. You will also be able to recycle other waste for free, such as food, plastic and residual waste at the festival area.</p>\n<p>All the restaurants at the festival offer organic food and drinks. We offer good and tasty vegetarian and vegan dishes, and we take great pride in inspiring our audience to eat less meat, and more environmental friendly.</p>\n<p><span style=\"font-weight: 400;\">If you have any suggestions on who the festival can be even more environmental friendly, please contact Head of Environment, <a href=\"mailto:ingrid@oyafestivalen.com\" target=\"_blank\" rel=\"noopener noreferrer\">Ingrid Kleiva Møller</a> or Environment coordinator <a href=\"mailto:line@oyafestivalen.com\" target=\"_blank\" rel=\"noopener noreferrer\">Line Lønning</a>. </span></p>\n","wordpress_id":19126,"locale":"en","slug":"environment","acf":null,"translations":{"nb":{"url":"/miljo/miljo/"},"en":{"url":"/en/environment/environment/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6ad3a69f-1fcc-5972-8f87-188fed3d91ca","locale":"en"}}