{"data":{"wordpressPost":{"title":"Tre norske til Øya","date":"22nd February 2017","content":"<p>Øya-programmet blir stadig større og mer variert. I dag er tre aktuelle norske navn klare for Tøyenparken. Hjerteslag, Hilma Nikolaisen og Emile The Duke ga alle ut meget sterke skiver på slutten av fjoråret. Alle utgivelsene inneholder låter som er klistra i hjernen til langt etter årets Øya. Emil The Duke skal i rollen som Aasen sette opp sin første virkelig store konsert i Sirkus. Han tar helg på fredag 11. august, og vil at du skal være med.</p>\n<p>Se opp for nye slipp neste uke!</p>\n<p>&nbsp;</p>\n<p><strong>AASEN TAR HELG – fredag 11. august</strong></p>\n<p>Premiere! Emile The Duke som Aasen på Øya. Hele Norges vanlige mann er klar for superhelg, og inntar Sirkus-teltet med venner, overraskelser og hits fra de to albumene Aasen og Aasen Tar Helg. Med stadig flere lojale fans har Aasen-fenomenet etter hvert blitt en snakkis også utenfor kulturkretser. Det er knyttet stor spenning til hva han vil finne på, når han nå er booket til eksklusiv konsert på Øya. Tar Aasen med seg kona på festival? Skal han kjøpe med sigaretter? Finner han frem fredagshatten? Ta turen og se selv! Showet presenteres av kultlegende Emile the Duke.</p>\n<p>Dette blir første gang Emile The Duke presenterer Aasen i stort format, foran et stort publikum.</p>\n<p><a href=\"http://www.dagbladet.no/kultur/en-hysterisk-morsom-halvtime/63948247\">Dagbladet</a>: &#8211; I krysningen av middelmådighet, enkle hverdagsgleder, funky elektro og trøstesløs ni til fem har Emile The Duke markert seg som en av våre mest interessante kunstnere.</p>\n<p><a href=\"https://www.facebook.com/emiletheduke/?fref=ts\">www.facebook.com/emiletheduke</a></p>\n<p>&nbsp;</p>\n<p><strong>HJERTESLAG</strong></p>\n<p>Hjerteslag fra Bergen vinner stadig nye fans, på grunn av hiten Sang Til Sonja og resten av låtene på det herlige andrealbumet Vannmann86 fra i fjor høst. Anmeldere og publikum har tatt imot bandet med åpne armer. <a href=\"http://www.dagsavisen.no/kultur/musikk/hjerte-pa-rette-stedet-1.806598\">Dagsavisen </a>er bare en av mange begeistrede medier: &#8211; Sjelden hører vi god, gammeldags rock framført med større overbevisning, en sterkere følelse av nødvendighet. Med sangeren Robert Eidevik i spissen gjør Hjerteslag rock til et drama som er større enn størst, med en gitardrevet brennende glød man kunne tro var gått ut på dato.</p>\n<p>I 2014 så vi for første gang Hjerteslag overbevise i et lite, tett klubblokale. Samme år så vi oss nødt til å presentere dem for et større publikum i Tøyenparken. Med det nye albumet har de gjort noen kraftige hopp opp karrierestigen. Det har resultert i at de har spilt på Rockefeller og skal ta med de nye, sterke låtene til Øya-publikummet. Deres fengende rock hører nemlig hjemme på store scener.</p>\n<p><a href=\"https://www.facebook.com/hjerteslag/?fref=ts\">www.facebook.com/hjerteslag</a></p>\n<p><a href=\"http://ektehjerteslag.no/\">ektehjerteslag.no</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>HILMA NIKOLAISEN</strong></p>\n<p>Før jul kom Puzzler, det etterlengta debutalbumet til Hilma Nikolaisen. Skiva ble nominert til Spellemann og har mottatt ros i norske og internasjonale medier for sin sterke og ambisiøse gitarpop. Hennes bakgrunn fra punk og psykedelisk rock kommer stadig til overflaten. Natt &amp; Dag har skrevet:- En herlig gjennomarbeidet pop-orgie som både stiller spørsmål og gir svar på hva popmusikk kan være, bør være og ikke nødvendigvis må være anno 2016.</p>\n<p>Hilma Nikolaisen har tidligere vært en del av anerkjente band som Umbrella, Serena-Maneesh og The Loch Ness Mouse, og hun har vært bassist for Anne Grete Preus. På albumet har hun samarbeida med en rekke spennende navn, som Ådne Meisfjord (120 Days), Marcus Forsgren (The Lionheart Brothers og Bror Forsgren) og broren Emil Nikolaisen (Serena-Maneesh og Silver). I august bør du få med deg Hilma og bandet, når de skal lage myk godlyd mellom trærne i Tøyenparken.</p>\n<p><a href=\"https://www.facebook.com/hilma.nikolaisen/?fref=ts\">www.facebook.com/hilma.nikolaisen</a></p>\n<p>&nbsp;</p>\n<p>foto Fabian Fjeldvik</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"430f5179-0e71-5dc8-8dc9-6dded95afebd"}}