{"data":{"wordpressPost":{"title":"James Blake og flere til Øya onsdag 7. august","date":"4th February 2019","content":"<p><strong>JAMES BLAKE (UK) ons 7. aug</strong></p>\n<p><strong>JULIEN BAKER (US) ons 7. aug</strong></p>\n<p><strong>REX ORANGE COUNTY (UK) ons 7. aug</strong></p>\n<p>&nbsp;</p>\n<p>Vi fyller på med godbiter i Øya-programmet utover vinteren og våren. Nå har vi fått bekrefta tre nye navn til onsdag 7. august, hvor vi allerede har The Cure og IDLES på plass. James Blake har akkurat sluppet sitt fjerde album og er klar for vår største scene i Tøyenparken. Dette blir hans første konsert i Norge på over fire år. I tillegg er det store britiske håpet Rex Orange County og boygenius-medlem Julien Baker bekrefta.</p>\n<p>&nbsp;</p>\n<p>JAMES BLAKE (UK)</p>\n<p>James Blakes blanding av basstung elektronisk minimalisme, grep om dubstep og RnB, popteft og produsentevner har gjort han til en populær artist og ettertraktet samarbeidspartner de siste ti åra. Hans helt ferske album Assume Form er av mange sett som starten på en ny retning og som et karrierehøydepunkt. <a href=\"https://web.archive.org/web/20190117140149/https://consequenceofsound.net/2019/01/album-review-james-blake-assume-form/\">Consequenceofsound.net</a> mener at “Assume Form is a remarkable achievement by one of the most original songwriters of his generation”. Vi er enige med <a href=\"https://web.archive.org/web/20190118120352/https://www.nme.com/reviews/album/james-blake-assume-form-album-review\">NME</a> i at albumet “finds James Blake clear-headed and in focus like never before”.</p>\n<p>Blake starta karrieren med et lite knippe EPer som sørga for økende nysgjerrighet og respekt i musikkpressen. Debutalbumet ble utgitt i 2011, og var en umiddelbar suksess. Oppfølgeren Overgrown fra 2013 vant den anerkjente Mercury Prize og gikk inn på topp 10 i flere land, også i Norge. Suksessen fortsatte med The Colour in Anything fra 2016.</p>\n<p>Han har samarbeida med superstjerner og Øya-favoritter som Bon Iver, André 3000, Kendrick Lamar, Beyoncé, Vince Staples, Jay-Z, Anderson. Paak, Frank Ocean, Moses Sumney og mange andre. Nå kommer han til Tøyenparken for å gjøre sin største konsert her noensinne.</p>\n<p><a href=\"https://www.facebook.com/jamesblakemusic/\">www.facebook.com/jamesblakemusic</a></p>\n<p>&nbsp;</p>\n<p>JULIEN BAKER (US)</p>\n<p>Julien Baker fra Memphis er en våre favoritter i bølgen av sterke, unge låtskrivere som er i ferd med å skaffe seg et større publikum. På egenhånd har hun gitt ut Sprained Ankle (2015) og Turn Out the Lights (2017). En del ble kjent med henne i fjor gjennom trioen boygenius, som består av Baker, Lucy Dacus og Phoebe Bridgers. Hennes nedstrippa, folkbaserte uttrykk og gode låter står svært godt til hverandre.</p>\n<p>Etter en konsert i Dublin i fjor skreiv <a href=\"https://www.goldenplec.com/live-reviews/julien-baker-at-vicar-street/\">goldenplec.com</a>: &#8211; Julien Baker is the rarest of things, a true artist. One who is compelled to deliver her truth no matter what the personal cost is to herself.</p>\n<p><a href=\"https://americansongwriter.com/2017/10/julien-baker-turn-lights/\">Americansongwriter.com</a> har slått fast at hun er «a young songwriter who, like Joni Mitchell and Elliott Smith before her, interrogates human emotion with nuanced complexity and devastating self-awareness”.</p>\n<p><a href=\"https://www.facebook.com/julienrbaker/\">www.facebook.com/julienrbaker</a></p>\n<p><a href=\"https://julienbaker.com/\">julienbaker.com</a></p>\n<p>&nbsp;</p>\n<p>REX ORANGE COUNTY (UK)</p>\n<p>Unge Alexander O’Connor lager musikk som Rex Orange County. Multiinstrumentalisten vokste opp på en miks av soul, rock og pop. Han har allerede gitt ut to album, og det er store forventninger til neste musikalske steg. Han bidro på Tyler The Creators album Flower Boy og har opptrådt med Skepta. Hans egne delikate låter skaper stadig stor nysgjerrighet hos publikum. VI tror at 2019 blir et år hvor mange flere legger godt merke til Rex Orange County.</p>\n<p><a href=\"https://bristolinstereo.com/rex-orange-county-live-review/\">Bristolinstereo</a> forsøkte å plassere Rex Orange County musikalsk etter en konsert i fjor: &#8211; Throughout his set, Rex displayed incredible versatility whilst maintaining consistency in the essence of his sound, which falls somewhere between the relaxed musings of Mac DeMarco and the intense spontaneity of Frank Ocean.</p>\n<p><a href=\"https://rexorangecounty.com/store/\">rexorangecounty.com</a></p>\n<p><a href=\"https://www.facebook.com/rexorangecounty/\">www.facebook.com/rexorangecounty</a></p>\n","wordpress_id":23207,"translations":{"nb":{"url":"/2019/02/04/james-blake-og-flere-til-oya-onsdag-7-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2b951adc-c249-52a2-879b-7b245331995c","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2019/02/04/james-blake-og-flere-til-oya-onsdag-7-august/","redirect":false}}}