{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"de817dd4-2122-5baa-ac26-e69d49e136ca","slug":"10-ar-med-okologisk-mat-pa-%c3%b8ya","title":"10 år med økologisk mat på Øya!","date":"2012-08-02T11:36:16.000Z","excerpt":"<p>Siden 2003 har Øyafestivalen servert mange hundre tonn med økologisk mat &#8211; både til artister, frivillige og publikum. Oikos &#8211; Økologisk Norge har vært med hele veien og bidratt med masse kunnskap, å skaffe leverandører og holde oss og våre matpartnere i øra! I anledning ti-års jubileet for økologisk mat på festivalen har vi tatt [&hellip;]</p>\n"}},{"node":{"id":"fd43edf9-f0d0-5c30-890c-0480d11ab04f","slug":"reis-rimelig-til-oya-bruk-kollektivtrafikk","title":"Reis rimelig til Øya &#8211; Bruk kollektivtrafikk","date":"2012-08-02T09:17:14.000Z","excerpt":"<p>Med Øyakortet kan du reise rimelig og miljøvennlig til Øyafestivalen! &nbsp; Det er ikke lagt opp til å kunne parkere utenfor festivalområdet, og vi oppfordrer derfor alle våre besøkende til å benytte seg av kollektivtrafikk, å sykle eller gå til Middelalderparken. Med Øyakortet kan du reise så mye du vil på alle Ruters linjer i [&hellip;]</p>\n"}},{"node":{"id":"fc0bd137-82f6-50e8-a636-6a106334d599","slug":"%c3%b8ya-prat-14-el-doom","title":"Øya-prat 14: El Doom","date":"2012-08-02T07:39:35.000Z","excerpt":"<p>Etter å ha spilt i et utall band og prosjekter solodebuterte Ole Petter Andreassen for noen måneder siden, under navnet El Doom &amp; The Born Electric. Her byr han på fyldige doser progressiv og hard rock. &nbsp; Få med deg El Doom &amp; The Born Electric på Vika onsdag 8. august, klokka 21.20 &nbsp; &nbsp; [&hellip;]</p>\n"}},{"node":{"id":"2ba99611-5ef8-5f57-9b15-1e3ca327355e","slug":"konkurranse-arabrot-vs-haxan","title":"Konkurranse: Årabrot vs Häxan","date":"2012-08-02T05:56:28.000Z","excerpt":"<p>Tirsdag 7. august spiller Årabrot stumfilmkonsert på Ringen Kino. De skal lage lyd til den svenske kultskrekkfilmen Häxan fra 1922. &nbsp; Nå kan du vinne billetter til deg og en venn. Svar på et enkelt spørsmål, sett ÅRABROT i emnefeltet og send svaret til wiggo@oyafestivalen.com innen 08.00 mandag 6. august. Vi trekker vinnere samme dag. [&hellip;]</p>\n"}},{"node":{"id":"84feb034-9ba8-5ff7-aae3-b4884820cd1c","slug":"to-endringer-billy-bragg-og-savages-til-oya","title":"To endringer: Billy Bragg og Savages til Øya","date":"2012-08-01T08:04:18.000Z","excerpt":"<p>Vi har fått to avlysninger rett før festivalen, og har kasta oss rundt for å finne gode erstattere. Nå er det klart at både Savages og Billy Bragg kommer til Middelalderparken for å spille på Vika torsdag 9. august. Vi gleder oss stort til fersk indierock og en engelsk kulthelt av de sjeldne. &nbsp; Både [&hellip;]</p>\n"}},{"node":{"id":"82fa1de5-16f1-58bb-b5e2-b6cf3a4d44c2","slug":"%c3%b8ya-prat-13-arabrot","title":"Øya-prat 13: Årabrot","date":"2012-08-01T05:17:18.000Z","excerpt":"<p>Vidar fra Årabrot har en festivalhistorie om å sjenke amerkanske High On Fire på hjembrent og han håper folk får med seg Fennesz på Øyanatt, samt Beglomeg og The Good The Bad And The Zugly i Middelalderparken. Få med deg Årabrot på Vika lørdag 11. august, klokka 17.50 &nbsp; 1.      Hvilken Øya-opplevelse husker du aller [&hellip;]</p>\n"}},{"node":{"id":"5e052f8e-d0d0-5534-bc18-80fb583d0f1b","slug":"tips-for-betaling-pa-oya-bruk-bankkort","title":"Tips for betaling på Øya &#8211; bruk bankkort","date":"2012-07-31T09:31:42.000Z","excerpt":"<p>På Øyafestivalen er det to betalingsmåter som gjelder, kontanter eller vanlig bankkort. Om du foretrekker kontanter, har vår samarbeidspartner DNB i år levert minibank til festivalområdet. DNB sørger i tillegg for betalingsterminaler i alle våre utsalg. Det betyr at du kan bruke ditt vanlige bankkort uansett om du skal ha mat, øl, Øya-merch, bandtrøyer, skiver, [&hellip;]</p>\n"}},{"node":{"id":"7b2c62df-30b1-578c-a61c-f5d756b4af7f","slug":"%c3%b8ya-prat-12-mathias-stubo","title":"Øya-prat 12: Mathias Stubø","date":"2012-07-31T08:20:50.000Z","excerpt":"<p>Mathias Stubø lover sexy overraskelser under sin konsert i Middelalderparken. Han påpeker ellers viktigheten av å gjøre seg kjent med festivalprogrammet på forhånd og forteller om den gangen han ble kalt &laquo;21st century Stevie Wonder&raquo;. &nbsp; Få med deg Mathias Stubø Band på Vika fredag 10. august, klokka 14.50 &nbsp; 1.      Hvilken Øya-opplevelse husker du [&hellip;]</p>\n"}},{"node":{"id":"71b36069-c037-5f5e-add2-db699978aeef","slug":"oya-prat-11-martin-hagfors","title":"Øya-prat 11: Martin Hagfors","date":"2012-07-30T10:04:07.000Z","excerpt":"<p>Martin Hagfors skal spille to ganger i Middelalderparken i år, både som soloartist og som en del av Meg Og Kammeraten Min (VG-teltet fredag ettermiddag).<br />\nFå med deg Martin Hagfors på Sjøsiden lørdag 11. august, klokka 17.05</p>\n"}},{"node":{"id":"ed07d626-a429-5711-9f29-eba0d226ad64","slug":"litt-for-barna","title":"Litt for barna","date":"2012-07-30T07:54:44.000Z","excerpt":"<p>Øyafestivalen er først og fremst en festival for ungdom og voksne, men selvsagt er det hyggelig å kunne ta med de minste i noen timer. Her får du en oversikt over noe av det de yngste festivalpublikummerne kan finne på under Øyafestivalen. &nbsp; I VG-teltet blir det barnevennlig moro fredag og lørdag. Klokka 17.00 på [&hellip;]</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":95,"pageCount":183,"additionalContext":{}}}