{"data":{"wordpressPage":{"template":"","title":"Kunst","content":"<p>Munchmuseet og Øyafestivalen har inngått en flerårig avtale om et eget kunstprogram på Øya. Årets prosjekt forvandler publikums ansikter til unike kunstverk.</p>\n<p>– Med dette ønsker vi å gi samtidskunst en større plass blant publikummet på Øyafestivalen, forteller Øyas kunstansvarlig, Kyrre Heldal Karlsen.</p>\n<p>Sammen med Munchmuseets kuratorer, Trine Otte Bak Nielsen og Natalie Hope O&#8217;Donnell, har de valgt ut Tor Erik Bøe som årets festivalkunstner.</p>\n<p><strong>Forvandler ansikter til kunstverk</strong><br />\nI en spesialbygget salong på festivalområdet vil Bøe tilby publikum en make-over helt utenom det vanlige. Med god hjelp av et team med profesjonelle hårstylister og sminkører vil han forvandle ansiktet ditt til et kunstverk.</p>\n<p>– Bøe vil blant annet bruke innsamlet økomateriale som kvister, blomster og gress. Dette bruker teamet til å modellere en unik «eco-queer»-look, forteller kurator Hope O&#8217;Donnell.</p>\n<p><strong>Vises på storskjerm</strong><br />\nKunstprosjektet er inspirert av festivallivets «se og bli sett»-kultur og kommenterer også den sosiale medie-kulturen med å dele opplevelser via filtre i Snapchat og Instagram.</p>\n<p>Som en del av kunstprosjektet vil derfor de som får en makeover fotograferes, og bildene vil bli vist på storskjermene på festivalområdet. Slik blir hver person et unikt kunstverk.</p>\n<p><em>FAKTA</em><br />\n<strong>Tor Erik Bøe</strong> (f. 1984) er utdannet ved Kunstakademiet i Tromsø. Som del av kunstnerduoen Trollkrem har han samarbeidet med en rekke kunstnere fra ulike felt med internasjonal og sjangeroverskridende tilnærming til performancekunst. Som kunstnerisk leder for TROLLKREM IMPORT for Munchmuseet i bevegelse (2018), har han brakt en rekke ulike kunstnere til Oslos Grønlandsområde.</p>\n<p><strong>Natalie Hope O’Donnell</strong> er kurator for «Munchmuseet i bevegelse», et program med midlertidige<span class=\"Apple-converted-space\"> </span>kunstprosjekt i ulike rom, inne og ute, i Munchmuseets nabolag. Hun har sin kuratorutdannelse fra Royal College of Art i London, og har doktorgrad fra Arkitekthøyskolen i Oslo om utstillingen som en romlig konstruksjon. Hun har vært styreleder i Norsk Kuratorforening siden 2013.<span class=\"Apple-converted-space\"> </span></p>\n<p><strong>Trine Otte Bak Nielsen</strong> er kurator ved Munchmuseet, der hun for tiden arbeider med utstillingen «Måneoppgang. Marlene Dumas &amp; Edvard Munch» som åpner til høsten. Tidligere har hun arbeidet ved Vigeland-museet, Kunstnerforbundet, vært styreleder for Kunsthistorisk forening og medvirkende redaktør for tidsskriftet Kunstforum. Hun har hovedfag i kunsthistorie fra Universitetet i Oslo.</p>\n<p>Prosjektleder <b>Kyrre Heldal Karlsen</b> er en av Norges mest sentrale lyskunstnere, som lager lys og rom til danseforestillinger, teater og konserter. Han har designet lys for Øya siden 2012, og ledet Kunst på Øya siden 2014. Ved siden av å være ansvarlig for kunstprogrammet på Øya lager han også lysdesign og lysskulpturer for festivalen.</div>\n<p><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignleft wp-image-21882 size-full\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"\" width=\"1500\" height=\"1000\" data-srcset=\"http://oya.test/assets/uploads/2018/06/tor-erik-boe-munchmuseet-web-154.jpg 1500w, http://oya.test/assets/uploads/2018/06/tor-erik-boe-munchmuseet-web-154-300x200.jpg 300w, http://oya.test/assets/uploads/2018/06/tor-erik-boe-munchmuseet-web-154-768x512.jpg 768w, http://oya.test/assets/uploads/2018/06/tor-erik-boe-munchmuseet-web-154-1024x683.jpg 1024w\" sizes=\"(max-width: 1500px) 100vw, 1500px\" data-sizes=\"auto\" data-aspectratio=\"1500/1000\"></body></html>\n</p>\n<p>Festivalkunstner Tor Erik Bøe.<br />\nFoto: Ihne Kåresdottir</p>\n","wordpress_id":20458,"locale":"nb","slug":"kunst","acf":null,"translations":{"nb":{"url":"/kunst/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"54ce1606-048f-5e91-a0d0-6e6fafb408be","locale":"nb"}}