{"data":{"wordpressPost":{"title":"CHIC featuring Nile Rodgers til Øya 12. august","date":"22nd April 2015","content":"<p>Gjør dere klare for en fantastisk fest av en konsert når CHIC featuring Nile Rodgers avslutter den første kvelden i Amfiet. Den levende legenden Rodgers har hatt en imponerende karriere som artist og produsent. Musikken hans har inspirert flere generasjoner av artister, innen ulike stilarter. Han har gitt oss musikalske høydepunkter som David Bowies Let’s Dance, Diana Ross’ I’m Coming Out, Duran Durans Notorius og Sister Sledges We Are Family. I juni gir han ut det første CHIC-albumet på godt over 20 år, onsdag 12. august spiller de i Tøyenparken.</p>\n<p>Det er fortsatt dagsbilletter igjen til onsdag, torsdag og fredag i Øya-uka.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"288\" height=\"288\" data-srcset=\"https://api.oyafestivalen.no/assets/uploads/2014/11/Billettknapp.png 800w, https://api.oyafestivalen.no/assets/uploads/2014/11/Billettknapp-150x150.png 150w, https://api.oyafestivalen.no/assets/uploads/2014/11/Billettknapp-300x300.png 300w, https://api.oyafestivalen.no/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 288px) 100vw, 288px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p><b>CHIC featuring Nile Rodgers (US): </b><i>The greatest dance music band of all time – totally LIVE – playing their new smash single, I’ll Be There.</i></p>\n<p>CHIC gir i juni ut It’s About Time, sitt første album siden 1992. Singelen I’ll Be There er ute nå, og gir en god smakebit på festen det blir i Tøyenparken når CHIC featuring Nile Rodgers skal avslutte den første utendørsdagen av Øyafestivalen.</p>\n<p>Nile Rodgers har de siste åra nådd et nytt publikum, blant annet med sine bidrag til Daft Punks 2013-album Random Access Memories. Han starta CHIC sammen med Bernard Edwards, og på slutten av 70-tallet hadde de album som solgte til platina og singler som toppa listene. Rodgers er en Grammy-vinnende komponist, gitarist, arrangør og produsent som har påvirka popmusikken gjennom flere tiår.</p>\n<p>CHIC har blitt kalt det mest sampla bandet i historien, og deres påvirkning går langt utenfor disco og pop. I tillegg har Nile Rodgers vært produsent på suksessinnspillinger med David Bowie, Madonna, Diana Ross, Sister Sledge, Duran Duran, Mick Jagger, Grace Jones, B-52s og mange andre. De siste åra han samarbeida med aktuelle navn som Disclosure, Sam Smith, Pharrell Williams og tidligere nevnte Daft Punk.</p>\n<p>CHIC garanterer feststemning og danseglede. Livesettet inkluderer deres store hits, som Le Freak og Good Times, og låter CHIC har vært med på å lage. Forvent en heftig hitparade, som vil få sjøl den mest innadvente til å glise bredt og og kaste seg inn i dansen.</p>\n<p><a href=\"http://www.theguardian.com/music/2015/mar/24/chic-nile-rodgers-review\" target=\"_blank\">The Guardian</a> var svært fornøyde etter at CHIC featuring Nile Rodgers spilte på 02 Academy i Glasgow i mars: &#8211; The current Chic live show seems like an extension of his personality: a two-hour cascade of influential disco, flawlessly delivered in cluster bombs of maxi-medleys. When this incarnation of Chic is in full flight during I Want Your Love or My Forbidden Lover, it creates the not-unpleasant feeling of being steamrollered by a gigantic mirrorball.<br />\n<a href=\"http://www.nilerodgers.com\" target=\"_blank\"><b>www.nilerodgers.com</b></a></p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"281\" src=\"http://www.youtube.com/embed/2OXoSLANXIY?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></div>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b62560ef-c9f8-5df1-b6ff-c02e8f57d648"}}