{"data":{"wordpressPost":{"title":"The Bug erstatter Kid Sister/A-Trak","date":"2nd August 2008","content":"<p>Vi fikk torsdag vite at Kid Sister ikke kommer til Norge neste uke, og at A-Trak også velger å bli hjemme. Grunnen er at de har valgt å prioritere innspilling av Kid Sisters nye album i stedet for å spille på Øyafestivalen. Dette er en trist beskjed for alle som hadde gledet seg til deres felles konsert på Sjøsiden fredag 8. august og A-Trak sin opptreden på Parkteatret. Bookinggruppa har arbeidet på spreng for å finne en erstatter og kan glede fans av spennende gromlyd med The Bug feat. Warrior Queen and Flowdan. </p>\n<p>Parkteateret har fått overtalt Clipse-gutta til fest. Her byr deres dj Harry Love opp til real festing.</p>\n<p>THE BUG  feat. WARRIOR QUEEN and FLOWDAN (Roll Deep) (UK)<br />\nThe Bugs musikk kan linkes til dub, dancehall, støy og hiphop. Bak navnet finner man Kevin Martin, som startet prosjektet i 1997. Han har også vært en del av band som Pressure, God, Techno Animal og Ice (de tre siste med Justin Broadrick fra Godflesh). På hans CV over musikalske samarbeid står John Zorn, Blixa Bargeld og Dälek. Årets dansebombe av et album heter London Zoo og har mottatt strålende anmeldelser hos blant annet Pitchfork, Observer, Wire og NME. Martin hevder å hente inspirasjon fra blant annet Phillip K Dick, David Lynch, Francis Bacon, Joel, Public Enemy, Wu-Tang, John Coltrane, Miles Davis, Discharge, Swans, My Bloody Valentine og Ennio Morricone. Med seg til Middelalderparken har han to vokalister. Warrior Queen er ei rå dame fra Jamaica og Flowdan er kompis med Dizzy Rascal. Blant mange lovord om The Bugs siste utgivelse falt vi for disse:</p>\n<p>&#8220;Better than anything else out this week by precisely 312%.&#8221;<br />\n&#8211; Guardian Guide </p>\n<p>&#8220;A perfect soundtrack for a troubled and tiresome London, this is serious music for serious times.&#8221;<br />\n&#8211; Rock Sound 9/10 </p>\n<p>&#8220;The Bug communicates the ire and fire burning in an unjust world, which is so rarely acknowledged in contemporary music.&#8221;<br />\n&#8211; Knowledge </p>\n<p>&#8220;Demands to be played over tower-block sized speaker-stacks. Righteous, violent, scary and brilliant work.&#8221;<br />\n&#8211; Mixmag 4/5</p>\n<p>“Martin&#8217;s latest Bug album, London Zoo, is very much in keeping with that permutation, which stands out amidst the recent<br />\nwave of dubstep in a way that makes Burial&#8217;s Untrue sound like Music for Airports.”<br />\n&#8211; Pitchfork 8.6/10</p>\n<p>“rarely has such talent  been so effectively marshalled as on this third album by the Bug, aka veteran noise artisan Kevin<br />\nMartin”<br />\n&#8211; Observer 5/5</p>\n<p>&#8220;A set of timebomb digi-pulses and cranium-scraping skank, set against a backdrop of thrillingly dystopic futurism. Its beautiful, in a most gnarly fashion.&#8221;<br />\n&#8211; Plan B  </p>\n<p>&#8220;The spheres have never aligned in quite the way that they do on London Zoo. Hovers immaculate between beauty and fear&#8221;<br />\n&#8211; Album of Issue &#8211; Wire  </p>\n<p>&#8220;London Zoo&#8221; is Boris Johnstons worst nightmare which makes this the sound of 2008, whether you feel it or not.&#8221;<br />\n&#8211; NME 8/10 </p>\n<p>&#8220;A perfect reflection of the capital, its important at a point when so much music feels factory-made that there are artists carving out their own individual sound.&#8221;<br />\n&#8211; Fact</p>\n<p>Klikk <a href=\"http://www.myspace.com/thebuguk\" target=\"_blank\">HER</a> for å høre musikk</p>\n<p>SMUGLESNING.NO OG TORNADO PRESENTERER, I SAMARBEID MED PARKTEATERET:<br />\nAFASI &#038; FILTHY(SE)<br />\nHARRY LOVE (US)<br />\nFREDAG 8. AUGUST<br />\nc.c. 150/100 med Øyapass. 20 år leg. 22.00 – 03.30</p>\n<p>HARRY LOVE (US)<br />\nA-Trak og Kid Sister har desverre avlyst hele sin Europa Turnè, men da passet det greit at Clipse guttene ville ha en fest. Clipse sin dj kaller seg for Harry Love og snurret sine første plater allerede som 11 åring, og var gjest på BBC første gang i en alder av 14. Siden har det gått slag i slag med opptredener sammen med flotte folk som Jay Z, Busta Rhymes, Mos Def og Dizzee Rascal. De som har vært på fest med Clipse gutta tidligere vet at dette blir sinnsvakt.</p>\n<p><a href=\"http://oyafestivalen.com/nor/artists/115\" target=\"_blank\">Les om Afasi &#038; Filthy her</a></p>\n","wordpress_id":696,"translations":{"nb":{"url":"/2008/08/02/the-bug-erstatter-kid-sistera-trak/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"131dc11e-a2c3-57c5-9589-b73d939aab05","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2008/08/02/the-bug-erstatter-kid-sistera-trak/","redirect":false}}}