{"data":{"wordpressPage":{"title":"Info","content":"<p>On this page you can find important, useful and practical information about Øyafestivalen. Use the menu to find out more. These pages will be updated regularly during the planning of this years festival. Please don’t hesitate to contact the person responsible for the different areas if you can’t find the information you are looking for. See below Kontakt (contact) in the menu.</p>\n<p>Exchange your ticket in a wristband at the ticket office at the entrance. Opens at 13.00 Wed-Fri, 12.00 on Sat.</p>\n<p>Avoid standing in line just before your favourite band by doing it on Monday or Tuesday</p>\n<p>MONDAY 13:00-19:00<br />\nTUESDAY 13:00-21:00<br />\n<strong><br />\nFestival site:<br />\n</strong>In 2014, the Øyafestival took place in Tøyenparken for the first time. We will use the same park in the next few years. The stages Amfiet, Sirkus, Hagen, Vindfruen, Hi-Fi Klubben and Biblioteket are all in the park. The rest of the shows are club shows, mostly in the city center.</p>\n<p>In 2019 Klubbdagen (the Club Day) will be arranged August 6th, while the main program for the festival and Øyanatt (Øya Night) is arranged from 7th &#8211; 10th of August. More info about the festival area to come.</p>\n<p dir=\"ltr\"><strong>Opening hours:</strong><strong style=\"line-height: 1.5;\"><br />\n</strong><span style=\"line-height: 1.5;\">Tøyenparken will open at 13.00 on wednesday, thursday and friday during the festival. On saturday, the festival area will open one hour earlier at 12.00. Last call to enter the festival area is 22.00 every day, and the last show is at 23.00 – after that the festival area is emptied and closed.</span></p>\n<p dir=\"ltr\"><strong>Age limit:<br />\n</strong><span style=\"line-height: 1.5;\">There is no age limit at the festival site in Tøyenparken. Remember to bring I.D if you are over 18 years old and want to drink something else than mineral water. The age limit at Klubbdagen and Øyanatt will vary, and is decided by the different clubs themselves. Childeren under 12 years old will get free admission with the company of a parent / grown up. A separate registration form for the child is required, regardless of the type of ticket / accreditation the parent or grown up has. This form has to be delivered at the entrance every day.</span></p>\n<p dir=\"ltr\"><strong>Prices and methods of payment:<br />\n</strong>All shops at the Tøyenparken festival site accept Visa and Mastercard as means of payment. If you only have cash, you can buy vouchers for drinks and food. There are several water dispensers in the park where you can fill up with water for free.</p>\n<p><strong>What you can bring and not:</strong></p>\n<p>Snacks, fruits and babyfood are allowed. There are vegetarian and gluten-free options for sale at the festival site.</p>\n<p>The following items are not allowed inside the festival<br />\n&#8211; All forms of bottles<br />\n&#8211; Brought food and drink<br />\n&#8211; Especially flammable liquids or objects<br />\n&#8211; Umbrellas<br />\n&#8211; Camping Equipment<br />\n&#8211; Professional camera and video equipment<br />\n&#8211; Selfiesticks or similar<br />\n&#8211; Animals<br />\nItems that are prohibited under Norwegian law is obviously not allowed on the festival site. Exceptions can be made for special needs. Please contact the festival in advance to clarify this.</p>\n","wordpress_id":55,"locale":"en","slug":"info","translations":{"nb":{"url":"/info/info/"},"en":{"url":"/en/info/info/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"06504874-858d-5351-81b2-abaeec97bb1f","locale":"en","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/en/info/info/","redirect":false}}}