{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"8935516a-489e-5c8c-acfb-fd844ea44a95","slug":"vernissage-pa-sjosiden","title":"Vernissage på Sjøsiden","date":"2009-08-12T14:14:00.000Z","excerpt":"<p>I fjor inviterte Øyafestivalen fotograf Halina Zofia Sjuve til å lage et fotoprosjekt. Serien har fått navnet _(fireworks)_ og presenteres ved Sjøsiden-scenen tirsdag klokka 16.45. Alle motiv er fra kveldskonserter på fjorårets festival, mens titlene er sangtitler fra det bandet som spilte da bildet ble tatt. Bildene kan oppleves under hele festivalen. </p>\n"}},{"node":{"id":"5d67972c-208c-52ec-9242-3b7036cb963b","slug":"dag-1-klubbdagen","title":"Dag 1: Klubbdagen","date":"2009-08-12T12:43:00.000Z","excerpt":"<p>Det var stinn brakke de fleste steder da Øyafestivalen satte i gang med klubbkonserter tirsdag. Med nesten nitti band og artister fordelt på hele 29 scener, var det nok å velge mellom. Og velge måtte man &#8211; dessverre. Festivalens eget nettsideteam tok oppgaven på alvor da vi la opp varierte løyper av forskjellig vanskelighetsgrad.</p>\n"}},{"node":{"id":"56793024-f7a0-5608-983a-ec93ffb45e06","slug":"unnga-ko-ved-innslipp","title":"Unngå kø ved innslipp","date":"2009-08-11T00:42:00.000Z","excerpt":"<p>Hvordan unngå kø i Middelalderparken? Dersom du allerede har bytta billetten din i armbånd, kan du bruke vår såkalte fastlane og slipper unødvendig kø under festivaldagene. Bytte til armbånd gjør du aller enklest på Youngstorget mandag og tirsdag. Der har vi et stort telt og en rekke hyggelige mennesker som vil hjelpe deg. Klikk på bildet for mer info om dette og registreringsskjema for barn under 12.</p>\n"}},{"node":{"id":"d285f47a-ea0d-5fa8-a4ee-8fae101cbc52","slug":"siste-mulighet-for-dagsbillett","title":"Siste mulighet for dagsbillett","date":"2009-08-11T00:33:00.000Z","excerpt":"<p>Som tidligere år har Øyafestivalen valgt å selge et lite antall dagsbilletter ved inngangen til festivalområdet. Dette gjør vi for å dempe svartebørsen noe og for å komme med et lite tilbud til de som har vært seint ute. Det legges ut minst 50 dagsbilletter for salg til hver dag. Disse selges samme dag kl 11.00 ved billettboden utenfor Middelalderparken.</p>\n"}},{"node":{"id":"bce44037-caa9-5a46-a23d-bba1b7cbba8c","slug":"fortsatt-billetter-igjen-til-%c3%b8yakino","title":"Fortsatt billetter igjen til Øyakino","date":"2009-08-10T20:29:00.000Z","excerpt":"<p>Det er fortsatt billetter igjen til alle Øyakinos forestillinger. Det er dermed bare å løpe til din nærmeste kino eller besøke www.oslokino.no, og sikre seg billetter til blant annet til årets stumfilmkonsert hvor støymakerne i Next Life spille live til Bunuels ”Gullalderen”. </p>\n"}},{"node":{"id":"e89e3232-c8c4-5c14-aeb9-3b5d508b5f1a","slug":"hva-gleder-de-internasjonale-gjestene-seg-til","title":"Hva gleder de internasjonale gjestene seg til?","date":"2009-08-10T15:59:00.000Z","excerpt":"<p>Sammen med Clash Magazine har vi fått et utvalg av våre internasjonale gjester til å fortelle oss hvilke norske band de er mest spente på. Her er noen resultater, som viser at flere av de britiske gjestene gleder seg voldsomt til å oppdage ny norsk musikk i løpet av Øyafestivalen.</p>\n"}},{"node":{"id":"756a57e2-7bfe-57cf-9916-6bd6332f84a0","slug":"ayafestivalens-granne-boks","title":"Øyafestivalens grønne boks","date":"2009-08-10T12:22:00.000Z","excerpt":"<p>Under Øyafestivalen vil samtlige artister og publikum få mulighet til å videoblogge sin hjertens mening om politikernes klimaarbeid.  Under hele festivalen vil det stå en grønn boks på festivalområdet med mulighet for videoblogging. Tiltaket er en del av et samarbeid mellom Øyafestivalen og klimaprosjektet Grønn Boks. </p>\n"}},{"node":{"id":"964970e8-d605-513e-b649-2874e9bde05b","slug":"hor-arets-%c3%b8ya-sampler","title":"Hør årets Øya-sampler","date":"2009-08-10T11:49:00.000Z","excerpt":"<p>I samarbeid med Platekompaniet ha vi laget en digital sampler med et bredt utvalg av årets norske artister. Vi har samla fete låter med band som spiller i Middelalderparken (inkl Camp Indie). På festivalområdet vil Platekompaniet distribuere en booklet med koder for gratis nedlasting på dere nettsider. Her kan du høre alt fra Norma Sass til Ulver (bildet) til Magnus Moriarty til Aura Noir og masse mer</p>\n"}},{"node":{"id":"1e3c1f21-086b-5b31-93e5-2d3cbb24b2d7","slug":"ayakino-opplev-aevegasae-med-skuspillerne","title":"Øyakino: Opplev ”Vegas” med skuspillerne","date":"2009-08-07T13:11:00.000Z","excerpt":"<p>Skuespillerne Anders Baasmo Christiansen og Karoline Stemre vil på tirsdag 11. august introduserer filmen ”Vegas”, hvor de spiller to av hovedrollene. I tillegg vil Lars Vaular, som bidrar med musikk i filmen, spille live i foajeen på Eldorado kino. Vegas er en norsk ungdomsfilm om tro, hat og kjærlighet, regissert av Gunnar Vikene (Himmerfall og Trigger).</p>\n"}},{"node":{"id":"b0ede8f1-4bad-59f9-8609-1e66894c9092","slug":"folg-%c3%b8ya-pa-vgtv","title":"Følg Øya på VGTV","date":"2009-08-07T10:58:00.000Z","excerpt":"<p>I år kan du følge Øyafestivalen på nett, hos VGTV. Her kan du få med deg konserter fra vår største scene, Enga, samt stemningsrapporter og annen festivalmoro. Du kan glede deg til å følge blant andre Madness og Glasvegas direkte. Dette vil være den eneste muligheten til å få med seg Øya-konserter på nett i 2009. Det er første gang en avis satser på direkteoverføring fra en norsk festival på denne måten.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":154,"pageCount":183,"additionalContext":{}}}