{"data":{"wordpressPost":{"wordpress_id":23808,"title":"Reusable cups at Øya!","excerpt":"<p>From disposable &#8211; to reuseable!</p>\n","content":"\n<p>Øyafestivalen wants to cut all single-use plastic, so now you can get reusable cups at the festival! The cups can be washed and reused at least 100 times before they are too worn to use. This reduces the climate emissions related to our use of cups with 94% &#8211; and reduces the amount of waste with 75%!</p>\n\n\n\n<p>&#8211; We are very happy to be the first festival in Norway to introduce reusable cups. The cups can be rented for any events – small and large – and we believe that this solution can replace millions of single-use cups at events in Oslo, says the sustainability manager at Øyafestivalen, Ingrid Kleiva Møller. </p>\n\n\n\n<p><strong>Why reuseable cups? </strong></p>\n\n\n\n<p>The past years\nØyafestivalen has done a great amount of work to find alternatives to plastic.\nWe are well aware of the challenges of plastic: besides filling up the stomachs\nof whales in Sotra and the worlds oceans with microplastic, the emissions of\nthe yearly production of plastic are greater than the emissions from the whole\nworlds flight traffic! </p>\n\n\n\n<p>Hence, the 100 000 portions\nof food served at Øya last year were served in compostable dishware. And the\ncups from the beer you drank have now become soil!</p>\n\n\n\n<p>In some cases we have seen\nthat it is not only the material, but how we use it, that is the problem. 90%\nof the carbon footprint in the life-cycle of a single-use plastic cup are\nrelated to the production of the cup. The most important for us is therefore\nnot to get rid of all the plastic – but to stop using it only once. </p>\n\n\n\n<p>Teaming up with master students from the Norwegian Business School (BI) we have tried to find the best solution to the single-use plastic problem through life-cycle analysis’ of different types of drinking cups. The results were remarkable: With a reusable cup that can be used up to 100 times, one can cut the CO2-emissions with 94% compared with single-use cups. This will also reduce the cup waste with 75%. </p>\n\n\n\n<p>We are therefore glad to announce that from 2019 we will stop using single-use cups at Øyafestivalen! Together with Ringnes and the new rental company Rene Glass we created a system for renting cups that can be washed and reused. From disposable – to reusable! </p>\n\n\n\n<p>&#8211; The fight against\nunecessary use of plastic is important for Ringnes. If we are to succeed we\nhave to rethink and do things in way that we have not done before. Because of\nthat we are very happy to work with Øya to replace single-use cups with\nreusable cups. This is hands-on sustainability, says the head of communication\nin Ringnes, Nicolay Bruusgaard. </p>\n\n\n\n<p><strong>How does it work? </strong></p>\n\n\n\n<p>When you buy your first\ndrink unit at Øya, you pay a 20kr environmental fee. This fee will cover the\nrental costs, washing of the cups and logistics. If we get a surplus from this\nfee it will be donated to Natur og Ungdom. When you buy a new drink you can\nbring your used cup to the bar, and do not have to pay a new environmental fee.\n</p>\n","date":"2019-04-24T07:10:55.000Z","featured_image":{"title":"36390136481_280cca4b24_o","filename":"36390136481-280cca4b24-o.jpg","filesize":161878,"url":"http://oya.test/assets/uploads/2019/04/36390136481-280cca4b24-o.jpg","link":"http://oya.test/36390136481_280cca4b24_o-2-2/","alt":"","author":"11","description":"","caption":"","name":"36390136481_280cca4b24_o-2-2","status":"inherit","uploaded_to":0,"date":"2019-04-23 19:00:13","modified":"2019-04-23 19:00:13","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":1200,"height":756,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2019/04/36390136481-280cca4b24-o-320x320.jpg","thumbnail_width":320,"thumbnail_height":320,"medium":"http://oya.test/assets/uploads/2019/04/36390136481-280cca4b24-o-1024x645.jpg","medium_width":1024,"medium_height":645,"medium_large":"http://oya.test/assets/uploads/2019/04/36390136481-280cca4b24-o.jpg","medium_large_width":768,"medium_large_height":484,"large":"http://oya.test/assets/uploads/2019/04/36390136481-280cca4b24-o.jpg","large_width":1200,"large_height":756,"small":"http://oya.test/assets/uploads/2019/04/36390136481-280cca4b24-o-320x202.jpg","small_width":320,"small_height":202,"medium_small":"http://oya.test/assets/uploads/2019/04/36390136481-280cca4b24-o-640x403.jpg","medium_small_width":640,"medium_small_height":403,"xlarge":"http://oya.test/assets/uploads/2019/04/36390136481-280cca4b24-o.jpg","xlarge_width":1200,"xlarge_height":756}},"translations":{"nb":{"url":"/2019/04/24/gjenbruksglass-pa-oya/"},"en":{"url":"/en/2019/04/24/reusable-cups-at-oya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6cc442a8-83dc-5385-afe3-4623667dbf00","locale":"en"}}