{"data":{"wordpressPost":{"title":"Ny EP + remixkonkurranse fra Lukestar","date":"24th May 2011","content":"<p>*NY EP FRA LUKESTAR*<br />\nI dag slipper Lukestar en splitter ny EP, hvor fire av låtene aldri har blitt utgitt i Norge før. Dette er fire låter som befinner seg i et parallelt univers til Taiga og Lake Toba, og bandet har lenge ventet på det riktige tidspunktet for å slippe disse fri fra backupharddisker og b-sidenes skyggedal. Når vi nå går mot tidenes sommer for Lukestar med Roskildefestivalen og hovedscenen på Øya som høydepunkter, føles det godt å utvide lukelandskapet med ytterligere fire låter som passer bandets energiske liveuttrykk perfekt.</p>\n<p>Låtene slippes som en EP ledet an av singelen, live- og kritikerfavoritten ”Great Bear” fra Taiga. Spor nummer to, &#8220;Houses Of Gold&#8221;, utmerket seg som en kilde til mye diskusjon og lett indre splid når det skulle drepes darlings til Taiga-tracklisten, med det som isolert sett kunne ha vært albumets mest umiddelbare refreng. &#8220;F.U.A.&#8221; er på sin side en het kandidat til årets &#8220;all-klapp-låt&#8221; med sine drivende arpeggio-synther og dundrende basstromme. ”Where The Circus Winters” og ”Your Words Are Fire” er hentet fra Lake Toba sessions, og vil for oppmerksomme fans tidligere ha vært tilgjengelig på den Japanske CD versjonen av albumet, utgitt i 2008. Låtene er i likhet med Lukestars to foregående album produsert av Carl Vikman og hans magiske ører i EAR Studios</p>\n<p> Tracklist:<br />\n1. Great Bear<br />\n2. Houses of Gold (Taiga outtake 2011)<br />\n3. F.U.A (Taiga outtake 2011)<br />\n4. Where The Circus Winters (Lake Toba outtake 2008)<br />\n5. Your Words Are Fire (Lake Toba outtake 2008)</p>\n<p>Great Bear EP slippes kun digitalt, og kan lastes ned hos Platekompaniet, iTunes og andre fra og med nå. Den er også tilgjengelig for lytting i WiMP (og straks Spotify).</p>\n<p><a href=\"http://mp3.platekompaniet.no/site/web3/view.ftl?page=product&#038;productId=6781055\" target=\"_blank\">Platekompaniet</a><br />\n<a href=\"http://itunes.apple.com/no/album/great-bear-ep/id439158981\" target=\"_blank\">iTunes</a><br />\n<a href=\"http://wimp.no/album/6781055\" target=\"_blank\">WiMP</a></p>\n<p>*REMIXKONKURRANSE*<br />\nLukestar har fått mange henvendelser fra DJs, artister og fans som ønsker å remixe låtene deres. Derfor har bandet bestemt seg for å etterkomme folkets ønsker og tilgjengeliggjøre en remix-kit med sporene til hitsingelen Flying Canoes. Dette kom Spotify for øret, og de kicket umiddelbart på opplegget. Derfor vil de beste innsendte Flying Canoes-remixene slippes eksklusivt på Spotify i løpet av sommeren.</p>\n<p><a href=\"http://lukestar.com/archives/301\" target=\"_blank\">Gå hit for mer info om remixkonkurransen</a></p>\n","wordpress_id":150,"translations":{"nb":{"url":"/2011/05/24/ny-ep-remixkonkurranse-fra-lukestar/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"65c35394-bd5c-5b46-bb27-06a41842d268"}}