{"data":{"wordpressPost":{"title":"Ingrid Olava og tre spennende utenlandske på Øya","excerpt":"<p>Ingrid Olava ligger høyt oppe på albumlista for sjette uke på rad og er blant landets mest populære artister akkurat nå. I august kan du oppleve henne i Middelalderparken. I tillegg er M.I.A.-kompisene i Sleigh Bells, det basstunge dubstepprosjektet King Midas Sound og den eksentriske dama som kaller seg tUne-yArDs klare for Øyafestivalen i sommer. Ingen av de tre utenlandske har tildligere spilt i Norge.</p>\n","content":"<p>Om du leiter etter noe fett å gjøre 16. mai, lanserer vi i morra Oslos beste alternativ for fest og moro dagen før dagen.</p>\n<p>INGRID OLAVA<br />\nI 2008 debuterte Ingrid Olava med det såre og finstemte albumet Juliet’s Wishes. I februar i år kom den minst like gripende oppfølgeren The Guest, og nok en gang ser vi i Øyafestivalen fram til å oppleve Ingrid Olava på vår scene i sommer. </p>\n<p>Lillehammer-jenta Ingrid Olava Brænd Eriksen konsertdebuterte som oppvarmer for Vidar Vang i 2004. De påfølgende årene gjorde hun seg stadig mer bemerket med stemningsfulle opptredener bak pianoet. Parallelt var hun også medlem av countryrockbandet Shit City, som hun forlot i 2007 for å satse på eget materiale. Det skulle vise seg å være et lurt valg, for Olavas første singel, Only Just Begun, var etter hvert på alles lepper og radiokanaler. Det kritikerroste debutalbumet solgte til gull og ble belønnet med tre Spellemann-nominasjoner, mens P3 Sessions-coveren av Her kommer vinteren (Jokke &#038; Valentinerne) ble en farsott på både eter og nett.</p>\n<p>Albumet The Guest byr på en tøffere sound og mer komplekse låtstrukturer enn forgjengeren. Tittelsporet ble til i Toronto under Canadian Music Week i fjor vår. Ifølge presseskrivet måtte Olava late som hun skulle kjøpe et piano i en lokal musikkforretning for å gjøre låten ferdig mens jernet var varmt. Og for en låt det ble! Kombinert førte alle gode ting ved Ingrid Olava – og det er ganske mange av dem – til at hun under årets by:Larm kunne motta Statoil-stipendet på 800.000 kroner. Vi spår en lys framtid, og ser fram til enda en fortreffelig Øya-konsert med en av Norges fremste singer/songwritere.<br />\n<a href=\"http://www.myspace.com/ingridolava\" target=\"_blank\">MYSPACE</a></p>\n<p>SLEIGH BELLS (US)<br />\nFør Øyas egen konsertkveld på CMJ i fjor høst, på Santos i NYC, var det en Hype Machine-fest i samme hus. Vi hadde hørt litt på Sleigh Bells på Myspace, og traska ned i kjeller&#8217;n på Santos. Der gjorde Sleigh Bells sin første konsert, for omtrent 30 personer, og en av dem var Øya-aktuelle M.I.A. Vi snakket kjapt med bandet etter konserten, men de syntes nok det var mere stas at M.I.A. kastet seg over bandet og ville signe bandet på labelen sin. Ryktene om den forrykende konserten surra rundt på CMJ og på de neste konsertene til bandet steg publikumstallet betraktelig. Tilbake i USA på SXSW forrige uke kunne vi se at Sleigh Bells nå spilte for mange tusen folk hver dag. Nå vil vi vise dem fram i Middelalderparken.</p>\n<p>Gitarist Derek Miller og vokalist/rapper Alexis Krauss møtte hverandre da han var kelneren hennes på restaurant. Siden har de vært Sleigh Bells, en duo som har fått sine proverbiale spaltemetre i bloggenes verden. Ryktet om den hardtslående duoen begynte å gå etter noen legendariske opptredener på festivalen CMJ i fjor høstes, og forrige uke overbeviste de det som måtte gjenstå av tvilere eller uopplyste på bransjetreffet SXSW i Texas. Magasinet TimeOut beskrev konserten som «a live show that’s growing leaner, tighter and stronger, like a prizefighter before a big payday. Alexis Krauss, Sleigh Bells’ frontwoman, is just soaked in superstar potential».</p>\n<p>Sleigh Bells opererer ikke i én sjanger, noe de fire låtene som ligger ute på Mypace tydelig vitner om. A/B Machines og Crown On The Ground er musikalske knyttneveslag med fuzzgitarer og heftige beats. Infinity Guitars ligger nærmere klassisk rock’n’roll, mens melodiske Ring Ring skrur tempoet ned så mange hakk at den nesten ligner en ballade. Det er ingen grunn til å tro at langspillerdebuten Treats, som slippes 10. mai på M.I.A.s egen label N.E.E.T., blir mindre variert i uttrykket. </p>\n<p>De kommende månedene skal Sleigh Bells turnere. Først med Major Lazer, deretter Yeasayer. På planen står både Coachella og Pitchforks egen festival, før duoen i august endelig svinser innom Øyafestivalen med nye låter og nyervervet liveerfaring. Som vi gleder oss!<br />\n<a href=\"http://www.myspace.com/sleighbellsmusic\" target=\"_blank\">MYSPACE</a></p>\n<p>KING MIDAS SOUND (UK)<br />\nKing Midas Sound skal stå for årets dubstep-opplevelse i Middelalderparken, når de for første gang gjester Norge. Vokalist Roger Robinson ha mye av æren for det spesielle uttrykket. Den Trinidad-fødte poeten og sangeren tilfører en god dose lovers’ rock til Kevin Martins dystopiske og særdeles basstunge produksjonsunivers. Resultatet er både mjukt og hardt, nært og fjernt, men samtidig også helstøpt og større enn summen av delene. Martin spilte også i Middelaldreparken for to år siden med The Bug. Det går fortsatt i dub, reggae og dancehall, men der The Bug bød på en aggressiv og konfronterende dubstep-hybrid, er King Midas Sound svevende og tilbaketrukket. Kjølig, men likevel sjelfullt.</p>\n<p>Langspilleren Waiting For You kom ut på den velrenommerte labelen Hyperdub i fjor høst, og har fått gode kritikker over hele fjøla. «Waiting For You (…) offers gems buried deep amongst its cityscape’s gently fluorescing streetlamps and slow-moving traffic, crafting a distinctive, defiantly twenty-first century urban soul music that, given due care and attention, leaves an afterglow simmering long after the CD spins to a halt», skrev nettstedet Drowned In Sounds anmelder Rory Gibb. </p>\n<p>Samme Gibb fikk også oppleve bandet live på en tidlig showcase, og var full av lovord: «Roger Robinson’s voice is a huge physical presence, creating an unbearable intimacy and closeness that perfectly mirrors the all-encompassing nature of the bass that enshrouds him like mist – a reflection occasionally multiplied by Hitomi’s sharp, sexually aggressive stage whispers.» Den herlige komboen av djup bass, atmosfærisk instrumentering og luftig vokal kan med andre ord nytes i Middelalderparken i sommer.<br />\n<a href=\"http://www.myspace.com/kingmidassound\" target=\"_blank\">MYSPACE</a></p>\n<p>TUNE-YARDS (US)<br />\nBak navnet Tune-Yards, eller tUne-yArDs om man skal være korrekt, finner man Oakland-baserte Merrill Garbus. Hun ga i fjor ut debutalbumet Bird-Brains, som er spilt inn av henne selv og inspirert av blues, folk, afrikansk musikk, lo-fi, moderne pop, post-punk og reggae. Skiva kom ut på lille Marriage, men ble kjapt plukka opp av det anerkjente britiske selskapet 4AD (nå for tiden hjemmet til The Natonal, The Mountain Goats, Bon Iver, TV on the Radio, Blonde Redhead…). Plata ble til over to år ved hjelp av en enkel opptaker og gratis programvare. Resultatet ble spennende klipp-og-lim-musikk som ligger på siden av all annen moderne pop og rock. Bird-Brains havna på Pitchforks liste over de beste albuma fra 2009, stemt fram av nettstedets medarbeidere. </p>\n<p>Allmusic beskrev skiva treffende med disse ordene: ” Few debut albums are audacious enough to call to mind Odetta, M.I.A., and the Raincoats &#8212; often all at the same time &#8212; but this is just such a rare bird.”</p>\n<p>Tune-Yards har turnert med fjorårets Øyafavoritter Dirty Projectors. Nå i vår gjør hun en større runde i USA med Xiu Xiu. På konserter har hun med seg en fast rytmeseksjon, og iblant andre musikere. I august kommer hun selv til Middelalderparken og skal forføre alle nysgjerrige med sine eksotiske og utfordrende låter. Vi lover at du får oppleve en unik artist med mye på hjertet og ganske egne måter å formidle det på.<br />\n<a href=\"http://www.myspace.com/tuneyards\" target=\"_blank\">MYSPACE</a></p>\n","date":"2010-03-25T07:26:00.000Z","wordpress_id":421,"featured_image":null,"translations":{"nb":{"url":"/2010/03/25/ingrid-olava-og-tre-spennende-utenlandske-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"52dedff1-353a-5ad5-b75e-e0cebc8873d5","locale":"nb"}}