{"data":{"wordpressPost":{"title":"Maria Mena og Envy i parken, Glasser og The Antlers til Øyanatt","date":"2011-06-01T11:58:00.000Z","content":"<p>MARIA MENA<br />\nMaria Mena slapp for kort tid siden singelen This Too Shall Pass, som er lista både P1 og P3. Hennes neste album kommer i september, og har fått tittelen Viktoria. Siden hennes første listeplassering i 2002 med debutsingelen My Lullaby har Maria Mena vært en av landets mest suksessfulle popartister. Albuma hennes har for vane å bli bestselgere og hitlåter som All This Time, Belly Up, Just Hold Me, You’re The Only One og Home For Christmas har vært gjengangere på radio i ukes og månedsvis. </p>\n<p>At Maria Mena er en kjent artist i Norge, er noe de fleste har fått med seg. At hun kan fylle spillesteder over store deler av Europa, er noe ikke fullt så kjent. Etter jevnlig turnering på kontinentet har hun opparbeidet seg en solid fanbase i blant annet Tyskland og Nederland, hvor hun har spilt på den prestisjetunge festivalen Pinkpop. Hennes myke og sjarmerende pop skal i år for første gang framføres på Øyafestivalen lørdag 13. august. Med sola i ryggen og 10000 gode venner rundt deg blir konserten til Maria Mena en sikker vinner.<br />\n<a href=\"http://www.myspace.com/mariamena\" target=\"_blank\">MYSPACE</a></p>\n<p>ENVY<br />\nUnder by:Larm i vinter fikk mange øyne og ører opp for rapduoen Envy og siden har det vært en god buzz. Nico Sereba og Vinzy V imponerte i tillegg på Camp Indie 16. mai på Rockefeller, og vi så ingen annen løsning enn å invitere dem til Middelalderparken onsdag 10. august, så de kan spille på Øyafestivalen samme dag som Kanye West.</p>\n<p>De to unge gutta har jobba sammen siden 2009, men begge har vært aktive på hver sin kant mye lenger. I vinter ble de Ukas Urørt på P3 og ga ut mixtapen Dreamworks: Why Not Me. Nå nylig kom den først skikkelige singelen, med den fengende One Song. Envy lar seg inspirere av nye rappere, som Øya-aktuelle Wiz Khalifa. Duoen kommer til å lage fest gjennom hele festivalsommeren, så om du vil sikre deg bredt glis og solskinn i huet, anbefaler vi at du får med deg Envy.<br />\n<a href=\"http://www.myspace.com/envyno\" target=\"_blank\">MYSPACE</a></p>\n<p>GLASSER (US) Øyanatt på John Dee onsdag 10/8<br />\nUnder artistnavnet Glasser lager Cameron Mesirow elektronisk, avantgardistisk popmusikk som er innfløkt og relativt minimalistisk, hypnotisk og frilynt, med slektskap til artister som Björk, Fever Ray, Dead Can Dance og Arthur Russell. Ring (2010) er et melodiøst og eksperimentelt album, hvor arrangementene fylles ut av strykere, treblåsere, bass og et vidt spekter av perkusjon. I sentrum for det hele er Mesirows imponerende vokal, som formidler hennes abstrakte historier og lyder med fleksibilitet og mørk følsomhet<br />\n<a href=\"http://www.myspace.com/glasssser\" target=\"_blank\">MYSPACE</a></p>\n<p>THE ANTLERS (US) Øyanatt på John Dee torsdag 11/8<br />\nThe Antlers fra Brooklyn starta egentlig som soloprosjektet til Peter Silberman. I dag er bandet en trio og deres ferske album Burst Apart, som er utgitt på kredible French Kiss, fikk både kritikere og platekjøpere til å våkne. Anmeldere har trukket opp linjer til den nordamerikanske indieeliten, som Arcade Fire og Okkervil River. Paste Magazine skreiv dette om Burst Apart: ”As it stands Burst Apart is a record of big songs from a band that’s good at generating big songs.”<br />\n<a href=\"http://www.myspace.com/theantlers\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":142,"translations":{"nb":{"url":"/2011/06/01/maria-mena-og-envy-i-parken-glasser-og-the-antlers-til-%c3%b8yanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2b6ed5a4-68e5-5faf-89d5-e19c8eda4d9b","locale":"nb"}}