{"data":{"wordpressPost":{"wordpress_id":343,"title":"Under 1000 lørdagsbilletter igjen &#8211; vær forsiktig med å kjøpe billetter andre steder enn gjennom Billettservice sine kanaler","excerpt":"<p>For en stund siden gikk vi tom for festivalpass og fredagsbilletter. Nå minker det på billetter til lørdag 14. august. Det betyr at det kan være lurt å sikre seg billett til vår fyldigste festivaldag allerede nå. på lørdagen kan du oppleve Motorpsycho, The xx, Lillebjørn Nilsen, Big Boi, Paul Weller, Karpe Diem, Tony Allen, diskJokke + Gamelan, Local Natives, Ost &#038; Kjex, Converge, Ingeborg Selnes, Altaar, Blood Command, Pow Pow, Djerv, Invasion, King Midas Sound, Lucy Swann, CCTV, Cymbals Eat Guitars og Mhoo.</p>\n","content":"<p>Vi har registrert at andre festivaler i sommer har opplevd publikummere som har kommet med falske billetter. Derfor benytter vi anledningen til å advare dere som har tenkt dere på Øya mot å kjøpe billetter andre steder enn gjennom Billettservice sine kanaler. Billetter du kjøper gjennom andre nettsider eller uoffisiselle salgskanaler kan være ugyldige og man vil ikke slippe inn på festivalen med slik billett. To potensielle problemer er:<br />\n1. At selve billetten er falsk<br />\n2. At billetten allerede er brukt. Hver billett er utstyrt med en unik kode, som ikke vil være mulig å registrere mer enn en gang.</p>\n<p>Billettservice selger Øya-billetter til onsdag 11. august, torsdag 12. august og lørdag 14. august på <a href=\"http://www.billettservice.no/search.php?tm_link=tm_homeA_header_search&#038;language=no&#038;keyword=%C3%B8yafestivalen\" target=\"_blank\">Billettservice.no</a> på telefon 815 33 133, samt hos Narvesen og 7 Eleven.</p>\n","date":"2010-06-30T14:17:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2010/06/30/under-1000-lordagsbilletter-igjen-vaer-forsiktig-med-a-kjope-billetter-andre-steder-enn-gjennom-billettservice-sine-kanaler/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"012e6840-ddb7-56a6-b918-db58d0267e84","locale":"nb"}}