{"data":{"wordpressPost":{"title":"Takk for i år!","date":"11th August 2018","content":"<p>Vårt publikum har fått utallige gode musikkopplevelser både i og utenfor parken, opplesninger, filmer, kunst og mye mer. Øyakino og Klubbdagen var fullt av høydepunkter før parken åpnet onsdag, og besøkstallene på Øyanatt har vist at festen fortsetter etter at parken stenger. Tøyenparken har vært fylt med tusenvis av engasjerte publikummere som er der for den gode musikken. Band i alle sjangre og størrelser har fått god respons og nye fans. Tilbakemeldingene er til stor inspirasjon for videre arbeid.</p>\n<p>&nbsp;</p>\n<p>Vi er kjempestolte av våre frivillige som har stått på både før og under festival, og takker på forhånd de som skal stå for oppryddingen. I tillegg vil vi gi applaus til ansatte, artister, publikum og samarbeidspartnere, og takker alle for vel gjennomført Øyafestival.</p>\n<p>&nbsp;</p>\n<p>Årets Øya åpnet med spente publikummere som kom for å se Dig Deeper, og som gledet over i artister som Jenny Lewis, Band of Gold og Arcade Fire. Torsdagen fikk vi strålende vær og konserter som ga alle et smil om munnen. Vi opplevde høydepunkter servert av Fieh, Sleaford Mods, King Gizzard &amp; The Lizard Wizard, High On Fire, Fever Ray og Kendrick Lamar. Fredagen var vindfull, men endte med kveldssol og sterke konserter fra deLillos, Lykke Li og St.Vincent. Vår siste dag ga oss musikk som fikk publikum til å rive seg løs. Cezinandos spill på nesten hele registeret av følelser i Amfiet og Patti Smith sin kraftfulle konsert i Sirkus satt et verdig punktum for årets festival.</p>\n<p>&nbsp;</p>\n<p>Vi vet også at folk har hatt stor glede av The Comet Is Coming, Curtis Harding, Sløtface, Grizzly Bear, Linni, Jorja Smith, Deathprod, Steamdome, Noname, TØFL, Fieh, Rohey, Bokassa, Moses Sumney, High On Fire, Khruangbin og flere andre.</p>\n<p>&nbsp;</p>\n<p>Vi må igjen takke alle involverte og alle dere som kommer på festivalen. Vårt mål er å lage tidenes beste Øya, noe vi mener å ha klart takket være dere. Øya har nok en gang satt ny norsk rekord i festivalhygge. Nå starter planlegginga av neste Øyafestival. Vi ses i 2019!</p>\n<p>&nbsp;</p>\n<p>Mandag 13. august klokka 10:00 legges de første ukespassene til Øyafestivalen 2019 ut for salg hos Ticketmaster, til årets pris. Du kan glede deg allerede nå!</p>\n<p>Øyafestivalen 2019 blir arrangert 6. – 10. august.</p>\n<p>&nbsp;</p>\n","wordpress_id":22583,"translations":{"nb":{"url":"/2018/08/11/takk-for-i-ar-11/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"997114e6-1931-521b-a944-a846fe5188d2","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/08/11/takk-for-i-ar-11/","redirect":false}}}