{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"c26c56e9-a96b-5c5a-89f2-493fdd0a6bdd","slug":"hotellpakke-under-%c3%b8ya","title":"Hotellpakke under Øya?","date":"2009-07-23T12:33:00.000Z","excerpt":"<p>Som tidligere år byr Thon Hotels på pakkeløsninger med billett og rom. Kommer du langveisfra og mangler overnatting eller er du bare voldsomt begeistra for hotellfrokost og nye håndklær? Thon kan hjelpe deg.</p>\n<p>Thon sitter også på noen festivalpass som en del av disse pakkene, så dette kan være redningen for de som trenger både gode festivalopplevelser og overnatting.</p>\n"}},{"node":{"id":"7264f0e1-22f2-58fd-8532-81672fcc175e","slug":"noen-tillegg-pa-%c3%b8yanatt","title":"Noen tillegg på Øyanatt","date":"2009-07-23T11:52:00.000Z","excerpt":"<p>GARAGE: Moddi<br />\nFUNHOUSE: Anton Ruud &#038; The Wrong Way Home<br />\nSUNKISSED på BLÅ: utvider med Style of Eye [DirtyBird], DiskJokke &#038; Vinny Villbass, Trulz &#038; Robin [live]</p>\n"}},{"node":{"id":"9ec04732-57d0-5981-bc8b-ca08fcd3c695","slug":"sma-endringer-i-programmet-til-klubbdagen","title":"Små endringer i programmet til Klubbdagen","date":"2009-07-21T11:03:00.000Z","excerpt":"<p>Festivalprogrammet gikk tidlig i trykken, så et par artister som skal spille på Klubbdagen rakk ikke å komme med. Vi gir dem litt plass her istedet.</p>\n<p>PARKTEATRET: Cold Mailman<br />\nREVOLVER: Lucy Swann</p>\n"}},{"node":{"id":"4fe38b3d-d7b9-5334-ba81-899a2e849290","slug":"aldersgrenser-klubbdagen-118","title":"Aldersgrenser &#8211; Klubbdagen 11/8","date":"2009-07-21T10:36:00.000Z","excerpt":"<p>Under årets Klubbdag vil det være tilbud for omtrent alle aldersgrupper. Her finner du en oversikt over de ulike aldersgrensene for Klubbdagen.</p>\n<p>Klubbdagen er gratis for alle med festivalpass, men mange av stedene fylles opp tidlig, så møt opp i god tid.</p>\n"}},{"node":{"id":"e6c0dba8-e804-50e6-ac0c-612af4a9de14","slug":"to-erstattere-klare-programmet-igjen-komplett","title":"To erstattere klare &#8211; Programmet igjen komplett","date":"2009-07-20T08:49:00.000Z","excerpt":"<p>&#8211; Frida Hyvönen (SE)<br />\n&#8211; The Riverboat Gamblers (US)<br />\n&#8211; Under 800 billetter igjen til fredagen<br />\nDe siste dagene har vi dessverre fått to avlysninger. Både The Soft Pack og Jenny Lewis har bestemt seg for å droppe sin planlagte tur til Europa. Dermed blir det ikke Øya-konserter med disse i Middelalderparken i år.  La ikke disse avlysningene gjøre deg altfor trist, fordi vi har fått inn to knallbra erstattere. </p>\n"}},{"node":{"id":"1bea66ce-1957-503a-847b-c1d73b1dff8a","slug":"siste-mulighet-kun-billetter-igjen-til-fredag","title":"Siste mulighet – kun billetter igjen til fredag","date":"2009-07-16T08:28:00.000Z","excerpt":"<p>Det går unna både på Øya-kontoret og hos Billettservice om dagen. Nå er det kun billetter til fredag 14/8 igjen i salg. Tidlig i går meldte vi at det var utsolgt for torsdagsbilletter. På kvelden gikk vi tom for onsdagsbilletter. Det betyr at siste mulighet for å komme seg på utendørsdelen av årets Øyafestival er ved å kjøpe en av de gjenværende billettene til fredagen. </p>\n"}},{"node":{"id":"5c7be1ed-33e5-5845-8637-83c1b4d39f45","slug":"ayafestivalen-gjar-svanemerkete-innkjap","title":"Øyafestivalen gjør svanemerkete innkjøp","date":"2009-07-15T11:25:00.000Z","excerpt":"<p>Øyafestivalen fortsetter i år samarbeidet med Svanen, til glede for publikum. Blant annet kjøper festivalen inn 150 000 svanemerkete servietter. Øyafestivalen ble deltaker i Svanens innkjøperklubb i 2008. Klubben har som grunnidé at profesjonelle innkjøp skal være en sterk drivkraft mot et bærekraftig samfunn. </p>\n"}},{"node":{"id":"390328c9-ea7e-5a36-8c0b-4ef5a4a87748","slug":"festivalmagasinet-er-ute-pa-gata","title":"Festivalmagasinet er ute på gata","date":"2009-07-14T12:33:00.000Z","excerpt":"<p>I disse dager kan du plukke opp årets festivalmagasin på blant annet barer og caféer i Oslo og de andre store byene. I denne lekre blekka kan du lese om alle artistene som skal spille i Middelalderparken, på Klubbdagen og på Øyanatt. I tillegg vil her kunne finne nyttig info og presentasjoner av årets fotoutstilling, rockeplakatutstilling, vårt tilbud til de yngste, Camp Indie, mattilbudet og masse, masse mer. </p>\n"}},{"node":{"id":"c3cceedc-7d4d-5e07-b5df-4978f3755b22","slug":"tatovering-pa-%c3%b8ya","title":"Tatovering på Øya","date":"2009-07-13T10:49:00.000Z","excerpt":"<p>Norway Ink er Discovery Channels mobile tatoveringsstudio, dekorert fra gulv til tak med kule bilder av dronningen av tatovering, Kat von D fra LA Ink. Hele herligheten kommer til Øyafestivalen i august. Vår profesjonelle tatovør kommer fra det anerkjente studioet House of Pain i Oslo.</p>\n<p>Har du en døv tatto? Nå kan du vinne en makeover!</p>\n"}},{"node":{"id":"18916a21-aa4a-58e5-96a6-ce23eb63e522","slug":"spilletider-er-lagt-ut","title":"Spilletider er lagt ut","date":"2009-07-11T12:23:00.000Z","excerpt":"<p>Nå er det akkurat en måned til Klubbdagen og vi har fått på plass alle spilletidene til de fire scenene i Middalalderparken (Enga, Sjøsiden, Vika og Odden), Camp Indie-teltet og GSF Skatepark. Det betyr at du nå kan starte detaljplanleggingen av årets festival. Årets festivalmagasin vil være på gata ganske snart.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":157,"pageCount":183,"additionalContext":{}}}