{"data":{"wordpressPost":{"title":"Øyanatt med Juicy på Stratos: DJ Cassidy, Q-Tip (DJ), Mayer Hawthorne (DJ) og 6th Borough Project!","date":"2011-06-09T12:04:00.000Z","content":"<p>NB: Det vil ikke være forsalg til Juicys netter på Stratos. Møt opp tidlig og kjøp billett i døra!</p>\n<p>_Onsdag 10. august:_<br />\n*DJ CASSIDY (US)* kl. 00.30<br />\n*PATSKI LOVE &#038; CHRIS STALLION* kl. 23.30<br />\n*JAYWALKERS* KL. 21.00<br />\nCC: 125,- / 100,- med øyabånd, kun billetter i døra<br />\nAldersgrense: 20 år</p>\n<p>Han spilte i Det hvite hus da Barack Obama ble innsatt som USAs president, han spilte i bryllupet til Jay-Z og Beyoncé, og DJ Cassidy spiller selvfølgelig sammen med Juicy når Kanye West er i byen! Cassidy er den største superstjerne-DJen i New York, og årsaken er langt i fra tilfeldigheter eller gode PR-rådgivere – han skaper rett og slett bedre stemning og får flere folk til å gå amok på dansegulvet enn noen andre. Med en CV så lang som Norges lover og flere fornøyde gjester enn arbeidsledighetskontorene i Tyskland har klienter, er det garantert duket for noe ekstraordinært på Stratos denne kvelden. Cassidy er favoritt-DJen til Kanye, så det er bare å sette i gang spekulasjonene. Festmaskinene Patski Love &#038; Chris Stallion har også med seg Jaywalkers på Oslos tak denne kvelden.</p>\n<p><a href=\"http://www.djcassidy.com/blog/.\" target=\"_blank\">Blogg</a><br />\n&#8212;</p>\n<p>_Torsdag 11. august:_<br />\nColors Purple Night<br />\n*Q-TIP (US)* DJ-sett kl. 00.00<br />\n*PATSKI LOVE &#038; CHRIS STALLION* kl. 23.00<br />\nCC: 125,- / 100,- med øyabånd<br />\nAldersgrense: 20 år<br />\nQ-Tip, som spiller <a href=\"http://www.oyafestivalen.com/nor/artists/913\" target=\"_blank\">live på Øyafestivalen</a> tidligere på dagen, trenger strengt tatt ingen introduksjon. Frontmann i den legendariske gruppen A Tribe Called Quest, alltid like aktuell som musikkprodusent og sist men ikke minst en musikkelsker og en fantastisk DJ! Som artist kan Q-Tip lene seg tilbake på den klassiske diskografien med Tribe fra 90-tallet og ikke minst sine soloalbum. Som musikkprodusent var Q-Tip en del av The Ummah sammen med avdøde J Dilla og Ali Shaheed Muhammad, som spilte på Juicy tidligere i år. På egenhånd har han også produsert musikk for alt fra Busta Rhymes til Nas, Mobb Deep, Jay-Z, Kanye West og Janet Jackson. Det kanskje ikke like mange i Norge vet at Q-Tip også er en av de mest aktive DJene i sin hjemby New York, og at han spiller jevnlig byens beste klubber og eventer. Juicy-gutta har gledet seg til å få besøk av Q-Tip i DJ-boksen siden de ble født, og denne kvelden &#8211; som også er en del av Chris Stallion &#038; Patski Love sitt sommertorsdagskonsept Colors &#8211; blir garantert en av sommerens beste.</p>\n<p><a href=\"http://www.qtiponline.com/.\" target=\"_blank\">Hjemmeside</a><br />\n&#8212;</p>\n<p>_Fredag 12. august:_<br />\n*MAYER HAWTHORNE (US)* DJ-sett kl. 00.00<br />\n*CHRIS STALLION &#038; PATSKI LOVE* kl. 23.00<br />\n*THE BEAUTY AND THE BEAST* kl. 21.00<br />\nCC: 125,- / 100,- med øyabånd<br />\nAldersgrense: 20 år<br />\nMayer Hawthorne spiller <a href=\"http://www.oyafestivalen.com/nor/artists/897\" target=\"_blank\">live i Middelalderparken</a> med backingbandet The County fredag ettermiddag, på natta spiller han skiver hos Juicy på Stratos. Hawthorne kommer opprinnelig fra Ann Arbor utenfor Detroit, men oppholder seg i øyeblikket mest i Los Angeles, som også er hjemstedet for hans plateselskap Stones Throw. Multitalentet er for de fleste kjent som musiker og soulartist, men eksentrikeren er også en vinyl junkie og en sjeldent bra DJ. Mayer spiller jevnlig på Aloe Blacc og Jamie Strongs The Do-Over fester i L.A., og vi som har hørt Mayer DJe vet at dette kommer til å bli Øyanatts store overraskelse. Sammen med Juicy-duoen Patski Love &#038; Chris Stallion er også The Beauty and The Beast (Jan Tørresen og Charlotte Thorstvedt, uvisst hvem som er skjønnheten og hvem som er uhyret) å høre på Stratos denne kvelden. </p>\n<p><a href=\"http://www.stonesthrow.com/mayerhawthorne.\" target=\"_blank\">Hjemmeside</a><br />\n&#8212;</p>\n<p>_Lørdag 13. august:_<br />\n*6TH BOROUGH PROJECT (UK)* kl. 01.00<br />\n*BROKESTEADY &#038; CRAVINGS* kl. 23.00<br />\nCC: 125,- / 100,- med øyabånd<br />\nAldersgrense: 20 år<br />\nUnder Øyanatts avslutningskveld på Stratos, får oslobaserte Cravings og Brokesteady besøk av britiske 6th Borough Project. Duoen, bestående av Craig Smith &#038; The Revenge, er virkelig i støtet om dagen, og leverer house, funk og støvete disco-dubs fra øverste hylle. Craig Smith fra Edinburgh har DJet siden 1987, og hans sett går for å være testament til 25 år med historier gjennom musikk. The Revenge (alias Graeme Clark) har produsert musikk i over 15 år og har jobbet med Craig siden 1999, samt stått bak musikk for labler som DFA, Buzzin&#8217; Fly, Z Records, Pokerflat, MCDE og Dessous. I mai i år slapp duoen sitt debutalbum One Night In The Borough på plateselskapet Delusions Of Grandeur.</p>\n<p><a href=\"http://www.myspace.com/6thboroughproject.\" target=\"_blank\">Myspace</a></p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":139,"featured_image":null,"translations":{"nb":{"url":"/2011/06/09/ayanatt-med-juicy-pay-stratos-dj-cassidy-q-tip-dj-mayer-hawthorne-dj-og-6th-borough-project/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"617c64be-a1b6-506e-8719-2c97436d73cf","locale":"nb"}}