{"data":{"wordpressPost":{"title":"Mer Øyanatt: Night Beats (US)","date":"13th May 2014","content":"<p>I går slapp vi <a href=\"https://api.oyafestivalen.no/2014/05/12/forste-oyanatt-slipp/\" target=\"_blank\">Truckfighters + Carnival Kids og Blues Pills + The Devil &amp; The Almighty Blues</a>. Allerede i dag er det klart for enda en godbit til Øyanatt, når vi sammen med Revolver og Oslo Psych Nights slipper Night Beats.</p>\n<p>Night Beats er et amerikansk band som blander psykedelia, garasjerock og soul i riktige doser. Debuten Trouble in Mind kom ut i 2011, og ble raskt sammenlignet med det mest fengende fra Nuggets-æraen. Oppfølgeren Sonic Bloom (2013) har tatt lydbildet ett hakk videre. Det dreier seg fortsatt om relativt umiddelbare og kontante melodier, men låtene har blitt lengre og gis større rom for å puste og utfolde seg.</p>\n<p>The Line of Best Fit <a href=\"http://www.thelineofbestfit.com/reviews/albums/night-beats-sonic-bloom-145306\" target=\"_blank\">ga Sonic Bloom åtte av ti poeng</a>, og skrev blant annet at: «Sonic Bloom is certainly a record that is meant to be felt as well as heard, as the songs are packed with slinky, addictive beats that crawl inside you and work their own way out.» og «The minimal production really places the listener squarely in the heart of the song, as you hear it untether itself from all confines of reality as it blusterously floats away, leaving you shaken and stirred by the rowdy rock ‘n roll journey that Night Beats have just taken you on.»</p>\n<p>Hvis du liker musikk med elementer av gammel R&amp;B, psykedelisk Texas-rock, britisk blues, folk, soul og jazz &#8211; kort sagt det meste &#8211; er Night Beats definitivt noe å sjekke ut.</p>\n<p>Revolver<br />\nTorsdag 7. august<br />\nOslo Psych Nights presenterer:<br />\nNIGHT BEATS (US)<br />\nCC med/uten øyabillett: 150/180 kr<br />\n<a href=\"http://www.tigernet.no/shop/browsefull.php?aid=16259\" target=\"_blank\">Forsalg på Platebutikken Tiger</a><br />\nAldersgrense: 20 år</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5ff2c6a1-2c9e-5705-bb78-e948bbf2acee"}}