{"data":{"wordpressPost":{"title":"Øyaprat 4: Kaja Gunnufsen","date":"9th July 2013","content":"<p>Vi tok en liten prat med Kaja Gunnufsen, som spiller på Øyafestivalen lørdag 10. august<strong>. </strong>Hun har funnet mannen i sitt liv på Øya, men siden ikke sett ham.<strong><br />\n</strong></p>\n<p><strong><br />\n</strong></p>\n<p>1. Hvilken Øya-opplevelse husker du aller best?<em><br />\nDet er så mange! Jeg syntes Lykke Li og Fleet Foxes i 2011 var magisk. Og i 2009 møtte jeg muligens mannen i mitt liv i dokø. Men det var så satans mørkt og masse folk. Jeg fant ham aldri igjen. </em></p>\n<p>2. Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?<br />\n<em>Dråpe og Wu-Tang Clan på onsdag, Thea &amp; The Wild på fredag. Da får man dekket ulike sjangerbehov også.  </em></p>\n<p>3. Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?<br />\n<em>Ta med primus/stormkjøkken, kart og kompass, gamasjer, og evt truger.   </em></p>\n<p>4. Hva kan folk forvente av konserten din?<br />\n<em>Vi elsker å spille konserter, så forhåpentligvis smitter spillegleden også over på de som hører på. For meg er det viktig å skape kontakt med publikum, og jeg ønsker å gjøre konsertopplevelsen genuin og ekte så de som hører på kommer inn i den sinnstemningen jeg prøver å formidle.</em><strong></strong></p>\n<p>5. Har du en god eller dårlig festivalhistorie? Fortell!<br />\n<em>Var på Roskilde 2007, det året da det regna så sjukt mye. Campen ble omgjort til en innsjø, og det eneste stedet man kunne oppholde seg var inni teltet vårt. Det ente med at vi brukte forteltet som utedo. Æ.S.J. </em></p>\n<p>6. Hva hører du på i sommer?<strong><br />\n</strong><em>Har i det siste opplevd en musikalsk renessanse og begynt å høre mye på Dungen og St.Thomas igjen. Ellers går det mye i Kurt Vile, Cashmere Cat, Wild Nothing, Dråpe, The Megaphonic Thrift, The Radio Dept. Grizzly Bear, Beth Gibbons og Motorpsycho.    </em></p>\n<p>7. Hva vil du aller helst se på scena når Øyafestivalen flytter til Tøyenparken neste år?<em><br />\nAmy Winehouse. </em></p>\n","wordpress_id":7921,"translations":{"nb":{"url":"/2013/07/09/oyaprat-4-kaja-gunnufsen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"de5f6b83-0038-5797-9c47-660864627e6c","locale":"nb"}}