{"data":{"wordpressPost":{"title":"Første artistslipp for Øya 2017","excerpt":"<p>Billetter i salg</p>\n","content":"<ul>\n<li>The Hellacopters <small>(SE)</small> – lørdag 12. august, Sirkus</li>\n<li>MØ (DK) – lørdag 12. august</li>\n<li>Angel Olsen (US)</li>\n<li>Car Seat Headrest (US)</li>\n<li>Charlotte Dos Santos</li>\n<li>Sigrid</li>\n<li>Hester V75</li>\n</ul>\n<p>Vi har brukt høsten godt og er i gang med planlegging og programmering av neste års festival. Tidligere enn noensinne er vi klare med et utvalg artister som gir noen hint om bredden i programmet. Det vil bli flere artistslipp fram mot jul, og selvsagt en hel masse utover vinteren og våren. Neste artistslipp kommer allerede førstkommende torsdag.</p>\n<p>Nå er billetter til ordinærpris i salg. I forbindelse med kampanjen vi hadde rett etter festivalen er det allerede solgt godt med billetter til den fjerde Øyafestivalen i Tøyenparken. Det er spesielt ukespass som har solgt godt. Disse inkluderer fire dager i Tøyenparken og gratis inngang på vår tradisjonsrike Klubbdag, som i år arrangeres tirsdag 8. august. Dagsbilletter er også i salg.</p>\n<p>De første sju smakebitene på 2017-programmet består blant annet av publikumsfavoritten MØ og gjenforente The Hellacopters. Sistnevnte spilte debutalbumet på to europeiske festivaler i fjor, og vil gjøre høydepunkter fra hele karrieren på Øya. Dette blir en av få konserter de gjør, og den eneste i Norge. I tillegg har vi fått bekrefta to navn som kommer til å dukke opp på mange årsbestelister, nemlig Angel Olsen og Car Seat Headrest. Tre norske navn vi tror vil prege 2017 er også klare, Hester V75, Sigrid og Charlotte Dos Santos er artister det er god grunn til å følge med på de neste månedene.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>THE HELLACOPTERS (SE) – lørdag 12. august</strong></p>\n<p>Åtte år etter de la opp, spilte The Hellacopters to festivaler i sommer med fokus på debutalbumet fra 1996. Dette var første gangen originalbesetningen sto sammen på scena siden 1998. Det ga tydeligvis mersmak, for i 2017 skal de gjøre noen utvalgte sommerfestivaler med høydepunkter fra hele karrieren på settlista. The Hellacopters sto på ønskelista til Øya flere ganger, men det passa aldri helt inn i planene til bandet. Derfor er det med stor glede og stolthet vi kan melde at de skal avslutte hele festivalen i Sirkus lørdag 12. august 2017.</p>\n<p>The Hellacopters ble danna som et sideprosjekt av Entombeds Nicke Andersson og Dregen fra Backyard Babies på midten av 90-tallet. De fikk med seg Kenny Håkansson, Robert Eriksson og etter hvert Anders «Boba Fett» Lindström. Etter en stund ville Andersson fokusere på The Hellacopters og det ble hans hovedkarriere i ti års tid. Bandet blanda punk, garasjerock, hardrock og annen breibeint moro til en helt egen miks. De ble sjølve spydspissen i en ny bevegelse av svenske og norske band med like musikalske interesser. De to første albuma Supershitty To The Max og Payin’ The Dues gjorde dem til kultfavoritter på begge sider av Atlanteren. I tillegg til sterke studioalbum, ga bandet ut en flom av vinylsingler, EPer og annet snacks for den ivrigste fanbasen.</p>\n<p>Etter at Dregen valgte å fokusere på sitt opprinnelige band, fortsatte The Hellacopters musikalsk og kommersiell framgang. Med By The Grace Of God i 2002 klatra de for første gang inn på topp 20 på den norske albumlista. The Hellacopters gjorde sitt til å få fokuset tilbake på riff, energi og fest i rocken. Med utgangspunkt i stor respekt for legender og kultband som MC5, Kiss, Dictators, AC/DC, Radio Birdman og Stooges tok de skandinavisk festrock til nye høyder. Bli med på feiringa av et band mange har savna.</p>\n<p><a href=\"http://www.hellacopters.com/\">www.hellacopters.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>MØ (DK) – lørdag 12. august</strong></p>\n<p>Nylig solgte hun ut Rockefeller og hun fyller spillesteder til randen over store deler av verden. MØ har tatt flere gigantsteg siden hun spilte på vår største scene i Middelalderparken i 2013. Nå kommer hun til Tøyenparken som et enda heitere navn.</p>\n<p>MØ fra Fyn i Danmark har samarbeida med storheter som Major Lazer, Avicii og Iggy Azalea. I 2014 kom det kritikerroste soloalbumet No Mythologies To Follow. Siden de første sololåtene har oppmerksomheten rundt MØ stadig økt, og årets Final Song bidro virkelig til et internasjonalt gjennombrudd. På den aller nyeste singelen Drum er Charli XCX, Noonie Bao og BloodPop blant bidragsyterne.</p>\n<p>På tross av at hennes egen musikk beveger seg i et moderne elektropoplandskap, finner man navn som Sonic Youth og Yeah Yeah Yeahs blant hennes største inspirasjonskilder. Karen Marie Ørsted, som er dama bak MØ-navnet, er anerkjent som en liveartist i øverste divisjon.</p>\n<p>Som The Guardian skreiv for over to år siden: &#8211; …Mø is part of a wave of Scandipop artists who balance big tunes with more leftfield influences (running here from punk to crunk via ghostly electronica). Mø&#8217;s music has the potential to infiltrate the mainstream…</p>\n<p><a href=\"http://mancunion.com/2016/10/25/live-mo/\">Mancunion.com</a> var nylig på konsert: &#8211; Fans of MØ are unlikely to ever be disappointed with her live shows as they are pitch perfect. It can seem quite rare when you find an artist who sounds the same, if not better, live as they do on record.</p>\n<p><a href=\"http://www.momomoyouth.com/\">www.momomoyouth.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>ANGEL OLSEN (US)</strong></p>\n<p>Angel Olsen når et større publikum for hver utgivelse, og hennes nye My Woman vil nok gjøre at hun inkluderes i en rekke årsbestelister. Albumet er variert og viser hennes ulike inspirasjonskilder på en bedre måte enn tidligere. Det veksler fra røffe rockeinspirerte låter til sløy folkpop. Du har kanskje hørt den fengende singelen Shut Up Kiss Me på radio.</p>\n<p>Før solokarrieren kom i gang jobba Olsen med Bonnie «Prince» Billy. Den internasjonale anerkjennelsen kom med forrige skive Burn Your Fire For No Witness (2104). Etter denne turnerte hun mye og besøkte blant annet Øyafestivalen. Alt ligger til rette for at Olsen blir en låtskriver og artist det er spennende å følge i åra som kommer.</p>\n<p>Om My Woman har <a href=\"https://www.theguardian.com/music/2016/sep/01/angel-olsen-my-woman-review-beautiful-songs-full-of-things-to-pore-over\">The Guardian</a> skrevet: &#8211; The most instant pleasures come from the fact that this is just a gorgeous-sounding record – the melodies are exquisite, the production airily pristine, and Olsen’s singing often supernaturally beautiful.</p>\n<p><a href=\"https://www.thelineofbestfit.com/reviews/albums/angel-olsen-my-woman\">The Line Of Best Fit</a> mener skiva er blant årets aller beste: &#8211; Angel Olsen isn’t a chameleon; she’s simply one of the best songwriters we have, who can play any style of music she turns her muse to. MY WOMAN is Olsen at the top of her game &#8211; heartfelt, insightful and musically adventurous. The list of contenders for album of the year has another entrant.</p>\n<p><a href=\"http://angelolsen.com/\">angelolsen.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>CAR SEAT HEADREST (US)</strong></p>\n<p>Will Toledo og hans Car Seat Headrest har stått for en av årets store positive overraskelser på platefronten. Teens Of Denial er et helstøpt album fullt av gode låter, masse sprudlende nerve og ungdommelig frustrasjon. Car Seat Headrest tar utgangspunkt i en god amerikansk indietradisjon, men drar det litt lenger og byr på herlige overraskelser. Under Øya kommer de endelig til Oslo. Dette blir deres første konsert i Norge.</p>\n<p>Vi opplevde sjøl at bandet sto for fantastiske festivaljobber i Europa i sommer og kan love at de er i stand til å engasjere et stort publikum. Her hjemme har flere av låtene gått relativt hyppig på NRK P13. På Teens Of Denial bruke Will Toledo for første gang en erfaren produsent. Jobben gikk til Steve Fisk, som er kjent for sitt arbeid med Posies, Low, Beat Happening, Screaming Trees og mange andre.</p>\n<p>Car Seat Headrest fra Virginia og seinere Seattle hadde en litt forsiktig start basert på DIY og noen tidlige album på Bandcamp. Flere la merke til Toledos låtskriving i 2015, da en del eldre materiale ble presentert på utgivelsen Teens In Style, deres første på Matador. Nå er han blant de mest spennende navna å følge med på i moderne indierock.</p>\n<p><a href=\"https://www.punknews.org/review/14520/car-seat-headrest-teens-of-denial\">Punknews.org</a>: &#8211; Teens of Denial is a contender for album of the year, to say the least. It’s the rawest indie rock record since The Monitor (Titus Adronicus). There are thousands of positive words to write about it but nothing will compare to hearing it for yourself.</p>\n<p>Anmelderen fra <a href=\"https://www.pastemagazine.com/articles/2016/05/car-seat-headrest-teens-of-denial-review.html\">Paste</a> skreiv: &#8211; These songs are filled with hooks, lyrics, overall orchestration and the like bound to move everyone in different ways. It may not make you cry from being overwhelmed by just how terrific it is, but it sure as hell makes me.</p>\n<p><a href=\"https://www.facebook.com/carseatheadrest/\">www.facebook.com/carseatheadrest</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>CHARLOTTE DOS SANTOS</strong></p>\n<p>Charlotte Dos Santos representerer noe nytt, men med noe gammelt og knitrende på slep. Låtene Take It Slow og Watching You har jevnlig blitt spilt på både norsk og utenlandsk radio og sistnevnte trukket frem i spillelisten Badcamp Weekly. Innenfor den sjelfulle soul-tradisjonen kan man se for seg Dos Santos gå langs en elv der både Billie Holiday og Amy Winehouse har gått før henne. De seige elektroniske beatsene og tidvis sterke afro-cubanske referansene, gir musikken et distinkt preg. Med en skeiv touch på melodier og arrangement skaper Dos Santos en både smooth og spennende lytteropplevelse. Musikken er både dansbar og lyttbar, fremført av en troverdig stemme som bringer noe nytt til bordet, men som samtidig nikker respektfullt mot de grunnleggende afroamerikanske musikksjangrene som jazz og latin.</p>\n<p>Dos Santos ble kåret til Årets Nykommer av GAFFA og er signert på Portland-baserte plateselskapet Fresh Selects Label. Om du fikk med deg Mutual Intentions i Tøyenparken 2016, la du helt sikkert merke til at Charlotte Dos Santos imponerte. Til sommeren skal hun overbevise helt på egenhånd.</p>\n<p><a href=\"https://www.facebook.com/CharlotteDosSantos90/?fref=ts\">www.facebook.com/CharlotteDosSantos90</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>SIGRID</strong></p>\n<p>Sigrid Raabe er et av landets største pophåp akkurat nå. Artisten fra Ålesund ble signert til Petroleum Records allerede da hun var 17 år gammel. Known You Forever gikk rett inn på P3s spillelister. I stedet for å kjøre på videre bestemte Sigrid seg for å ta en pause for å bli ferdig med videregående. Derfra flyttet Sigrid til Bergen, og inngikk et samarbeid med MADE Music. I disse dager pendler Sigrid utelukkende mellom studioene i London, Berlin og Bergen, der hun bygger låtmateriale for fremtiden.</p>\n<p>Det har vært hvisket i de fleste korridorene om Sigrid en stund nå, og dette akkumulerte seg rett før og under Vill Vill Vest i Bergen september i år da hun signerte platekontrakt i UK med Island Records. Vi garanterer at du får høre mye til Sigrid i månedene fram til Øya.</p>\n<p><a href=\"https://www.thelineofbestfit.com/news/latest-news/after-a-triumphant-vill-vill-vest-norways-sigrid-signs-to-island-for-uk-rec\">The Line of Best Fit </a>har påstått at “Sigrid&#8217;s athletic and urgent stage persona and more pop-focused output could propel her further than anywhere AURORA”.</p>\n<p><a href=\"https://www.facebook.com/sigridraabemusic/?fref=ts\">www.facebook.com/sigridraabemusic</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>HESTER V75</strong></p>\n<p>Hester V75 mener sjøl de lager hiphop som både ser bakover og framover i tid. I løpet av det siste året har gjengen fra Bergen imponert fra scena gang på gang. Vi er sikre på at de er klare for en stor scene i Tøyenparken. De sterke opptredenene gjorde dem til et av høydepunktene under by:Larm. Litt seinere ga de ut minialbumet 115 Drømmer. Til våren skal det komme en fersk EP.</p>\n<p><a href=\"http://gaffa.com/anmeldelse/106252/hester-v75-115-drommer\">Gaffa</a> skreiv: &#8211; Med velproduserte melodier og lekne tekster beviser gruppen at de fortjener en plass blant de beste i norsk hip-hop. Det er en god blanding av rolige jazzmelodier og funky beats, samt noen fine 70-talls samples. Det aller beste er at produksjonene ikke på noen måte prøver for hardt å overbevise, men heller lar lytteren oppleve musikken på sin egen måte.</p>\n<p>Det er ikke uten grunn at mange mener Hester V75 er noe av det mest lovende i norsk hiphop. Enten de opptrer på egenhånd eller har flere fingre med i kollektivet Vibbefanger, lager de fest overalt de befinner seg.</p>\n<p><a href=\"https://www.facebook.com/hesterv75/\">www.facebook.com/hesterv75</a></p>\n","date":"2016-11-21T08:29:44.000Z","wordpress_id":15344,"featured_image":{"title":"hellacopters_srf-crop","filename":"Hellacopters_SRF-crop.jpg","filesize":254485,"url":"http://oya.test/assets/uploads/2016/11/Hellacopters_SRF-crop.jpg","link":"http://oya.test/hellacopters_srf-crop/","alt":"","author":"1","description":"","caption":"","name":"hellacopters_srf-crop","status":"inherit","uploaded_to":0,"date":"2016-11-29 19:11:44","modified":"2016-11-29 19:11:44","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2016/11/Hellacopters_SRF-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2016/11/Hellacopters_SRF-crop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2016/11/Hellacopters_SRF-crop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2016/11/Hellacopters_SRF-crop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2016/11/Hellacopters_SRF-crop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2016/11/Hellacopters_SRF-crop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2016/11/Hellacopters_SRF-crop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2016/11/21/forste-artistslipp-for-oya-2017/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e5522a81-8538-5082-897e-d6a9354b0000","locale":"nb"}}