{"data":{"wordpressPost":{"title":"Cloud Nothings til Øya fredag 10. august","date":"29th March 2012","content":"<p>For noen uker siden slapp vi nyheten om at det blir Øya Open med Cloud Nothings på Revolver 16. mai. Billettsalget er godt i gang og det vil bli trangt om plassen. Vi ser ingen annen løsning enn å invitere bandet bak en av vinterens aller sterkeste skiver tilbake fredag 10. august for en konsert i Middelalderparken under Øya. Cloud Nothings vil altså spille samme dag som The Black Keys, Refused, OFWGKTA, Mikhael Paskalev, Nicolas Jaar, The Devil’s Blood, Dâm-Funk og mange flere.</p>\n<p>&nbsp;</p>\n<p><strong>CLOUD NOTHINGS (US)</strong></p>\n<p>Cloud Nothings er opprinnelig musikkprosjektet til Dylan Baldi fra Cleveland. Den unge mannen har i løpet av kort tid fått et fantastisk grep på indierock, punk og powerpop. Etter å ha gitt ut en samler med tidlig materiale i 2010, albumdebuterte han på alvor i fjor med ei fantastisk kraftpopskive, som for enkelthets skyld het Cloud Nothings. I januar fulgte han opp med Attack On Memory og det var tydelig at Baldi må forberede seg på en helt ny type oppmerksomhet. Skiva ble til med legenden Steve Albini som hjelpemann i studio (Big Black, Rapeman, Shellac og produsent/tekniker for alt fra Pixies til High On Fire). Attack On Memory viser at Cloud Nothings ikke lenger bare vil lage skurrete, sjarmerende poplåter på 2-3 minutter. Den er kanskje litt mørkere enn tidligere utgivelser, men gnisten og energien er absolutt i behold. Baldi har valgt å spille inn sammen med livebandet denne gangen, i stedet for å traktere alle instrumenter sjøl.</p>\n<p>&nbsp;</p>\n<p>Lydverket ga 6 på terningen:</p>\n<p><em>&#8211; Cloud Nothings har levert et melodisterkt, egenartet og fandenivoldsk praktverk.</em></p>\n<p>&nbsp;</p>\n<p>Consequence Of Sound mente dette om Attack On Memory:</p>\n<p>&#8211; Some albums move you. Others push you to buy a guitar. Cloud Nothings‘ third LP, <em>Attack on Memory</em>, does both, acting as an aural assault on the heart and the fingers.</p>\n<p>&nbsp;</p>\n<p>På Øya-kontoret mener vi Cloud Nothings har gitt ut et av årets absolutte høydepunkter innen rock. Vi gleder oss til å se dem live, først på trange Revolver, så i en solfylt park. Er du glad i lurvete rock, med hektiske riff og hjertet uttapå singleten, anbefaler vi at du innleder et forhold til Cloud Nothings’ musikk umiddelbart.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.myspace.com/cloudnothings\" target=\"_blank\">www.myspace.com/cloudnothings</a></p>\n<p>&nbsp;</p>\n<p>foto: Gemma Harris</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2468170c-9ef5-5676-93fa-d90238cdba4d"}}