{"data":{"wordpressPost":{"title":"Azealia Banks på Øya","date":"5th December 2011","content":"<p>Det er mulig vi har vært eksepsjonelt snille og at det er julenissen som belønner oss. De siste dagene har det rent inn med artistbekreftelser. Da er det vel ikke annet å gjøre enn å dele disse med publikum. Denne uka vil vi slippe artister hver dag. Vi starter med nykommeren Azealia Banks, som nylig fikk førsteplassen på NMEs årlige cool list. Banks kommer definitivt til å være en av hiphopartistene mange snakker mye om det neste året. Vi gleder oss til å presentere henne på Øya.</p>\n<p>&nbsp;</p>\n<p>De neste dagene vil vi slippe flere overraskelser, som vi er helt sikre på at Øya-publikummet kommer til å sette pris på. Hold øyne og ører åpne.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>AZEALIA BANKS (US)</p>\n<p>Planetens kuleste person anno 2011, og dermed også et av navnene det knyttes aller størst forventning til for 2012, er en 20 år gammel musikalelsker og rapper-skråstrek-sanger fra Harlem. Rappkjeften Azealia Banks gikk nylig helt til topps på NMEs like tåpelige som morsomme <em>Cool List</em>, hvor hun tronet over blant andre den evigkule veteranen Jarvis Cocker og den kontroversielle kometen Lana Del Rey.</p>\n<p>&nbsp;</p>\n<p>Banks, som har spilt i Off-Broadway-stykker fra hun var bare barnet, fikk først musikkpressens oppmerksomhet da hun 17 år gammel la rødmefremkallende, frekke tekstlinjer over en remix av Ladytrons «Seventeen». I fjor kom først en fin freestyle i en Nike-reklame og The Fader-favoritten «L8R», før hun demonstrerte at hun er en minst like god vokalist som rapper med en følelsesladet tolkning av Interpols «Slow Hands». Det er imidlertid årets banger «212», med rim så &#8220;voksne&#8221; at vi håper mora hennes ikke har hørt dem, som har ført til at et endelig gjennombrudd både er nært forestående og uunngåelig. Snakk om fengende låt! Og for en video!</p>\n<p>&nbsp;</p>\n<p>Om ikke lenge flytter Azealia Banks til London for å ferdigstille et debutalbum med produsenten Paul Epworth (Florence And The Machine, Adele), og for å spille mer enn et dusin etterlengtede konserter i Storbritannia. ”Alle” ville se henne da hun gjorde en eksklusiv opptreden under CMJ i New York tidligere i høst. Øyas utsendte kom inn til slutt, og ble så overbevist av det korte og konsise settet at vi sporenstreks startet arbeidet med å hente henne til Oslo i august. Det er en glede å melde at Azealia Banks kommer til Øyafestivalen!</p>\n<p><a href=\"http://azealiabanks.com/\">azealiabanks.com</a></p>\n","wordpress_id":1241,"translations":{"nb":{"url":"/2011/12/05/azealia-banks-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"52b96613-018d-59bb-bb59-593ee5b38e14","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2011/12/05/azealia-banks-pa-oya/","redirect":false}}}