{"data":{"wordpressPost":{"title":"Lukestar og The Avett Brothers til Middelalderparken","excerpt":"<p>Det er tett mellom gladmeldingene på Øya-kontoret for tida. I går slapp vi et av Norges fremste metalband, plateaktuelle Vreid. I dag følger vi opp med norsk melodiøs rock og real americana. Lukestar slipper et album det er store forventninger til i slutten av februar. The Avett Brothers er i øverste divisjon når det gjelder å fornye amerikansk tradisjonsmusikk. Begge skal glede publikum under Øyafestivalen i august.</p>\n<p><a href=\"http://www.billettservice.no/html/connect.htmI?STAGE=1&#038;EVNT=OMP2011&#038;l=NO\" target=\"_blank\">Kjøp billetter her</a></p>\n","content":"<p>THE AVETT BROTHERS (US)<br />\nBrødrene Scott og Seth Avett har de siste åra, sammen med kompisen og bassisten Bob Crawford, vært et av de herligste tilskudda i americana-scena. De blander, på naturligste vis, pop, folk, country og bluegrass. Med albumet I And Love And You (2009) fikk de sitt definitive gjennombrudd i hjemlandet, da skiva gikk inn på topp 20 på albumlista. En sterkt økende interesse for bandet, hadde de merka allerede med forgjengeren Emotionalism (2007). For hver utgivelse stiger entusiasmen hos anmelderne i takt med den voksende fanbasen.</p>\n<p>The Avett Brothers har markert seg som et strålende liveband og som svært stødige låtskrivere. På den nyeste skiva fikk de hjelp av legenden Rick Rubin i studio. Dagbladet var meget begeistra for albumet og skrev at det var ”en variert og lekker samling sanger som stadig overrasker ved å gjøre kjente elementer til noe nytt og vakkert”. I Middelalderparken kommer Avett Brothers til å by på tradisjonsrik sommermusikk, med banjo, ståbass og gitar. Alle som var tilstede da trioen satte et fullpakka Garage på hodet i fjor, veit hva vi snakker om. Dere andre vil nok bli overbevist i august om at disse gutta er blant vår tids viktigste videreutviklere av den amerikanske musikkarven.<br />\n<a href=\"http://www.myspace.com/theavettbrothers\" target=\"_blank\">MYSPACE</a></p>\n<p>LUKESTAR &#8211; bilde: Jørgen Gomnæs<br />\nOm cirka en måned kommer Lukestars tredje skive Taiga i butikkene. Allerede i disse dager kan du få en forsmak, i form av låta Flying Canoes, som er a-lista på NRK P3. Videoen til låta har i det siste vært hyppig vist på musikknettsider og blogger. Lukestar gjorde det meget sterkt med forrige skive Lake Toba fra 2008.  Taiga er full av melodier og bandets særegne vri på moderne rock. Produsentstolen har tilhørt svensken Carl Vikman under innspillingen og resultatet er et mer nært og naturinspirert sound. Likevel er det ingen grunn til bekymring for fansen. Lukestar låter fortsatt som Lukestar skal gjøre, med Truls Heggero sin karrakteristiske stemme i front. Ved forrige plateutgivelse skrev PopMatters.com at Lukestar ” has come along and given post-hardcore a huge shot in the arm with an album that delves into the early days of the sound, adds a few contemporary twists, and tops it off with a vocal style that goes past effeminate hand-wringing into full-blown otherworldly territory”.</p>\n<p>De neste månedene blir travle for Lukestar. De skal avslutte kvelden på Sentrum Scene under by:Larms torsdag. I august star de på scena i Middelalderparken, så da kan vi samle oss i solsteika alle mann og la oss rive med.<br />\n<a href=\"http://www.myspace.com/lukestar\" target=\"_blank\">MYSPACE</a></p>\n","date":"2011-02-01T07:27:00.000Z","wordpress_id":204,"featured_image":null,"translations":{"nb":{"url":"/2011/02/01/lukestar-og-the-avett-brothers-til-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d2f8438f-6d9d-5775-82d7-37d7adafc2ee","locale":"nb"}}