{"data":{"wordpressPost":{"title":"Vikarierende motiv","excerpt":"<p>Fredrik Saroea og hans Datarock har reddet Øya-kvelden tidligere, de. En gang i 2005 og to ganger i 2007, da de måtte avbestille returbilletten til Bergen, praie en taxi og steppe inn på to timers varsel etter Amadou &#038; Mariams avlysning. I kveld spiller de igjen på Enga klokka 19.40, helt planlagt og i rute. Vi har tatt en prat med bandet. </p>\n","content":"<p>&#8211; For to timer siden satte jeg meg på et fly i en overskyet by. Nå er jeg i en ny by med skyfri himmel. Det er ganske utrolig, sier Fredik Saroea.<br />\n&#8211; Så du har ikke vært på noe av festivalen?<br />\n&#8211; Nei, det blir ikke tid til det lenger. Jeg har jo nettopp fått en liten kid og allting. Da er det bedre å være hjemme. Det samme gjelder Tarjei (Strøm, trommis, journ.anm). Han har fått seg en liten en, han også. Så vi fløy sammen fra Bergen i dag. Men de andre gutta har vært her en stund.</p>\n<p>Om hans utagerende dager er talte og forbi har imidlertid sjefsideolog og blikkfeste i Datarock, Fredrik Saroea, ingenting å unnskylde. Deter bare to år siden bandet hans steppet inn på kort varsel og reddet kvelden da en av headlinerne avlyste:</p>\n<p>&#8211; Jeg husker at jeg sto på Gardermoen og var på vei hjem. Vi hadde spilt på John Dee kvelden i forveien. Steppet inn for en eller annen da også. Plutselig ringte de og lurte på om vi ikke kunne avbestille flybillettene og snu i stedet. Da hadde vi to timer på oss til konsertstart. På den nest største scenen tror jeg det var.<br />\n&#8211; Sjøsiden?<br />\n&#8211; Ja, det var det. Men ingen visste jo at vi skulle spille, så jeg var litt usikker på opplegget. Men så begynte buzzen å gå, og da vi gikk<br />\npå var det stinn brakke. Det ble dritgøy. Vanvittig stemning. Jeg tror forresten vi spilte i 2005 også (helt korrekt; på Enga, journ.anm).<br />\n&#8211; Dere er litt sånn manpower-bandet? Vikarene som stepper inn?<br />\n&#8211; Hm. Kanskje det.</p>\n<p>”Vi er en særs vellykket kunstinstallasjon som bare går og går”, har Seltzer sagt om sitt eget Turboneger. Samtidig kan han ikke fordra ”denne intellektualiseringen av rocken, dette med at Dylan skal få Nobelprisen i litteratur”. I dette spennet vi finner Datarock også. Kanskje like mye kunstinstallasjon som band. Det Turboneger har gjort for Oslo, denim og raketter; har Datarock gjort for Bergen, treningsdresser og solbriller. Interessen er da også nesten<br />\ntilsvarende.</p>\n<p>&#8211; Nå er det visst satt av syv timer til presse. Alle de norske avisene og en haug utenlandske. Det blir et kjør, men det er en del av jobben.<br />\n&#8211; Får du tid til å se noe i dag?<br />\n&#8211; Sikkert ikke, men jeg håper å få med meg deler av Enslaved. Det hadde vært gøy. Og kanskje Karin Park i morgen. Det hadde vært noe.<br />\n&#8211; Noen siste ord?<br />\n&#8211; Produksjonsselskapet vårt, YAP, har fest på Mono i kveld. Vi holder hus og slipper inn alle som er gamle nok. Dessuten har vi en liten live-overraskelse i ermet. Så kjenn din besøkelsestid.</p>\n<p>Tekst: Håvard Nyhus</p>\n<p>&#8212;<br />\nDatarock spiller på ENGA 19:40.</p>\n<p>&#8212;<br />\nDatarock kommer fra Bergen. Bandets første album Datarock, Datarock ble gitt ut i 2005 på bandets eget selskap YAP (Young Aspiring Professionals) og ble nominert til Spellemannspris og Alarmpris. «Computer Camp Love» var med på lista over de hundre beste låtene i Rolling Stone i 2007. Deres siste singel &#8211; Give It Up/True Stories (dobbel a-side) ble sluppet 7.april. Langspilleren Red kom i juni.</p>\n","date":"2009-08-14T13:13:00.000Z","wordpress_id":508,"featured_image":null,"translations":{"nb":{"url":"/2009/08/14/vikarierende-motiv/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"78828b04-0ff5-5e15-84bc-60a261b471db","locale":"nb"}}