{"data":{"wordpressPost":{"title":"Young Thug til Øya onsdag 9. august","date":"10th January 2017","content":"<p>Hiphopsensasjonen Young Thug kommer til Oslo og Øya den første dagen i Tøyenparken. Den unike artisten har blitt omtalt som en mann som bringer nytt liv inn i amerikansk hiphop. I august kan du oppleve dette moderne stilikonet for første gang i Norge.</p>\n<p>&nbsp;</p>\n<p><strong>YOUNG THUG (US)</strong></p>\n<p>Den svært aktive Young Thug er i ferd med å ta over som det store hiphopnavnet fra Atlanta. Han fikk tidlig skryt for de første mixtapene i alt fra sjangermedier til Rolling Stone og Guardian. I 2014 fikk han massiv oppmerksomhet for blant annet singelen Stoner. Young Thug er kjent for sin unike vokal, sitt høye arbeidstempo og har i tillegg klart å bygge seg opp som et moteikon utenom det vanlige. Han utfordrer både tradisjonelle oppfatninger av hiphop og kjønnsroller.</p>\n<p>Young Thug har samarbeida med folk som Kanye West, Usher, Wyclef Jean, Gucci Mane, Rae Sremmurd, Travis Scott og Wacka Flocka Flame. I fjor ga han ut et album som en del av kollektivet Bankroll Mafia. Mixtapene Barter 6 (2015), I’m Up (2016), Slime Season 3 (2016) og Jeffery (2016) har alle klatra oppover den amerikanske albumlista. De to siste helt opp på topp ti. Verden venter i spenning på det offisielle debutalbumet som soloartist.</p>\n<p><a href=\"http://www.aftenposten.no/kultur/Musikkanmeldelse-Far-Young-Thug-musikkjournalister-til-a-se-spokelser-pa-hoylys-dag-603525b.html\">Aftenposten</a> beskreiv i fjor høst Young Thug på denne måten: &#8211; Han er kjent for å være noe så sjeldent som en kjønnsoverskridende gangster. Den androgyne stilen kombinert med den supermaskuline gangsterbakgrunnen gjør ham til en mer kompleks karakter enn de fleste andre rappere.</p>\n<p><a href=\"http://www.nme.com/reviews/album/reviews-various-artists-16395#pmbRpdwFDOgQ6pK7.99\">NME</a> mener at «Young Thug is jolting new life into hip-hop».</p>\n<p>Om mixtapen Slime Season 3 skreiv <a href=\"http://prettymuchamazing.com/reviews/slime-season-3\">prettymuchamazing.com</a>: &#8211; His style, though, is unmistakably unique. You can hear his voice, and recognize it, from a mile away. The trap beats tend to sway, at its extremes, to an experimental side that redefines how addictive strange music can be.</p>\n<p><a href=\"https://www.facebook.com/youngthugmusic/\">www.facebook.com/youngthugmusic</a></p>\n","wordpress_id":19343,"translations":{"nb":{"url":"/2017/01/10/young-thug-oya-onsdag-9-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2441ce45-fafd-5e40-872b-3fc0ed146036"}}