{"data":{"wordpressPost":{"title":"Første slipp til årets festivalseminar","date":"8th June 2016","content":"<p><span style=\"font-weight: 400\">De første temaene til årets festivalseminar er klare og vil bl.a. ta for seg livestreaming, festivalstøtteordninga, kunst/utsmykning av festivalområdet, markedsføring i sosiale medier, m.m. </span><span style=\"font-weight: 400\">Husk påmeldingsfristen 1. august!</span></p>\n<p><strong>Live streaming</strong><br />\nMange festivaler i inn- og utland streamer live fra festivalene sine. “Det har vi lyst til å gjøre også, men hvordan gjør vi det?” har du kanskje tenkt. I løpet av denne bolken vil vi komme innom temaer som hva det koster med streaming og kameraproduksjon, inntjenings- og markedspotensiale, avklaring av rettigheter, m.m. Moderator er Ida Faldbakken.</p>\n<p><strong>Status arbeid med ny festivalstøtteordning</strong><br />\nKulturrådets arbeid med en ny festivalordning er godt i gang. Etter at Stortingsflertallet la ned knutepunktordningen før jul i fjor og overførte de 15 tidligere knutepunktene til Kulturrådet, vedtok rådet i februar 2016 å videreføre tilskuddene for 2017. Forslag til nye retningslinjer legges frem for rådet i desember 2016 og gjøres gjeldende fra 2018. Kulturrådet vil orientere om status i arbeidet og vil være tilgjengelig for spørsmål fra salen.</p>\n<p><strong>Omvisning på festivalområdet</strong><br />\nFokus på årets omvisning blir installasjoner, kunst og utsmykning &#8211; hvordan kunst kan skape trivsel på festivalområdet og en mer helhetlig og engasjerende festivalopplevelse. Omvisningen ledes av lysdesigner Kyrre Heldal Karlsen &#8211; leder for kunstgruppa på Øyafestivalen &#8211; og lydkunstner Alexander Rishaug, som har kuratert årets kunstprogram. Kunstgruppa jobber for å bruke kunst til å løfte publikumsopplevelsen. Vi viser fram årets installasjoner og snakker om hva kunst er på en musikkfestival og hvordan man kan vise kunst på musikkfestivalens premisser.</p>\n<p><strong>Åpen mic</strong><br />\nVi avslutter seminaret med fjorårets suksess “åpen mic” &#8211; en sesjon hvor du kan ta opp temaer du ønsker å diskutere med festivalkollegaer, er du nysgjerrig på hvordan andre festivaler løser utfordringer din festival har, etc.</p>\n<hr />\n<p>Mer innhold kommer!</p>\n<p>For praktisk informasjon om festivalseminaret og festivalbilletter, <a href=\"https://api.oyafestivalen.no/festivalseminaret/\">les mer her</a>.</p>\n","wordpress_id":14061,"translations":{"nb":{"url":"/2016/06/08/1-programslipp-til-festivalseminaret/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"477bba95-a03b-5720-b62f-c80ff0fe4007"}}