{"data":{"wordpressPost":{"title":"Band of Horses hjem til Middelalderparken","excerpt":"<p>Salget av festivalpass til årets Øyafestival går unna og når vi i disse dager er inne i hyppige artistslipp, er det ingen grunn til å nøle. I går ettermiddag ble fantastiske Wilco klare for Middelalderparken. I dag slår Band of Horses følge, for å sammen med de allerede bekrefta artistene lage tidenes Øyafestival. Nytt materiale fra Band of Horses kan ventes på forsommeren. Vi minner om at det slippes tre navn til denne uka, hver morgen til og med fredag.</p>\n","content":"<p>Salget av festivalpass til årets Øyafestival går unna og når vi i disse dager er inne i hyppige artistslipp, er det ingen grunn til å nøle. I går ettermiddag ble fantastiske Wilco klare for Middelalderparken. I dag slår Band of Horses følge, for å sammen med de allerede bekrefta artistene lage tidenes Øyafestival. Vi minner om at det slippes tre navn til denne uka, hver morgen til og med fredag.</p>\n<p>BAND OF HORSES (US)<br />\nVåren 2006 så vi Band of Horses i ei lita platesjappe utenfor Austin under musikkhappeningen SXSW. Da bookingsjefen kom hjem til Oslo, var han den første europeer som booka bandet. Dermed kunne Øya-publikummet være de første i Europa til å oppleve Band of Horses. De har vært på oss ved flere anledninger fordi de ønsker å spille i Middelalderparken igjen. Vi klarer naturligvis ikke si nei til slikt.</p>\n<p>Band of Horses står bak de to knallsterke albuma Everything All The Time (2006) og Cease To Begin (2007). I år kan du gå til anskaffelse av deres tredje skive, basert på myk og superfengende kvalitetsrock. Noen måneder etter førsteskiva spilte de i Middelalderparken til stor begeistring. Bilder herfra pryder fortsatt bandets Myspace-sider. Bandet tilbrakte noen dager i Oslo og alt tyder på at de fikk et godt forhold til byen. Siden den gang har Band of Horses fått et stadig større publikum her i landet og det er med stor glede vi har kunnet invitere bandet tilbake til Øyafestivalen. Om noen måneder kan du altså kjøpe deres tredje album, som i likhet med de to første kommer ut på Sub Pop. Låter herfra blir nok presentert sammen med publikumsfavoritter som The Funeral, Is There A Ghost, Ode To Lrc og The Great Salt Lake.</p>\n<p>Band of Horses ble starta (under navnet Horses) i 2004 av Ben Bridwell og Mat Brooke. Sistnevnte forsvant ut før første Europa-besøk, og overlot til Bridwell å drive bandet videre. Brooke leder i dag Grand Archives, mens Bridwell har gjort Band of Horses større og større. Bandet holder fast ved sitt sound, som svakt kan minne om storheter som Neil Young, Flaming Lips, My Morning Jacket  og Brian Wilson. Vi veit at alle hjerter gleder seg, både her på Øya-kontoret og ute blant det musikkinteresserte publikummet. Dette kan fort bli et av sommerens absolutte festivalhøydepunkter.</p>\n<p><a href=\"http://www.myspace.com/bandofhorses\" target=\"_blank\">MYSPACE</a></p>\n","date":"2009-02-24T09:02:00.000Z","wordpress_id":627,"featured_image":null,"translations":{"nb":{"url":"/2009/02/24/band-of-horses-hjem-til-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3cabe5bf-32c7-5823-b51f-2da0ca758ceb","locale":"nb"}}