{"data":{"wordpressPost":{"title":"Under 500 ukespass igjen","date":"8th May 2017","content":"<p>Vi nærmer oss innspurten når det gjelder å lage årets sterke Øya-program, men fortsatt er det flere artistslipp igjen. Vi skal offentliggjøre både norske og utenlandske artister før programmet er ferdig om noen uker.</p>\n<p>Det begynner å minke for alvor i bunken med ukespass. Nå er det under 500 igjen. Ukespassene er gyldige alle fire dagene i Tøyenparken og inkluderer i tillegg Klubbdagen tirsdag 8. august. Det er på tide å kjøpe om man vil ha med seg den beste pakka Øya kan tilby når det gjelder virkelig mye musikk for penga.</p>\n<p>&nbsp;</p>\n<p><strong>MIKHAEL PASKALEV – lørdag 12. august, Amfiet</strong></p>\n<p>I fjor ga Mikhael Paskalev ut den herlige singelen Witness, med en etterfølgende EP med remixer i år. Han fanga oppmerksomheten til hele musikk-Norge med debutalbumet What’s Life Without Losers fra 2013. Mellom høydepunkter i sin egen karriere har han hatt tid til å spille mye med vennene Jonas Alaska og Billie Van.</p>\n<p>Om debutalbumet skreiv <a href=\"http://gaffa.no/anmeldelse/69431/mikhael-paskalev-whats-life-without-losers\">Gaffa</a>: &#8211; Paskalevs karakteristiske stemme og friske tilnærming til nostalgisk folkrock bør bli trykket enda tettere til brystet av mang en musikkglad nordmann i år, og et eksemplar av denne skiva bør være et trygt gavevalg til rastløse indiekids så vel som fastkjørte retrorock-onkler.</p>\n<p>I tillegg til å imponere fra et utall norske klubb- og festivalscener, har Paskalev turnert I Storbritannia, Frankrike, Tyskland, Nederland, Australia og USA. I slutten av mai kommer det en ny singel og seinere i år gir han ut et nytt album.</p>\n<p><a href=\"https://www.facebook.com/PaskalevMikhael/?fref=ts\">www.facebook.com/PaskalevMikhael</a></p>\n<p>&nbsp;</p>\n<p><strong>SKADEDYR – torsdag 10. august, Amfiet</strong></p>\n<p>Skadedyr har gitt ut to album med spennende, uforutsigbar og sjangerutfordrende musikk, Kongekrabbe (2013) og Culturen (2015). Dette store bandet trakterer et hav kjente og smått ukjente instrumenter. Blant musikerne finner man folk fra Broen, Snøskred, Skrap med flere.</p>\n<p>Skadedyr inntar vår største scene på torsdagen for å gi oss alle en musikalsk oppvåkning man sjelden får på festivaler som i all hovedsak baserer seg på pop og rock.</p>\n<p><a href=\"http://www.aftenposten.no/kultur/Typisk-norsk-a-vare-god-61461b.html\">Aftenposten</a> har skrevet dette om bandet: &#8211; Skadedyr dekker et vidt musikalsk felt og faller således inn i en ungdommelig samtidstrend som kan være krevende å forme. Musikken er fengende lett i det ene øyeblikket og mørkt innadvendt i det neste.</p>\n<p><a href=\"https://www.facebook.com/Skadedyr-287894161277888/?fref=ts\">www.facebook.com/Skadedyr</a></p>\n","wordpress_id":19894,"translations":{"nb":{"url":"/2017/05/08/500-ukespass-igjen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"625177a1-57a5-5fde-819f-4641dfecb96c"}}