{"data":{"wordpressPost":{"wordpress_id":19870,"title":"Øyanatt 2017 på Parkteatret","excerpt":"<p>FANTASTIC NEGRITO (US) + WOODLAND / LINDSTRØM + TELEPHONES / VIBBEFEST: JIREEL (S) + NIILAS + MATO GRYTTEN </p>\n","content":"<p>Programmet for årets Øyanatt på Parkteatret er klart! I løpet av tre kvelder byr vi på energisk, utadvendt bluesrock, frodig norsk elektronika, og noe av det friskeste den skandinaviske urbane klubbscenen har å by på akkurat nå. Billetter er i salg via Ticketmaster.</p>\n<p>&nbsp;</p>\n<p><strong>10. AUG: FANTASTIC NEGRITO (US) + support: WOODLAND</strong></p>\n<p>Fantastic Negrito vant nettopp Grammy i kategorien «Best Contemporary Blues» for fjorårets uovertrufne album «The Last Days of Oakland». Vi snakker en salig blanding av blues, deltablues, soul og gospel, eller som han selv kaller det, «black roots music for everyone». Negrito er en fantastisk frontfigur med masse sjarm og energi, som vi gleder oss stort til å få oppleve live hos oss!</p>\n<p><a href=\"http://www.fantasticnegrito.com/\">fantasticnegrito.com </a></p>\n<p><a href=\"https://www.facebook.com/fantasticnegrito\">facebook.com/fantasticnegrito</a></p>\n<p>Med sin skitne, rufsete deltarock klarer norske Woodland på særegent vis å stikke seg frem blant det tradisjonslydige bladverket av band som kaller seg videreformidlere av rock og blues. Debutalbumet fra 2014 sveiset sammen rocken og deltabluesen, og det grove med det finslipte. I mars i år kom oppfølgeren «Go Nowhere», fulgt av en omfattende europaturné med Spidergawd. Med energi og vilje markerer Woodland seg høyt og bestemt som et band med noe å by på for alle med sans for en ekte rockenerve.<br />\n<a href=\"https://www.facebook.com/woodlandblues\">facebook.com/woodlandblues</a></p>\n<p>Billetter kr. 200,- avg. m/Øyapass (begr. ant.) / 250,- avg. 18 års aldersgrense Dørene åpner 22.00</p>\n<p><a href=\"http://www.ticketmaster.no/event/537695\">http://www.ticketmaster.no/event/537695</a></p>\n<p>&nbsp;</p>\n<p><strong>11. AUG: LINDSTRØM + TELEPHONES</strong></p>\n<p>Norges spacedisco-storhet Hans-Peter Lindstrøm markerte fjoråret med trespors-EPen «Windings», den nyeste manifestasjonen av Lindstrøm-estetikken verden har lært å kjenne gjennom utgivelser som 2006-samleren «It’s A Feedelity Affair», ambisiøse «Where You Go I Go Too» (2008) og konseptalbumet «Smalhans» (2012). I august fylte han Parkteatret under Øyanatt sammen med Olefonken og Jerry Folk, og vi gleder oss stort til gjentakelsen! Lindstrøm har en kult-aktig status i klubbkretser. Han hørte aldri på klubbmusikk i oppveksten, men har derimot spilt piano i gospelkor, hammondorgel i Deep Purple-coverband, og kassegitar på Karl Johan. Da han omsider begynte å lage dansemusikk, tok han med seg vanen med å spille inn melodiene på faktiske instrumenter. Ved siden av soloutgivelsene sine har Lindstrøm blant annet sluppet to kritikerroste studioalbum sammen med Prins Thomas og ett med Christabelle. Han har vunnet Spellemannprisen fire ganger.</p>\n<p><a href=\"https://www.facebook.com/hplindstrom\">facebook.com/hplindstrom</a></p>\n<p><a href=\"https://soundcloud.com/feedelity\">soundcloud.com/feedelity</a></p>\n<p>Berlinbaserte Telephones slapp sent i fjor albumdebuten «Vibe Telemetry» på prestisjefylte Running Back, etter over 15 års virke som DJ og produsent. Albumet ga nordmannen sin første Spellemann-nominasjon, og svært rosende omtale fra publikasjoner som XLR8R, Mixmag, iDJ, Future Music, Resident Advisor og DJ Mag. På plata tar han sin eklektiske stil et steg videre, og utvider paletten med referanser til tidlige norske klubbrøtter, ambient house, New York-house og disco, britisk 90-tallsbalearisk, italohouse og Detroit-techno. Telephones debuterte som DJ i hjembyen Bergen ved årtusenskiftet, sneket inn på klubber han var for ung til å komme inn på av Mikal Telle og resten av miljøet rundt Tellé Records. Siden har han fokusert like mye på produksjon som på DJ-ing, og sakte, men sikkert opparbeidet seg en sparsom, men ettertraktet diskografi. De siste årene har han turnert verden over med spillejobber i alt fra Sao Paulo og Taipei til New York, Tokyo og Melbourne, med solid grunnlag fra noen av Europas beste undergrunnsklubber og -festivaler, som Berghain/Panorama Bar, Corsica Studios, Dimensions og The Garden.</p>\n<p><a href=\"https://www.facebook.com/TelephonesNorway\">facebook.com/TelephonesNorway</a></p>\n<p><a href=\"https://soundcloud.com/telephones\">soundcloud.com/telephones</a></p>\n<p>Billetter kr. 200,- avg. m/Øyapass (begr. ant.) / 250,- avg. 20 års aldersgrense Dørene åpner 22.00</p>\n<p><a href=\"http://www.ticketmaster.no/event/537697\">http://www.ticketmaster.no/event/537697</a></p>\n<p>&nbsp;</p>\n<p><strong>12. AUG: VIBBEFANGER BLOKKPARTY med JIREEL (SE) + NIILAS + MATO GRYTTEN + VIBBEFANGER LIVE</strong></p>\n<p>Etter siste konsert er ferdig i Tøyenparken stikker bergenskollektivet i Vibbefanger ned til oss og mekker en skikkelig fest! For første gang kjører de opp et livesett med aristene i Vibbefanger, og i tillegg kommer Sveriges nye stjerne Jireel på sitt første norgesbesøk, Mato Grytten lager klubb og Niilas skal få ting til å riste utover sommernatten.</p>\n<p><a href=\"http://www.vibbefanger.com/\">vibbefanger.com </a></p>\n<p>Jireel fra Rågsved utenfor Stockholm har på kort tid eksplodert som en av nabolandets mest lovende unge rappere. Tenåringen debuterte i 2015 med låta «Här &amp; Nu», som på under et døgn fikk over 15.000 visninger på YouTube. Med samme breiale, moderne stil har han delt singler som «Som Mig», «Lange Luren» og superhiten «Cataleya», som har passert 7 millioner avspillinger på Spotify, og nå sist debut-EPen «Jettad».</p>\n<p><a href=\"https://www.facebook.com/jireellavia\">facebook.com/jireellavia</a></p>\n<p>Billetter kr. 180,- avg. m/Øyapass (begr. ant.) / 230,- avg. 18 års aldersgrense Dørene åpner 22.00</p>\n<p><a href=\"http://www.ticketmaster.no/event/537703\">http://www.ticketmaster.no/event/537703</a></p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","date":"2017-05-04T08:06:04.000Z","featured_image":{"title":"Fantastic Negrito_2 crop","filename":"fantastic-negrito-2-crop.jpg","filesize":206287,"url":"http://oya.test/assets/uploads/2017/05/fantastic-negrito-2-crop.jpg","link":"/2017/05/04/oyanatt-2017-pa-parkteatret/fantastic-negrito_2-crop/","alt":"","author":"3","description":"","caption":"","name":"fantastic-negrito_2-crop","status":"inherit","uploaded_to":19870,"date":"2017-05-03 20:08:41","modified":"2017-05-03 20:08:41","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2017/05/fantastic-negrito-2-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2017/05/fantastic-negrito-2-crop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2017/05/fantastic-negrito-2-crop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2017/05/fantastic-negrito-2-crop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2017/05/fantastic-negrito-2-crop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2017/05/fantastic-negrito-2-crop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2017/05/fantastic-negrito-2-crop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2017/05/04/oyanatt-2017-pa-parkteatret/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"339df706-9e2a-5d02-a875-0fc3a08ab39f","locale":"nb"}}