{"data":{"wordpressPost":{"title":"Refused til Øya 10. august","date":"24th January 2012","content":"<p><strong>REFUSED (SE)</strong><br />\n<strong>ÅRABROT</strong><br />\n<strong>NEKROMANTHEON</strong></p>\n<p>For noen uker siden ble det kjent at det legendariske hardcorebandet Refused skal gjøre konserter for første gang siden 1998. Siden da har det hagla med ønsker om at de skal spille på Øyafestivalen. Nå får vi endelig slippe nyheten om at de spiller fredag 10. august. I tillegg til disse innflytelsesrike svenskene, har vi fått bekreftet to sterke norske navn. Årabrot vant nylig Spellemann i kategorien metal for det strålende albumet Solar Anus. Nekromantheon har satt foreløpig norsk 2012-rekord i seksere hos anmelderne. Deres Rise, Vulcan Spectre er ute nå.</p>\n<p>Se opp for flere artistslipp de neste ukene.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>REFUSED (SE)</strong><br />\nDa Refused takka for seg på slutten av 90-tallet var det som et av de viktigste hardcorebanda i sin samtid, en status som bare har blitt styrka siden den gang. I flere år har det gått rykter om gjenforening, men først i vinter ble dette til virkelighet. Nå er det klart at de står på scena under Øyafestivalen fredag 10. august.</p>\n<p>Refused ga ut en rekke singler og EPer, samt tre ordinære studioalbum, This Might Just Be… The Truth (1994), Songs to Fan the Flames of Discontent (1996) og The Shape Of Punk To Come (1998). Den siste er av de fleste regna som bandets klassiker, og kom ut rett før medlemmene gikk hvert til sitt. Britiske Kerrang har kåra The Shape Of Punk To Come til et av tidenes viktigste album innen hardere rockeuttrykk. Samme magasin påsto også at de «truly redefined the boundaries of modern punk». Denne skiva har inspirert en rekke band innen punk, hardcore og metal i åra som har gått siden utgivelsen. Blant de aller største navna som har blitt begeistra av albumet, er overraskende nok medlemmer fra Metallica, Rage Against The Machine og Guns N Roses. Som Duff McKagan, originalbassist hos sistnevnte, sa: «The Shape of Punk to Come is the Sergeant Pepper’s of punk rock”. Legenden har levd videre og bandet har blitt større i løpet av åra de har vært borte, enn noen kunne se for seg at de skulle bli for femten-tjue år siden.</p>\n<p>Bandet starta i Umeå i 1991 og la ned under en turné i 1998. Med sin eksperimentelle tilnærming til aggressiv rock la de mye av grunnlaget for dagens hardcore og post-hardcore. Samtidig var de en del av en lang tradisjon av sosialt og politisk bevisst hardcore og pønk. I ettertid har flere medlemmer vært involvert i ulike musikalske prosjekter, men for de fleste vil Refused være deres absolutt viktigste bidrag til rockehistorien. Det Refused gjør nå er ikke et varig comeback, men noen siste utvalgte konserter. Blant disse er en plassering høyt på plakaten hos en av USAs mest anerkjente festivaler, Coachella i California.</p>\n<p>Som de sier det sjøl i en offisiell uttalelse i forbindelse med årets gjenforening:<br />\n&#8211; We never did “The Shape Of Punk To Come” justice back when it came out, too tangled up in petty internal bickering to really focus on the job. And suddenly there’s this possibility to do it like it was intended. We wanna do it over, do it right. For the people who’ve kept the music alive through the years, but also for our own sakes. We feel that you deserve it and we hope the feeling is mutual.</p>\n<p>Enten du er gammal blodfan eller har oppdaga bandet de siste åra, er Refused live i 2012 noe du absolutt ikke vil gå glipp av. Gjør deg klar for rå, aggressiv og energisk rock uten sidestykke på Øya fredag 10. august.<br />\n<a href=\"http://officialrefused.com\" target=\"_blank\">officialrefused.com</a></p>\n<p><strong>ÅRABROT</strong><br />\nVi kan ikke huske sist vi så et norsk album få så mange gode mottakelser i internasjonale musikkmedier som fjorårets Årabrot-utgivelse. Solar Anus fikk skryt i Mojo, NME, Metal Hammer UK, Rock A Rolla, The Stool Pigeon, Drowned In Sound, Terrorizer og en mengde til. Norske kritikere har ikke vært mindre begeistra. Duoen fikk i tillegg raska med seg Spellemann for beste metalutgivelse, før de reiste på Europa-turné.</p>\n<p>Årabrot har i løpet av de siste åra, med tett utgivelsesfrekvens, blitt et av de norske undergrunnsfenomenene det er størst grunn til å følge med stor nysgjerrighet. Deres miks av støy, dommedagsrock og skittent grums er befriende rått og kompromissløst. De har gitt oss en forderva perlerad gjennom kvalitetsbevisste Fysisk Format, med I Rove (2009), Revenge (2010) og Solar Anus (2011). De debuterte i 2001 med vinylsingelen Adding D To Anger og var lenge en trio, før de ble redusert til kun Vidar Evensen på trommer og Kjetil Nernes på gitar og vokal.</p>\n<p>Som Drowned In Sound skreiv om Solar Anus<br />\n&#8211;    This album is ferocious, funny, colossal, guttural, hopeful and terrifying. It&#8217;s a tidal wave of noise from few hands. Like its title, it&#8217;s a contradiction, a dichotomy, a triumph. It shouldn&#8217;t work, but it does, infinitely well. It&#8217;s art from the lowest of sods. It&#8217;s a fucking triumph.</p>\n<p>Har stått for noen av de råeste liveopplevelsene på småklubber i Oslo de siste åra. Vi gleder oss til de leverer noe tilsvarende under Øyafestivalen.<br />\n<a href=\"http://www.arabrot.com/\" target=\"_blank\">www.arabrot.com</a></p>\n<p><strong>NEKROMANTHEON</strong><br />\nNekromantheon har fått en meget pen og velfortjent rekke seksere for sitt nye album Rise, Vulcan Spectre. Trioen lager old school ekstremmetal, som samtidig føles friskt og relevant i 2012. Dagbladet, Lydverket, Aftenposten og Dagsavisen har stått for de fire første toppkarakterene til det ferske albumet. Vi er sikre på at det kommer flere. På en halvtimes tid serverer de intens thrash som kan minne om storheter som Sodom, Slayer, Sepultura og Kreator.</p>\n<p>Dagbladet var først ute med lovprisingen: «Nekromantheon utstråler en vitalitet og ungdommelig entusiasme som tidvis har vært en mangelvare i den ellers så etablerte norske metalscenen en stund»</p>\n<p>Lydverket utbrøyt: «Rise, Vulcan Spectre er storartet og briljant»</p>\n<p>Bandet starta i 2005 og deler medlemmer med like sterke Obliteration. Før Rise, Vulcan Sppectre har Nekromantheon gitt ut en EP, noen spilttutgivelser og albumet Divinity Of Death. Fram til nå har de likevel vært en hemmelighet i undergrunnen. I 2012 ligger mye til rette for at de kan nå de store metalmassene. I vinter drar de på turné med norske Aura Noir og amerikanske Skeletonwitch.</p>\n<p>Vi gleder oss til at Nekromantheon skal gi publikum noen musikalske ørefiker som vil varme godt. Ser du dem ikke på Øya i sommer, er’u ei forbanna pyse!<br />\n<a href=\"http://www.myspace.com/nekromantheon\" target=\"_blank\">www.myspace.com/nekromantheon</a></p>\n","wordpress_id":1711,"translations":{"nb":{"url":"/2012/01/24/refused-til-oya-10-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ebc9535e-05b8-56c9-960a-b2c1248df999"}}