{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"0a0147f6-a924-5536-bed3-e30f3eb1c168","slug":"aphex-twin-pa-%c3%b8ya-torsdag-11-august","title":"Aphex Twin på Øya torsdag 11. august","date":"2011-04-14T07:56:00.000Z","excerpt":"<p>Legenden Aphex Twin skal avslutte Sjøsiden torsdag 11. august i Middelalderparken. Etter å ha forsøkt i flere år, har vi endelig fått ja fra denne fantastiske artisten. Richard D James, som han egentlig heter, er nok den mest myteomspunnede og genierklerte elektronikaartisten i verden. Han er en av de største musikalske innovatørene i moderne tid, og en artist som på egenhånd har flyttet grensene både for den kommersielle popmusikken og den smaleste samtidsmusikk. Et musikalsk geni som alltid er et hestehode foran røkla, og som for hver plate han utgir parkerer den endeløse rekken av kopister. På Øya vil du kunne oppleve en konsert du og vi seint vil glemme. Vi lover et visuelt sterkt show i øverste divisjon. Dette blir den første konserten hans i Oslo i så stort format.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP DAGSBILLETTER OG FEMDAGERSPASS HER</a></p>\n"}},{"node":{"id":"bdf7d881-d5f7-5efb-b10d-c4ec0cbf3663","slug":"camp-indie-pa-rockefeller-16-mai-betal-det-du-vil","title":"Camp Indie på Rockefeller 16. mai – betal det du vil","date":"2011-04-14T06:33:00.000Z","excerpt":"<p>16. mai tar Øyafestivalen med seg Camp Indie, som du kanskje kjenner fra et telt i Middelalderparken under festivalen, inn på Rockefeller. Det blir fire scener, 16 band, gledesspredende DJs, mye folk og god stemning. Moroa koster i utgangspunktet ingenting, men du skal få mulighet til å betale det du har lyst til de banda du liker best. Dette blir en helaften uten sammenligning. I tillegg blir det et finfint indiemarked, med de mest spennende norske smålabelene. Kom tidlig, bli til seint og opplev norsk pop og rocks herlige hemmeligheter.</p>\n"}},{"node":{"id":"00f48cb1-dcc1-55e0-8872-92c50a64e2fc","slug":"mongo-ninja-pa-%c3%b8ya","title":"Mongo Ninja på Øya","date":"2011-04-13T09:45:50.000Z","excerpt":"<p>De svette og illsinte mannfolka i Mongo Ninja er klare for å innta Middelalderparken, med sine korte, intense, hatefulle og brutale låter. Vi spurte bandet hvordan de ville beskrive seg sjøl, og fikk dette svaret:<br />\n&#8211;\tForvent en rabiat rock’n’roll-pakke som garantert kommer til å skru deg ned i torva, sparke deg midt i trynet og forlate deg med et kyss.<br />\nAll grunn til å glede seg, altså.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP DAGSBILLETTER OG FEMDAGERSPASS HOS BILLETTSERVICE</a></p>\n"}},{"node":{"id":"cdfd2141-2cba-5f44-ac18-53076cd12d80","slug":"fang-island-til-middelalderparken","title":"Fang Island til Middelalderparken","date":"2011-04-12T07:45:00.000Z","excerpt":"<p>Øya-programmet er virkelig i ferd med å ta form. Denne uka krydrer vi med noen godbiter fra inn- og utland. I går slapp vi engelske WU LYF, i dag er turen kommet til amerikanske Fang Island. Med debutskiva viste de i fjor at de hadde en helt egen innfallsvinkel til moderne rock. Siden da har de hyppig dukka opp på noen av de viktigste musikknettsidene og bloggene. I august kan du for første gang få oppleve dem i Norge.</p>\n<p>Se opp for nytt bandslipp i morra. <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n"}},{"node":{"id":"033ddb91-6134-5c30-aebd-f02dd4aaffef","slug":"wu-lyf-til-%c3%b8ya","title":"WU LYF til Øya","date":"2011-04-11T09:21:30.000Z","excerpt":"<p>Et av de heiteste nye navna fra England kommer til Øyafestivalen i august. WU LYF er et band det kan være vanskelig å få helt taket på, samtidig som det er lett å glede seg over musikken deres. I sommer skal de lage fest i Middelalderparken. Der bør du være! </p>\n<p>I morra slipper vi nok et hett utenlandsk band. <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HOS BILLETTSERVICE</a></p>\n"}},{"node":{"id":"1ce55780-581d-53fa-93e2-66986bb2823b","slug":"mari-boine-jens-carelius-og-destroyer-i-middelalderparken","title":"Mari Boine, Jens Carelius og Destroyer i Middelalderparken","date":"2011-04-07T11:53:00.000Z","excerpt":"<p>I går slapp vi nyheten om at Kanye West kommer til Øyafestivalen onsdag 10. august. I dag har vi fått på plass ytterligere tre navn til festivalplakaten. Den første dagen i Middelalderparken åpnes av Jens Carelius, som slipper sitt fantastiske album The Architect i morra. Samme dag spiller også den canadiske indiehelten Destroyer i parken. Til årets festival kommer også Mari Boine, en unik og stolt artist, som normalt ikke spiller på rockefestivaler. Årets program begynner virkelig å ta form, men det er fortsatt mange overraskelser i vente. <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n"}},{"node":{"id":"f271a521-22e5-545d-81b8-c4f7f6928858","slug":"kanye-west-pa-%c3%b8ya-onsdag-10-august","title":"Kanye West på Øya onsdag 10. august","date":"2011-04-06T09:09:00.000Z","excerpt":"<p>Onsdag 10. august står en av popmusikkens heiteste navn på vår største scene i Middelalderparken. Det er ingen artister det siste året som har kunnet måle seg med Kanye Wests nivå når det gjelder kombinasjon av å være storselger og kritikerfavoritt. My Beautiful Dark Twisted Fantasy, det foreløpig siste albumet, ble utgitt i høst og havna på toppen av mange av de viktigste oppsummeringene av plateåret 2010. Nå kommer han til Øyafestivalen med nytt og gammelt materiale i bagasjen. Få med deg årets største hiphop-show midt i Oslo. Vi er mildt sagt råstolte over å kunne presentere Kanye West i våre herlige festivalrammer. Blant de andre artistene som også spiller onsdag 10. august er James Blake, Matthew Dear, Sharon Jones &#038; The Dap-Kings, Grant Lee Buffalo, Edward Sharpe &#038; The Magnetic Zeros, Khaira Arb, Lukestar, Oslo Ess og Warpaint. Dette blir en kveld du seint vil glemme. <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n"}},{"node":{"id":"bcecf18e-54cb-5a85-8f59-5dcacc076468","slug":"kaizers-spiller-torsdag-11-august-pa-enga","title":"Kaizers spiller torsdag 11. august på Enga","date":"2011-04-04T16:58:48.000Z","excerpt":"<p>Vi veit at mange har lurt på hvilken dag Kaizers Orchestra skal spille i Middelalderparken. Nå er det endelig klart at landets største rockeband akkurat nå inntar Enga-scena torsdag 11. august. Samtidig med at dette ble klart fikk vi bekreftet hvem som skal avslutte vår største scene den første dagen i parken, onsdag 10. august. Vi slipper dette førstkommende onsdag formiddag. Hvem tror du det er?</p>\n<p>Nå har flere artister blitt plassert på dag i det siste. <a href=\"http://oyafestivalen.com/pages/nor/8-program\" target=\"_blank\">Se her for å få en foreløpig oversikt over Øya-programmet</a></p>\n"}},{"node":{"id":"4d2008a2-92ff-5e43-9e4e-1f6a480f1bae","slug":"james-blake-til-%c3%b8ya-onsdag-10-august","title":"James Blake til Øya onsdag 10. august","date":"2011-04-01T09:50:00.000Z","excerpt":"<p>I dag, fredag 1. april, inntar James Blake Parkteatret i Oslo i regi av Goldstar og Øyafestivalen. Konserten er utsolgt og har vært det siden dagen billettene ble lagt ut for salg. De som ikke var raske nok trenger imidlertid ikke fortvile: James Blake returnerer til Oslo onsdag 10. august, for å spille sin eneste konsert i Norge i sommer på Øyafestivalen! Og slapp av, dette er ikke en aprilspøk.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP FESTIVALPASS OG DAGSBILLETTER HER</a></p>\n"}},{"node":{"id":"87ded326-b783-5f44-be94-0ada1cc363ca","slug":"fan-fanzine-21-hiawata-og-casa-murilo-gratis","title":"Fan Fanzine #21, Hiawata! og Casa Murilo. Gratis!","date":"2011-03-29T12:22:53.000Z","excerpt":"<p>Fan og Bolibompa Records presenterer Hiawata! og Casa Murilo på Tilt torsdag 31. mars</p>\n<p>Nå er neste nummer av Fan rett rundt hjørnet. Denne gangen feirer vi med to finfine band, heite DJs og godt drikke, blant shuffleboards og flippermaskiner på Tilt. Vi har i samarbeid med Bolibompa Records hentet inn finfine Hiawata! og Casa Murilo til å tonesette festen. I Fan nr 21 kan du blant annet lese om Betong Hysteria, Queens of the Stone Age, James Blackshaw, Lu&#8230;kestar, powerballader, Norsk Råkk, by:Larm, SXSW og masse mer.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":117,"pageCount":194,"additionalContext":{}}}