{"data":{"wordpressPost":{"title":"Øya med egen by:Larm-kveld fredag 6/3","date":"23rd February 2015","content":"<p>Under årets by:Larm presenterer Øyafestivalen en helaften på John Dee fredag 6. mars. Vi byr på et variert program fra 20:00 til etter midnatt. Tre norske og to internasjonale navn skal gjøre det til en kveld proppfull av kvalitetsmusikk. Vi er spesielt stolte av Øya-klare Sauropod og Fay Wildhagen. Vi gleder oss til å, i samarbeid med by:Larm, presentere god musikk utover hele fredagskvelden.</p>\n<p>OM ARTISTENE</p>\n<p><strong>20:00 – Frøkedal &amp; Familien</strong><br />\nAnne Lise Frøkedal har bakgrunn fra Harrys Gym og I Was A King. Nå lager hun mørk kvalitetspop på egenhånd. Singelen I See You er ute nå, og første soloalbum er på vei. Frøkedal &amp; Familien er noe du absolutt bør få med deg på by:Larm 2015, så start kvelden på John Dee!<br />\n<a href=\"https://www.facebook.com/frokedalmusic\">https://www.facebook.com/frokedalmusic</a></p>\n<p><strong>21:00 – Hinds (ES)</strong><br />\nSpanske Hinds fikk først oppmerksomhet med navnet Deers for noen måneder siden. Etter et nødvendig navnebytte har de fortsatt å være en fortjent snakkis i indiekretser. Bandet har varma opp for Libertines og Black Lips, noe som peker på hvilket uttrykk de har valgt for sine fengende låter.<br />\n<a href=\"https://www.facebook.com/hindsband\">https://www.facebook.com/hindsband</a></p>\n<p><strong>22:00 – Sauropod</strong><br />\nTrioen Sauropod er blant Norges mest spennende nye rockeband akkurat nå. Etter fjorårets kjempekonsert på Klubbdagen til Øya, fikk de skryt i flere av de beste musikkprogrammene på NRK radio. Sjekk dem ut live så fort du har mulighet! Sjøl kaller de Sauropod-opplevelsen «flerstemte melodier i en fuzzete, up-tempo sound» og «en euforisk eksplosjon».<br />\n<a href=\"https://www.facebook.com/sauropodband\">https://www.facebook.com/sauropodband</a></p>\n<p><strong>23:00 – Tor Miller (US)</strong><br />\nTor Miller er en svært lovende singer/songwriter fra New York. Han har nettopp gitt ut debut-EPen Headlights. Han har allerede blitt plukka opp av flere kvalitetsbevisste radio-DJs i Storbritannia. Nå kommer Miller til Oslo for å vise seg fram for Skandinavia.<br />\n<a href=\"http://www.tormiller.com/\">http://www.tormiller.com/</a></p>\n<p><strong>00:00 – Fay Wildhagen</strong><br />\nFay Wildhagen har det siste året vært en snakkis på Oslos småscener og rundt i musikkmiljøene. For noen måneder siden kom den glimrende låten We Are, som kjapt ble lista på P3. Til våren kommer det en utgivelse fra Fay Wildhagen. Få med deg hennes livlige pop på by:Larm og på Øya i august.<br />\n<a title=\"Link: http://faywildhagen.com/\" href=\"http://faywildhagen.com/\">http://faywildhagen.com/</a></p>\n<p>&nbsp;</p>\n<p>Utover dette anbefaler vi at dere bruker by:Larm godt, og sjekker ut masse ny musikk. Sjøl har vi tenkt til å få med oss Bendik, Ida Jenshus, Møster!, Anna of the North, Thea Hjelmeland, Slutface, André Bratten, Aurora, Les Big Byrd, Beachheads, Hilma Nikolaisen, Silja Sol, Ingeborg Oktober og mye mer.</p>\n<p><a href=\"http://bylarm.no/pages/eng/583-artistsschedule\" target=\"_blank\">Fullt by:Larm-program her</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"80155627-b085-5c6e-b08d-c983affbf676"}}