{"data":{"wordpressPost":{"title":"Åtte go’biter fra inn- og utland!","date":"12th December 2007","content":"<p>Det formelig hagler inn med bekreftelser og positive meldinger på kontoret om dagen, og her er åtte navn fra inn- og utland vi gjerne vil dele med dere:</p>\n<p>JOSE GONZALES (SE)<br />\nANIMAL ALPHA<br />\nBURAKA SOM SISTEMA (PT)<br />\nKID SISTER AND A-TRAK (US)<br />\nINGRID OLAVA<br />\nTRULS AND THE TREES<br />\nWE<br />\nYEASAYER (US)</p>\n<p>Vi tør å spå at de fire norske du kan lese om her kommer til å prege musikkåret 2008. WE, Animal Alpha, Ingrid Olava og Truls and the Trees er en knallsterk norsk firkløverpakke, og når superartister fra utlandet som José Gonzales (SE) , Kid Sister and A-Trak (US), Yeasayer (US) og portugisiske Buraka Som Sistema slenger seg på går vi jula i møte med store smil og ok puls.</p>\n<p>Les videre og bli glad!</p>\n<p>JOSE GONZALES &#8211;<br />\nDenne singer/songwriteren av aller ypperste klasse har bergtatt en hel verden med sine utrolig flotte melodier. Fra hans debutalbum &#8220;Veneer&#8221; i 2003 via fargekuler trillende over TV-skjermen til over en milliard seere gjennom Sony sin TV-reklame i våres, til hans siste album &#8220;In Our Nature&#8221;, har José hele veien staket ut sin helt egne kurs. </p>\n<p>Hans utrolige teft for særegne og vakre harmonier har tatt mannen opp i øverste divisjonen moderne låtskrivere. Utsolgt i Stockholm, New York, London&#8230;og utsolgt i Oslo torsdag 13.desember på John Dee! Neste mulighet for å se José Gonzales i Norge blir (lang trommevirvel&#8230;..) på Øya i 2008! </p>\n<p>José har stått på vår ønskeliste siden 2006, så det kribla litt ekstra godt i magen når bekreftelsen kom tikkende inn. Nå er det julebordstemning på kontoret. Juhuu!</p>\n<p>ANIMAL ALPHA<br />\nI 2004 var Animal Alpha et nokså ukjent blad. De rakk såvidt å overrekke oss en demo til vårt siste bookingmøte det året. Vi ble helt blåst i bakken, og rydda plass på Vika-scenen med det samme. Konserten resulterte blant annet i karakteren 9/10 i musikkblekka Metal Hammer, som gjestet Øya det året. Året etter plasserte plasserte vi AA på hovedscena, fortsatt uten at bandet hadde gitt ut mer enn en EP. Nå er de klare med sitt andre album- tyngre, mørkere, hardere og mer sultne enn noen gang.</p>\n<p>Siden sist de fyra løs fra Enga-scenen på Øya i 2005 har de denga løs på resten av europa flere ganger, og spilt på de aller største festivalene. Vi snakker seriøst barske festivaler som Wacken Open Air, Pukkelpop, Rock am Ring og Rock im Park.</p>\n<p>Med den nye skiva, som har fått den überfete albumtittelen &#8220;You Pay For The Whole Seat But You&#8217;ll Only Need The Edge&#8221;, har AA fått et velfortjent løft. Innspilt og miksa hos landets nye stjerneprodusent Mike Hartung i Propeller Studios lukter det kvalitet i alle ledd. Jupp, det er ikke bare lukta av kvalitet vi sanser, det er suksess!</p>\n<p>Ryktene sier at de skal stille seg opp i bakgatene for å selge skiva tryne-mot-tryne til fansen, som selv kan bestemme prisen. Jupp, det er ikke bare Radiohead som går egen veier for tiden.</p>\n<p>BURAKA SOM SISTEMA (PT)<br />\nNesten et år er gått siden PR-sjefen vår fikk oppleve bookingsjef Claes Olsen gå helt agurk på dansegølvet foran et heltent Buraka Som Sistema. Det var laaangt over midnatt under musikkfestivalen Eurosonic i Nederland seansen fant plass. Sammen med bookerne fra Coachella-festivalen var vi vitne til en live-oppvisning av ypperste klasse. Ikke lenge etter ble de signa på kremselskapet Modular, som blant annet huser artister som Wolfmother, Klaxons, New Young Pony Club og norske The Whitest Boy Alive.  Du kan tro det var en deilig følelse å få tilsendt deres siste singel, med nyheten om at det kommer plate før sommeren 2008 &#8211; og ikke minst at de kommer til Øya. Folkens, gjør dere klare for dansefest!</p>\n<p>BSS ble nominert til MTVs prestisjefylte New Sound Of Europe-pris. Ikke ille!</p>\n<p>Buraka Som Sistema er fra utkanten av Lisboa og spiller såkalt kuduro, en musikkstil med utspring i den tidligere portugisiske kolonien Angolas hovedstad Luanda. Ordet oversettes til engelsk med hard ass. En nærmere forklaring kom fra bandet til danske Soundvenue tidligere i år: &#8220;Kuduro startede med nogle angolanske dj&#8217;s, der forsøgte at lave techno. Så på den måde er det en slags anti-world musik, der har udviklet sig i Angola gennem de sidste ti år. Grundlæggende består teknikken består i at behandle alt som perkussion og trommer. Man sampler for eksempel synthesizeren og bruger den som en del af trommerne.&#8221; De tre gutta som utgjør kjernen i Buraka Som Sistema vokste opp med en blanding av rock, rap og dansemusikk. I dag lager de festmusikk som blander elementer fra nevnte kuduro, grime, hiphop, house, baile funk. De mikser samtidig afrikanske elementer med europeiske på en egen måte. Dette har sålangt vært tilgjengelig på singelen Yah! Og EPen Buraka to the World. Vil du ha noe som både er rått, energisk og dansbart er dette et potensielt Øya-høydepunkt for 2008. Live har de med seg et fullt band, bestående av DJs, perkusjonister, rappere og dansere. Vi garanterer fest i parken, så alt du trenger å ta med er dansesko, en haug med venner og godt humør.</p>\n<p>KID SISTER AND A-TRAK<br />\nKid Sister og A-Trak opptrer sammen i Middelalderparken. Dét blir fett det!</p>\n<p>Kid Sister har laaaange negler, fete gullsmykker, heite rim og en stor dose attitude.</p>\n<p> 27 år gamle Melisa Young fra Chicago har kanskje fått tilnavnet sitt fordi hun er søstera til Josh i DJ-duoen Flosstradamus, som for øvrig gjestet planBs Øya-arrangement på Stratos i fjor. Muligens kan det også være fordi den rappkjefta jenta låner frekt av etablerte sjangrer som bare en lillesøster kan, spytter freidige rim og kler seg i neonfarger – noe som har gjort henne til hele hypekretsens kjæledegge og kuleste frontfigur.</p>\n<p>Blant Kid Sisters fans finner man XXXchange fra Spank Rock, kjæresten A-Trak og nå også Kanye West, som både drar et gjestevers på godlåten Pro Nails og medvirker i den fargesterke videoen. This is motherfuckin jammin’, I’m on it it’s an anthem, sier Kanye, og han har selvsagt helt rett i det. Samme påstand gjelder Damn Girl og Control også, alt er bare gull. Eller Fool’s Gold da.</p>\n<p>A-TRAK<br />\nA-Trak finner du både i solsteika ute i parken sammen med Kid Sister, og alene bak decksa på svett klubb under Øyanatt. </p>\n<p>Skal du ha en vellykket fest, er den enkleste løsningen å ringe A-Trak. Montreal-gutten får det til å koke i klubben med sin blendende teknikk og suverene låtvalg, som spenner mellom hip hop, elektronika og house. DJ A-Trak ble i 1997 tidenes yngste DMC vinner, i en alder av kun 15 år. A-Trak har lenge flyttet grensene teknisk med DJ rutinene sine, men samtidig hatt appell blant utrente ører. En som også lot seg imponere er Kanye West, og A-Trak har siden 2004 vært Kanyes faste DJ. Visstnok så var det A-Trak som introduserte Kanye for Daft Punk og han skal ha hatt en god del innflytelse på de retningene &#8220;Graduation&#8221; albumet tok. Nylig startet A-Trak labelen Fool&#8217;s Gold som står for kremen av klubborientert hiphop med artister som Kid Sister og Cool Kids i spissen. </p>\n<p>INGRID OLAVA<br />\nI en tid der norske debutanter ikke akkurat er førstepri blant storselskapene, satser EMI beinhardt på Ingrid Olavas debutalbum, med planlagt utgivelse i februar neste år. Da kan ikke Øyafestivalen være dårligere. </p>\n<p>Vi drister oss til å si at et definitivt gjennombrudd ligger i kortene, men selv uten en øremerket plass på VG-lista og tung rotasjon på radio er Ingrid Olava et navn å regne med for oss som setter pris på inderlige framføringer der en klar stemme og vakkert pianospill står i sentrum. Jada, det høres kjedelig ut på papiret, men på scenen er Ingrid Olava alt annet. </p>\n<p>Oslo-jenta har opparbeidet seg et solid liverykte som korist og duettpartner for Madrugada og Sivert Høyem, og som vokalist i det kritikerroste, country-inspirerte bandet Shit City. Men hun har også imponert stort på egen hånd, med bare pianoet som selskap, både på Bylarm i Trondheim, på forskjellige spillesteder landet over og &#8211; ikke minst &#8211; hos oss. Det er med stor glede vi nå oppgraderer det som garantert blir et av 2008s store norske navn. Bare vent og se.</p>\n<p>TRULS AND THE TREES<br />\nVi bøyer oss i støvet over den kommende plata til Truls and the Trees. Det er en real oppvisning i himmelsk indie; ultracatchy, original, skakk-kjørt og skjørt på en og samme gang. For de som ikke har vært innom deres MySpace-side der de har lagt ut hele det nye albumet for gjennomlyttting (!) anbefaler vi at dere klikker dere inn sporenstreks. Er du blant de som ikke får hikke hver gang noen sier indie, så er det bare å legge den til ønskelista og krysse fingra for at noen har pakka den inn og lagt den under juletreet til deg. Fanker&#8217;n- kjøp den til dama di da vel, så får du dobbelt opp!. </p>\n<p>Metronomicon Audio har de siste årene gitt oss en god bunke feiende flotte utgivelser, og skal vi ta utgangspunkt i releasekonserten på Blå sist fredag tør vi påstå at de med dette har skutt gullfuglen. </p>\n<p>Vi aslutter med å sitere den raffe musikk- og nyhetsbloggen FuroreiHarare: &#8220;’Ailanthus’ har blitt spilt så utrolig mange ganger i furore-lokalene de siste ukene. Jeg benytter meg av sjansen til å spille den for alle som skulle ta turen innom, og det har fortsatt ikke skjedd at vi ikke sitter med armene i været når siste sang ebber ut. Den har alt egentlig.&#8221;</p>\n<p>WE<br />\nVi bare må ha WE. Det er så enkelt. Thomas Felberg og hans apostler dundrer avgårde i kjent stil på den nye plata, med herlig drivende og seig rock&#8217;n&#8217;roll slik bare WE kan. Bandet var nest sist på verdens første Øyafestival i 1999, og til sommeren er det hele fire år siden sist de rista løs på skjellettene i Middelalderparken. All erfaring tilser at det blir fest i by&#8217;n! </p>\n<p>Deres kommende album &#8220;Tension &#038; Release&#8221; slippes 21. januar. De påstår selv at skiva definerer alt WE står for i rock&#8217;n&#8217;roll universet. Vi trampeklapper i takt! Deres første singel &#8220;That&#8217;s Why (You&#8217;re So Fine)&#8221; har herja radiostasjoner over hele landet en stund nå, og det er på tide at du får stifta bekjentskap med deres nye beist av en singel, &#8220;Hurdy Gurdy&#8221;. Gutta er så frekke at de faktisk har lagt den ut som fysisk CD-singel. Jepp, tar opp kampen med Idol-Kurt. Kudos. Jekk deg en pils (om du liker denslags) skru inn på din favorittkanal og spiss øra. Snart kommer WE!</p>\n<p>YEASAYER (US)<br />\nTo av våre bookingfolk er fortsatt i lykkerus etter å ha fått med seg dette bandet live to ganger på under en uke i oktober i år. Uka før de slapp albumet i statene var de nemlig å finne på programmet til CMJ, en knallfet årlig musikkfestival i New York, og våre bookingfolk krysset av på programmet, kranglet seg inn, ble overekstatiske, kjøpte t-trøyer og hilste på manager&#8217;n. Skal vi tro på rapportene fra storbyen har vi alle noe ekstraordinært i vente! </p>\n<p>Mange har latt seg begeistre av albumet All Hour Cymbals fra Brooklyn-bandet Yeasayer. Ja, det er faktisk lett å få følelsen av at man har et av årets herligste album i spilleren, når man hører de spennende låtene. Skiva har blitt en kritikerfavoritt på begge sider av Atlanteren i høst og mange gleder seg nok til å kunne oppleve dette live. Anmelderne har strukket seg etter begreper som indie, psykedelia og world når de har svettet over beskrivelsene sine. Yeasayer kan være midt i blinken for fans av TV On The Radio, Animal Collective eller Talking Heads, uten at vi påstår at de ligger helt opptil noen av disses sound. Yeasayers musikk låter ambisiøs og setter nysgjerrigheten på prøve. Låtene byr på overraskelser og hinter om et band som kan komme til å overraske mange ganger de neste årene. Sjøl ble vi overbevist etter å ha sett dem live i New York i oktober. Bandet har de siste månedene delt scene med band som Arcade Fire, Black Mountain, Oakley Hall, Health og Gravenhurst. Vi, og mange med oss, spår at Yeasayer kan bli bandet alle snakker om sommeren 2008. Sørg derfor at du får dem med deg på Øyafestivalen i august, for at du skal ha førstehånds kjennskap til dette fantasifulle bandet.</p>\n<p>ARTISTER SOM ER KLARE FOR MIDDELALDERPARKEN:<br />\nAnimal Alpha /  Buraka Som Sistema (PT) / diskJokke / Ida Maria / José Gonzales (SE) / Kid Sister and A-Trak (US) / Silje Nes / Okkervil River (US) / Ingrid Olava / Raga Rockers / Sigh &#038; Explode / Truls and the Trees / WE /  Yeasayer (US)</p>\n<p>BILLETTER<br />\nPris festivalpass 1.695,- + avgift</p>\n<p>Billetter kjøpes på Narvesen, 7-Eleven og www.Billettservice.no tlf 815 33 133</p>\n","wordpress_id":800,"translations":{"nb":{"url":"/2007/12/12/atte-goaebiter-fra-inn-og-utland/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d5b6314d-50b0-5c69-87ed-884dc9c20209","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2007/12/12/atte-goaebiter-fra-inn-og-utland/","redirect":false}}}