{"data":{"wordpressPost":{"title":"Air + Fucked Up + Trash Talk til Øya","date":"12th April 2010","content":"<p>Air spilte på Øyafestivalen i 2004 og likte seg tydeligvis godt, for nå har de bedt om å få komme tilbake til Middelalderparken. Fucked Up har aldri spilt på noen norsk festival tidligere, og er i disse dager i sitt livs form som liveband. Dette beviste de, gang på gang, under SXSW i mars. Onsdag 11. august kan du oppleve både Air og Fucked Up på Øya. Tidligere bekrefta artister til samme dag er blant annet Iggy &#038; The Stooges, M.I.A., The Gaslight Anthem, Raekwon, Serena Maneesh, Shining og Nicke Anderssons nye band Imperial State Electric. Nå legges altså fransk mykpop og canadisk punkrock til onsdagens line-up og det hele varsler om en musikkfest uten sidestykke.</p>\n<p> I tillegg til disse er Trash Talk fra California klare for årets Øyafestival. Hardcore-kvartetten ga oss hakeslepp under SXSW, på grunn av sin intense miks av sludge, thrash og punk. At de samtidig leverte konserter som ligna mer på et kaotisk opprør enn ordinært punkrockshow. Gled deg til å ta del i galskapen på Øya!</p>\n<p>AIR (FR)<br />\nFranske Air har vært den melodiske elektroniske popmusikkens fremste innovatører i et drøyt tiår. Nylig bekreftet duoen sin sterke posisjon med utgivelsen Love 2, et album Groove.no mente var deres «beste sidan Moon Safari», som «står løpet heilt ut og ikkje inneheld et einaste svakt spor». I august spiller duoen på Øya. </p>\n<p>Året var 1998. Café del Mar-samlerne hadde surret i bakgrunnen på finere kafeer, barer og sofistikerte middagsselskaper siden 1994. Chillout-genren trengte sårt en fornyelse. Kompisene Nicolas Godin og Jean-Benoît Dunckel tok oppgaven på strak arm med en vitamininnsprøytning de hadde kalt Moon Safari. Sånn hørtes den også ut. Filtrert vokal og svevende synther med astrale overtoner var pakket inn i et lydbilde som både var varmt, organisk og kledelig retrospektivt, mer inspirert av Burt Bacharach, Serge Gainsbourg og Vangelis enn new age-elektronika og innrøkt hiphop. Debutalbumet formelig druknet i gode anmeldelser og vidløftige sammenligninger. NME skrev: “&#8230;neo-symphonic bliss-outs for the next Generation Next. For the Jazz Club in space&#8230;a floaty, widescreen and spiritual music that updates The Beach Boys&#8217; instrumental odysseys&#8230;”</p>\n<p>To år senere fikk Godin og Dunckel oppgaven med å tonesette Sofia Coppolas poetiske film The Virgin Suicides, før de fulgte opp Moon Safari med undervurderte 10 000 Hz Legend, et mørkere og mer eksperimentelt verk, i 2001. Talkie Walkie fra 2004 og Pocket Symphony fra 2007 plasserte seg uttrykksmessig midt mellom forgjengerne. Ifølge mange returnerte de til Moon Safaris melodiøse og fengende høyder på fjorårets Love 2. </p>\n<p>Siden andre halvdel av nittitallet har Air opparbeidet seg et stort knippe gromlåter – Sexy Boy, Kelly Watch The Stars!, All I Need, Playground Love, Radio #1, The Vagabond, Cherry Blossom Girl, Alpha Beta Gaga, Sing Sang Sung, Love, og mange flere – og inkluderer de fleste av disse i et livesett som nettstedet DIY nylig kalte «an intoxicating affair in which blissed-out saccharine electronica reverberates down the ear canal». Det er bare å glede seg til Frankrikes fremste eksponenter for utenomjordisk pop inntar Middelalderparken under Øya.<br />\n<a href=\"http://www.myspace.com/intairnet\" target=\"_blank\">MYSPACE</a></p>\n<p>FUCKED UP (CA)<br />\nTorontos Fucked Up er på Øya-kontoret regnet som et av de viktigste punk/hardcore-banda de siste ti åra. Bandet ga øra våre et par omganger med velfortjent juling med The Chemistry of Common Life for halvannet år siden. Det var med denne utgivelsen musikkpressen våkna for alvor, sjøl om debuten Hidden World fra 2006 hadde pirra en del nysgjerrige ører. Etter å ha sett bandet hele tre ganger under SXSW i mars, innså vi at det var helt umulig for oss å ikke presentere dette bandet i Middelalderparken. For dere som ikke har opplevd Fucked Up på kloss hold, kan dere allerede nå forberede dere på en kraftig gitarvegg moderne punkrock ikke har maken til. I tillegg har bandet et av de største blikkfanga og en av de morsomste frontfigurene i moderne rock med Damian Abraham. Fucked Up byr også på et par doser ekstra spenning, når det ikke alltid er ikke lett å forholde seg til hva som er sannhet og hva som er myte i historiene som sirkulerer om dem. </p>\n<p>Å beskrive Fucked Ups musikk er ikke bare enkelt. Bandet har vært i konstant utvikling siden oppstarten tidlig i dette årtusenet. På The Chemistry of Common Life klarte de å balansere helt perfekt mellom det rå og det ambisiøse. De bygger ut låtene både i lengde og bredde, slik at bandet blir noe langt mer enn mestere over basic 2:20-låter og togrepsrock. Det er ikke nødvendigvis alltid umiddelbart, men etter noen runder fenger det som faen.  Avisa Toronto Star fra hjembyen skrev ved plateslippet at ”they&#8217;ve matured enough to see that busting out of hardcore punk&#8217;s stylistic straitjacket isn&#8217;t necessarily the gross violation of propriety some often make it out to be“.  I bånn ligger såpass mye klassisk hardcore og punk, at alle som har et nært forhold til Poison Idea eller Black Flag burde finne veldig mye å glede seg over. Fucked Up er linken mellom fortida og framtida i hardcore og punk, eller for å si det med Pitchforks spørsmål og svar: ”Can a band as destructive as Fucked Up really carry an entire scene on their sweaty, unshaven backs? Stranger things have happened.”</p>\n<p>Fucked Up er altså ikke redde for å tøye rammene for hva punkrock skal være, noe de også viser med en rekke pussige påfunn. Kort tid etter The Chemistry of Comon Life spilte de en 12-timerskonsert i New York. De har i blant valgt å benytte seg av gjesteartister og samarbeidspartnere fra både undergrunnen og andre deler av musikkverden. På et lite utvalg Fucked Up-utgivelser kan man finne gjester fra Vampire Weekend, Alexisonfire, Final Fantasy, Yo La Tengo, Vivian Girls, The Horrors og TV on the Radio, pluss Tegan &#038; Sara, Bob Mould, Sebastien Grainger, Nelly Furado og GZA.</p>\n<p>Siden starten har bandet gitt ut vinylsingler i et fryktløst tempo, en del av dem i veldig begrensa opplag. Sålangt har det vært mulig å få tak i en del av høydepunktene på samlerne Epics In Minutes og fjorårets dobbel-CD Couple Tracks. I de neste månedene kommer det en ny dose sjutommere fra canadierne, så samlere bør holde seg våkne.</p>\n<p>Onsdag 11. august spiller Fucked Up for første gang på festival i Norge. Skal du få med deg kun en punkrockkonsert i sommer, er det stor sannsynlighet for at dette er det rette valget.<br />\n<a href=\"http://www.myspace.com/epicsinminutes\" target=\"_blank\">MYSPACE</a></p>\n<p>TRASH TALK (US)<br />\nTrash Talk fra Sacramento sto for den virkelig store overraskelsen under årets SXSW i Austin, Texas. Etter å ha lest noen konsertanmeldelser på forhånd, sto de høyt på lista over ting som skulle sjekkes ut. Vi hadde likevel ikke forventa et band som får 90 prosent av alle hardcoreband til å se ut som shoegazere. Makan til energi, hensynsløshet og forsøk på brekking av lemmer i løpet av 20 minutter har vi ikke sett makan til. Pælming av mikrofonstativ mot publikum, tjue mann på ei scene på noen få kvadrat, en vokalist som slår stiften eller tar salto fra alt over to meter, mikrofonstativ som pælmes tilbake på bandet, heseblesende moshpits, roadier som diver, bandkompiser som plutselig blir vokalist og 25 man som kaster seg i klynge på siden av scena er bare noe av det vi rakk å oppleve på Trash Talk-konsert.</p>\n<p>Musikalsk beveger Trash Talk seg mellom skremmende sludge og heseblesende hardcore. I tillegg avslører de et nært forhold til thrash metal. Konsertene kan framstå som herlig kaotiske, men det voldsomme har alltid en positiv undertone. Grensene mellom band, publikum, roadie og vakt kan iblant bli meget utydelige. De har tidligere turnert i Europa med blant andre Gallows og begir seg snart ut på amerikanske veier med Alexisonfire. Trash Talk framstår på alle måter som et betydelig mer kompromissløst band enn disse. Låtene er ofte så korte at det forrige forsøket på et album ikke varer stort lenger enn kvarteret. </p>\n<p>Steve Albini ga bandet en hjelpende hånd på den forrige fullengderen, som for enkelthets skyld het Trash Talk. I mai (digitalt) og juni (CD/LP) kommer den nye skiva Eyes &#038; Nines. Den er produsert av The Bronx-gitarist Joby Ford og har gjesteopptredner fra både The Bronx og Bad Religion. Nok en gang kommer utgivelsen på deres egen Trash Talk Collective.</p>\n<p>Trash Talk kommer til Oslo for første gang under Øya i august for å lære bort noe grunnleggende om uforutsigbare og energiske konsertopptredner. Gjør deg klar for leksjon en!<br />\n<a href=\"http://www.myspace.com/trashtalkfu\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":414,"translations":{"nb":{"url":"/2010/04/12/air-fucked-up-trash-talk-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"06887bb9-69b1-5bcf-9c36-f904c73b16e4","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2010/04/12/air-fucked-up-trash-talk-til-%c3%b8ya/","redirect":false}}}