{"data":{"wordpressPost":{"title":"Klubben, ny scene på Øya &#8211; bedre plass i parken","date":"8th June 2010","content":"<p>Snart er hele programmet til de fire dagene i Middelalderen klart og blant de siste artistene vi har fått på plass er kritikerroste Ariel Pink’s Haunted Graffiti, som akkurat har gitt ut albumet Before Today.</p>\n<p>Hvert øyeblikk vil det kun være dagsbilletter igjen i salg, så nå er det virkelig siste mulighet om du ønsker å kjøpe et festivalpass. For øyeblikket ligger det noen få titalls uavhentede pass igjen hos Billettservice. Festivalpasset gir deg mulighet til å se over 80 band på fire dager i Middelalderparken, pluss gratis inngang på Klubbdagen tirsdag 10. august.</p>\n<p>SNART KUN DAGSBILLETTER IGJEN<br />\nDet er nå noen ytterst få festivalpass som ligger igjen hos Billettservice. Deretter vil det kun være dagsbilletter igjen i salg. Salget av dagsbillettene har skutt fart og særlig fredagsbillettene går nå som hakka møkk.</p>\n<p>Vi har plassert alle artistene på dag og for de som nå skal handle dagsbilletter, kan det være nyttig å ta en titt på oversikten over disse. Et knippe artister er ennå ikke sluppet, men på mandag vil vi presentere det komplette programmet til de fire dagene i Middelalderparken. I tillegg til dette kommer en fyldig Klubbdag 10. august og mange heftige Øyanatt-arrangement. Følg med på www.oyafestivalen.no for oppdateringer.</p>\n<p>KLUBBEN, VÅR NYE SCENE<br />\nFor første gang i Øya-historien har vi en stor scene under tak og denne har vi valgt å kalle Klubben. Øyafestivalen kommer i år til å bestå av like mange scener som de siste åra, men noen endringer har vi gjort. Når du kommer inn på festivalområdet vil du se at Odden-scena er borte og at Sjøsiden har fått noen oppjusteringer, blant annet ved hjelp av en ny tribune. På baksiden av denne tribunen vil du finne inngangen til Klubben. Ved hjelp av en gang gjennom det lange rampebygget, som strekker seg langs deler av Middelalderparken, vil du komme inn i Klubben på asfalten. Her blir det en annen type festivalramme, med et telt som har plass til 2000 mennesker. Dette vil gi mulighet for fett lysshow, intime musikkopplevelser og en type Øya-konserter vi ikke har bydd på tidligere. På scena vil du kunne oppleve heftig klubbmusikk, rå metal, drøy indierock, grisete hardcore og masse annet. Klubben vil ha egen bar og omgivelser litt utenom det vanlige. Om det er en konsert du bare MÅ få med deg på Klubben, anbefaler vi at du kommer deg inn noen minutter før konsertstart.</p>\n<p>ARIEL PINK’S HAUNTED GRAFFITI (US)<br />\nDenne uka ga Ariel Pink’s Haunted Graffiti ut skiva Before Today og anmelderne overgår hverandre i skryt. VG ga en velfortjent sekser på terningen. Vi tror at dette er ei skive mange kommer til å oppdage utover sommeren. Ariel Marcus Rosenberg skal visstnok ha begynt å skrive later allerede på barneskolen. I voksen alder er han mer kjent som Ariel Pink, og har de siste åra bygget seg opp en fanskare som setter stor pris på hans småmerkelige tilnærming til frika lofi-pop. De siste åra har han etablert et band, for å kunne gjenskape musikken på scena. Det er dette som er Ariel Pink’s Haunted Graffiti. Seint i fjor høst signerte han for den legendariske labelen 4AD, som i tillegg til legender som Pixies, Cocteau Twins og Bauhaus, har Øya-aktuelle Serena Maneesh, The National og tUnE-yArDs på blant sine artister. Først kom det noen singelutgivelser og denne uka kom det etterlengtede albumet Before Today.</p>\n<p>Blant mediene som har rukket å rose Before Today er amerikanske Pitchfork og våre egne VG, Dagbladet og Dagsavisen. Sistnevnte konkluderte på denne måten ”På forunderlig vis lykkes Ariel Pink‘s Haunted Graffiti i å være både sære og ytterst tilgjengelige på denne plata. Selv om mye låter «flinkt», er albumet fullt av uforutsigbare og lekne vendinger; med andre ord er det en ganske perfekt miks av eksperimenter og klokkertro på gode melodier.”</p>\n<p>OBS Ariel Pink er av praktiske årsaker flytta fra torsdagen til onsdagen<br />\n<a href=\"http://www.myspace.com/arielpink\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"14207271-3c41-5bf7-a4dc-dac1ed9f3e93"}}