{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"52ce05e3-8ad6-5d7b-9a06-417e3a52af62","slug":"fan-nummer-8-ute-12-november","title":"Fan nummer 8 ute 12 november","date":"2009-11-06T09:43:00.000Z","excerpt":"<p>Torsdag 12. november feirer vi Fan nr 8 i andre etasje på Internasjonalen. Denne utgaven av Fan feires sammen med utgivelsen av Oslo 2, som folka bak kaller «en generasjonsdefinerende samleplate fra et miljø i stadig utvikling». Vi kunne ikke sagt det bedre selv. </p>\n"}},{"node":{"id":"bb1fd6d3-57c7-5b97-a97c-591be9fc2129","slug":"kom-deg-pa-festival-owmf","title":"Kom deg på festival: OWMF","date":"2009-11-03T11:04:00.000Z","excerpt":"<p>I dag starter Oslo World Music Festival 2009 og festivalen varer ut uka.  En glimrende anledning for dine ører til å få med seg noe nytt og spennende. Årets program byr på blant annet Tomani Diabaté med Kringkastingsorkesteret, Bugge Wesseltoft i møte med marokansk musikk, de spanske flamencofornyerne Ojos de Brujo, ørkenbluesfavorittene Tinariwen, Dj-duoen Radioclit og masse, masse mer</p>\n"}},{"node":{"id":"915165fb-d524-510e-a8b0-fe3a1b70b5e8","slug":"intervju-bob-hund","title":"Intervju: bob hund","date":"2009-11-02T09:37:00.000Z","excerpt":"<p>Stain fra Furoreiharare.com fikk møte Jonas og Johnny fra bob hund under Øya i august. Svenskene hadde æren av å åpne festlighetene unde festivalens siste dag i 2009. De fikk prata litt om å spille festivaler og om å gi ut skiver i ett eksemplar.</p>\n"}},{"node":{"id":"7b7f7971-c099-5f35-a7d4-dc63cd5d16de","slug":"aya-vant-internasjonal-miljapris","title":"Øya vant internasjonal miljøpris","date":"2009-10-21T21:18:00.000Z","excerpt":"<p>Denne uka mottok Øyafestivalen den prestisjefylte internasjonale miljøprisen Greener Festival Award for 2009. Prisen deles ut på bakgrunn av festivalens hensyn til utslipp av klimagasser, transportløsninger, avfallshåndtering, gjenvinning, resursbruk i administrasjon og flere andre miljøtiltak i planlegging eller under avvikling. Øyafestivalen er den eneste skandinaviske festivalen på lista.</p>\n"}},{"node":{"id":"7b57f73b-f380-5e72-a47f-404ddf2e1014","slug":"intervju-monotonix","title":"Intervju: Monotonix","date":"2009-10-13T10:25:00.000Z","excerpt":"<p>Petter fra Furoreiharare fikk tak i israelske Monotonix en stund før de skulle på scenen under Øya. Bandet hadde en svært så travel dag, men rakk ihvertfall å slå av en prat og å gjøre intervjueren usikker på sitt eget språk. Seinere samme dag leverte de en konsert ingen som var tilstede kommer til å glemme på mange år.</p>\n"}},{"node":{"id":"167c7d87-2c26-581a-8f14-fc1271ea900f","slug":"aya-tar-med-to-norske-til-new-york","title":"Øya tar med to norske til New York","date":"2009-10-01T11:49:00.000Z","excerpt":"<p>UNGDOMSKULEN + I WAS A KING<br />\nØyafestivalen har også i år slått seg sammen med våre venner i amerikanske Oh My Rockness og lager en heit konsertpakke under CMJ i New York.  Onsdag 21. oktober deler norske Ungdomskulen og I Was A King scene med de hippe, nye og lovende amerikanske banda Cymbals Eat Guitars, Deastro og Free Energy. Hele moroa finner sted på Santos Party House.</p>\n"}},{"node":{"id":"3c256ad3-1bea-5d45-be60-88eaf6a068e6","slug":"intervju-baddies","title":"Intervju: Baddies","date":"2009-09-30T10:09:00.000Z","excerpt":"<p>Stian fra Furoreiharare.com fikk noen minutter med Engelske Baddies under bandets opphold på Øya i august. De prata om mistet bagasje, energisk oppførsel, inspirasjonskilder, festivaler og utfordringene tilknyttet debutalbumet. Alt dette mens bandet tenkte på en svensk Olympiakos-spiller.</p>\n"}},{"node":{"id":"83d6a73a-f304-5af4-8aa5-7bcdd00cef17","slug":"intervju-the-bronx","title":"Intervju: The Bronx","date":"2009-09-14T11:41:00.000Z","excerpt":"<p>Petter fra Furoreiharare fikk en prat med fantastiske The Bronx under Øya. Han mener, i likhet med manga andre, at L.A.-bandet sto for årets festivalkonsert. Matt og Joby delte samme dag noen tanker om hvorfor det har tatt tid å komme til Oslo, grunnene til at album egentlig ikke trenger titler og gledene ved å spille i mariachiband.</p>\n"}},{"node":{"id":"d5db1f15-0cf3-5c46-9ce4-bf51fc60ccda","slug":"intervju-kylesa","title":"Intervju: Kylesa","date":"2009-08-31T13:30:00.000Z","excerpt":"<p>For tredje året på rad har gutta i fra Furoreiharare.com gjort en del ekslusive intervjuer med noen av årets Øya-artister. Utover høsten vil vi presentere dem her, cirka annenhver uke. Vi fyrer av startskuddet for årets festivalprat med et kort møte Stian fikk med våre metallfavoritter i Kylesa. God lesing!</p>\n"}},{"node":{"id":"a947d17c-d82b-5b87-b61d-74c2bc2457b1","slug":"gutter-ball-2009-pa-gamla-fra-24-til-26-september","title":"Gutter Ball 2009 på Gamla fra 24 til 26 september!","date":"2009-08-27T17:52:00.000Z","excerpt":"<p>Det blir garasjerockfest i tre dager på Gamla i slutten av september. De glade menneskene i Rock &#038; Spesialreiser står for moroa og vi i Øya kunne ikke annet enn å kaste oss med. På plakaten står blant annet The Nomads, The Urges, Peter Berry &#038; The Shake Set&#8230;.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":151,"pageCount":183,"additionalContext":{}}}