{"data":{"wordpressPost":{"title":"Intervju: New Young Pony Club","date":"25th October 2007","content":"<p>En hyggelig prat i varmen om festivaljobber, USA-satsing, reklame og hvorfor de valgte navnet New Young Pony Club.</p>\n<p>Som lovet, kommer det flere ekslusive intervjuer med artister som spilte på årets Øyafestival. Våre venner i Furore i Harare tok seg tid til en prat med de engelske popkometene New Young Pony Club.</p>\n<p>av Petter Milde</p>\n<p>New Young Pony Club. Nok en hype, eller et band som fortjener sitt liv i rampelyset? Hvis vi skal dømme ut i fra skiva de slapp tidligere i år, så kan de bare slappe av oppe på den skyen de for tiden tilbringer tiden sin på.</p>\n<p>Jeg vet at New Rave ikke finnes, det fikk jeg bekreftet av Jamie i the Klaxons, da jeg snakket med han tidligere i år. Det var noe han fant på bare for å lage en hype rundt bandet sitt. Smart fyr, ikke sant? Men uansett, oppdiktet eller ei, det er ingen som passer bedre inn under sjangeren New Rave enn New Young Pony Club. For når man hører New Rave, da tenker man dans, dans, dans, man tenker glowsticks, man tenker rosa tights og man tenker deilige synther og frekke beats. Og der, ja der har du New Young Pony Club.</p>\n<p>Jeg tok taxi mot Middelalderparken, ble sittende i en uendelig lang bilkø, hoppet av, tok banen, som selvfølgelig fikk elektriske problemer, og når jeg da skulle ta bena fatt, viste det seg å være 350 plussgrader i Oslo by. Jeg var svett inn til beinet, jeg pustet og hostet som en blåhval, men allikevel fikk jeg slippe inn på intervjuområdet på Øyafestivalen. Jeg mannet meg opp og snek meg inn til New Young Pony Club. Jeg fikk snakke med gitaristen Andy Spence, bassisten Igor og trommisen Sarah Jones. Hyggelige folk skulle det vise seg.</p>\n<p>PM: Velkommen til Norge. Dere er heldige med været.<br />\nNYPC: Tusen takk! Det er deilig å endelig se litt sol etter det forferdelige været som har vært i UK.<br />\nPM: Jo, jada det er digg med fint vær, men det er litt vel varmt med tanke på hvor stressa jeg har vært i dag.</p>\n<p>PM: Ser dere frem til konserten i dag?<br />\nNYPC: Ja, absolutt. Det var herlig her sist gang.<br />\nPM: Javel, så dere har spilt her en gang før allerede?<br />\nNYPC: Jada. Vi spilte på ett sted hvor det var ett par scener på samme sted, men ingen av oss husker hva det het. Vi ble hvertfall tatt godt imot da, så vi håper på det samme i dag.</p>\n<p>Jeg har ikke peiling på hvor de var sist gang, jeg forsøkte å sjekke det opp, men til ingen nytte, så jeg bare smilte og lo og sa at det kan ha vært så mange steder at jeg ikke gidder å bruke opp tida mi på å fundere på dette. (Med litt mer research mr. Milde, så ville du funnet ut at de spilte på en warm-up kveld for Roskilde Festivalen tidligere i vår. Kan det ha vært på Blå..?). (red. anm.: Det var nok på John Dee)</p>\n<p>PM: Hvordan liker dere å spille på festivaler?<br />\nNYPC: Det er absolutt kult. Hvertfall hvis det er en bra line-up, for da får vi sett masse band vi er keen på å se, men som vi ikke har sjansen til å se ellers. Sånn som i dag skal vi få med oss Tool og Justice. Etter denne festivalen er det bare ett par festivaler igjen, og det blir litt digg å slippe å sloss med så mange andre band om oppmerksomheten. På festivaler blir det sånn, og det kan bli litt kjipt.<br />\nPM: Skjønner,skjønner. Men da gir dere vel alt på scenen for å trekke mest mulig folk?<br />\nNYPC: Jo da, vi liker å tro at vi gir alt på scenen. Vi vil jo at folk skal danse og ha det kult, så vi prøver å gå foran med ett godt eksempel. Hvis ikke det funker så truer vi dem med pistolen vår!! Hahaha…<br />\nPM: Kuuult. Da skal jeg danse sammen dere etterpå! Men, hvordan har dere likt Øyafestivalen så langt da, kan jo ikke klage når vi har slikt vær, kan man vel?<br />\nNYPC: Åh nei, det er som sagt deilig med været, men denne festiavlen er jo bare fantastisk. Se på disse omgivelsene da, det er jo nesten som å være midt på landet, selvom vi er midt i byen. Og folk virker så glade, alle sammen. Vi blir tatt godt vare på også. Og det er jo en fordel, for det klarer vi ikke selv i allefall&#8230;haha.</p>\n<p>PM: Hvordan kom dere egentlig på navnet deres. Blei det mye barne-tv på dere i oppveksten?<br />\nNYPC: Hehe, det kommer fra barndommen, selvfølgelig. Vokalisten vår, Tahita Bulmer, hadde alltid et ønske om å være med i en klubb når hun var liten, så når vi skulle danne dette bandet, ville hun at det skulle få litt sånn ungdomsklubbmentalitet. Så vi kalte oss først Pony Club, men vi fant fort ut at det var et gammelt irsk pubband som kalte seg det. Så da bare la vi til New Young, for å symbolisere at vi var nyere, yngre og litt mere kinky.<br />\nPM: Skjønner, New Young Kinky Club. I get the drift, if you know what I mean….<br />\nNYPC: ???<br />\nPM: Eeeeh, drit i det.</p>\n<p>Og så var vi i gang med å si bandnavnet på norsk. De brukte vel ett par minutter på å si Ny Ung Ponni Klubb, før Sahra Jones begynte å skryte av bokstaven Ø fordi den var så pen å se på. Hun om det.</p>\n<p>PM: Dere har blitt sammenlignet en del med CSS. Hva syns dere om det?<br />\nNYPC: CSS er jo ett dritbra band og vi elsker dem. Men, grunnen til at vi blir sammenlignet med dem er mest bare fordi begge bandene har en kvinnelig vokalist, og fordi vi har en liten dansegreie. Men vi har forskjellige innflytelser innen rock og dance, så vi forstår det ikke helt. Vi er mer disco, blanda med punk, og de er mer electronica, blanda med rock. Tror de hadde sagt det samme.</p>\n<p>Jeg er rimelig sikker på det var noe sånt de sa, de snakka jo konstant i munnen på hverandre, og det var litt vanskelig å prøve å høre på en av dem. Tre ivrige engelskmenn og en sliten nordmann går ikke så veldig bra sammen. Men jeg følte jeg hadde så bra kontroll som var mulig å ha i dette latterlig varme teltet vi satt i.</p>\n<p>PM: Hvordan fant dere hverandre? Hvordan ble dere New Young Pony Club?<br />\nNYPC: Vi bare møttes rimelig tilfeldig. Alle var i andre band, men ingen av oss var spesielt fornøyde. Vi ville danse alle sammen og det var vel sånn vi fant ut at vi ville lage musikk sammen. Vi følte vi kunne ta musikken i en annen retning, noe lignende The Rapture, men med en britisk sound.<br />\nPM: Har det vært hardt arbeid å komme seg dit hvor dere er nå, eller har det bare vært fryd og gammen?<br />\nNYPC: Det har vært hardt, men for det meste moro. Det er jo dette vi har lyst til å gjøre. Det er utrolig deilig når folk begynner å vise interesse for noe bare vi hatt troen på en gang i tiden. Vi var jo ett liveband i to år før vi ga ut den første singelen, og de to årene var det jo en del slit.<br />\nPM: Alle banda jeg kjenner nå er vel på det stadiet, så jeg har fått litt innsikt i hvordan det kan være. Deilig å endelig ha gitt ut skiva da?<br />\nNYPC: Ja, det er jævlig deilig. Blir kult å se om den slår an.<br />\nPM: Det gjør den nok. Den er knallfet.<br />\nNYPC: Ey, takker, kult at du liker den.</p>\n<p>New Young Pony Club ble dannet i 2004, og de ga ganske kjapt ut to sjutommere som det er ganske stor rift om i dag. Tror du skal ut med et betydelig beløp på eBay for å skaffe deg disse (”The Get Go” og ”Ice cream”). Men etterhvert, eller, etter to år som et liveband som de sa, så ble de endelig signet på det australske labelet, Modular Recordings, som blant annet har Wolfmother i stallen. Og slik gikk no dagan…<br />\nOg når man først er inne på indie-rave og CSS, så kan det jo nevnes at de var med på ’the Indie-Rave Tour, sammen med CSS og The Klaxons. Hm, hvor kommer alle disse sammenligningene fra tro….?</p>\n<p>PM: Så, hva er planene deres fremover nå? Blir det å reise mye rundt for å promotere skiva?<br />\nNYPC: Det blir en del reising ja. Vi skal ha en UK-turne og en Europa-turne, også skal vi til USA, noe vi gleder oss helt sinnsykt til.<br />\nPM: Ja, apropos USA, jeg har hørt at dere fikk deres introduksjon på det amerikanske markedet gjennom en reklame på TV. Er det sant eller er jeg helt ute å kjøre?</p>\n<p>Så kom den pinlige stillheten jeg ikke hadde håpet på, med mye ’hmmm-ing’ og ’hæææ-ing’, og jeg tenkte for harde livet på noe annet jeg kunne spørre om, helt til…</p>\n<p>NYPC: Noen hadde vel hørt om oss før det, men det hjalp nok en god del. Det var jo mange flere som fikk høre oss da, og det satte nok i gang noe litt større en det vi hadde ordna selv.<br />\nPM: Hvorfor valgte dere å selge musikken deres til en reklame?<br />\nNYPC: Nå som platesalgene er på vei nedover så er det jo viktig å finne andre måter å tjene penger på med musikken, så da er jo reklamer greit så lenge det ikke er for noe helt latterlig.<br />\nPM: Dere har vel helt rett i det. Jeg prøver å selge musikken min, men ingen vil ha den.<br />\nNYPC: Å, spiller du i band?<br />\nPM: Nei, jeg prøver å selge cd’ene mine…<br />\nNYPC: Åhh.<br />\nKunne kanskje ha droppa den der tror jeg. Er ikke så lett å prøve seg på morsomheter på engelsk, men gjort er gjort.</p>\n<p>Låta, ”Ice Cream”, var låta som ble brukt for å reklamere for Intel Core 2 Processsors (jepp, det er alt dere får vite, googlet det litt på webben, men skjønte enda mindre da. Er visst noe datagreier) i USA, og som alle vet, mennesker er et enkelt folkeslag. Hører man en låt mange nok ganger, så er den bra. Og dette hjalp utvilsomt New Young Pony Club i USA. Misforstå meg rett altså, låta er knall den. Knall i munn, om du vil. Kan man si det her? Låta ble også brukt I tv-serien Shark i en episode, så de får eksponert seg godt i USA for tiden denne pånniklubben.</p>\n<p>PM: Dere var jo også med Lilly Allen på turne i fjor. Var det ett lite gjennombrudd i England?<br />\nNYPC: Det var det. Vi var med hun som supportband, og det var vår første turne i England, så det var ganske stort for oss. Hun introduserte oss til masse viktige folk og vi fikk jo sjansen til å vise hva vi kunne. Det var uten tvil bra for oss.<br />\nPM: Likte fansen hennes deres musikk a? Dere er jo ikke så veldig like.<br />\nNYPC: Nei, vi er jo ikke det, men de fleste konsertene gikk veldig bra. Men i Liverpool så hata de oss. Haha.<br />\nPM: Men dere, over til litt alvorlige saker. Jeg leser jo NME, det mest pålitelige bladet i hele verden.<br />\nNYPC: Eeh, ok. Jeg har hørt noe annet, men ok.<br />\nPM: Vel, der sto det at dere hadde falt av godfoten til Lily. At dere hadde skjelt henne ut under en konsert, kastet ting på scenen når hun spilte, og at hun hadde buet ut dere under Reading festivalen. Er idyllen brutt mener dere?<br />\nNYPC: Hehe, du lille naïve gutt, du må ikke tro på alt du leser. Hele saken munner ut i at vi kastet en sko opp på scenen når hun spilte en konsert, og den traff en i bandet hennes. No biggie, ingen ble skadet, ingen ble sinte og ingen kastet eller sa noe tilbake. Vi bare lo av det hele. Men du vet, NME er ikke så pålitelige som man skal ha det til, og de trenger jo litt sladder. Så hvorfor ikke.<br />\nPM: Det er sånn vi arbeider også, mye lettere da liksom. Man kan bare finne på. Dere merker kanskje at båndopptakeren min ikke går? Jeg skal bare skrive ett oppdiktet intervju. Improvisation is the new loud, som Steve Vai ville sagt.<br />\nNYPC: Det er godt å høre, vi ville ikke hatt på noen annen måte. Men, vi og Lily Allen er gode venner vi altså. Synd hun ikke kunne komme hit da. Hun er visst blitt syk.<br />\nJeg mumler noe om at ”chiksa tåler ikke drugsa”, og harselerer litt om Lily og Amy som ikke dukket til avtalt tid på festivalen. De ser litt rart på meg, så jeg tar meg sammen.<br />\nPM: Jeg er jo for så vidt en indie-kid, og jeg syns Lily Allen sin musikk er helt ok jeg, så det må jo kunne gå andre veien også.<br />\nNYPC: Der ser du. Det var det vi tenkte også.</p>\n<p>Yes. De var enige med meg. Nå har jeg en fot innenfor.<br />\nOg med en gang jeg var ferdig med å tenke på dette, så ble jeg sparket ut av kontaktpersonen dems.</p>\n<p>PM: Tusen takk for intervjuet folkens, vi ses ved scenen.<br />\nNYPC: Det gjør vi. Take Care.</p>\n<p>&#8220;Petter Milde&#8221;:<br />\n<a href=\"http://www.furoreiharare.com/\" target=\"_blank\">Furore i Harare</a></p>\n","wordpress_id":809,"translations":{"nb":{"url":"/2007/10/25/intervju-new-young-pony-club/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9bbce5f4-d3b3-50aa-b1c6-0a276c25cc36","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2007/10/25/intervju-new-young-pony-club/","redirect":false}}}