{"data":{"wordpressPost":{"title":"Tre &#8211; strengt tatt fire &#8211; nye navn til HiFi Klubben","date":"9th May 2018","content":"<p><strong>Lena Willikens (DE) &#8211; DJ-sett, torsdag 9. august</strong></p>\n<p><strong>Sudan Archives (US) – Live, lørdag 11. august</strong></p>\n<p><strong>Soldal + SVANI &#8211; DJ-sett, torsdag 9. august</strong></p>\n<p>&nbsp;</p>\n<p>Vi klinker til med et nytt slipp til HiFi Klubben, vår scene for elektronisk musikk og DJs, i samarbeid med nettopp HiF Klubben. Tidligere har vi annonsert at det blir DJ-sett ved legendariske Goldie, den norske veteranen Skatebård, og den britiske altmuligmannen T.Williams, samt liveopptredener ved koreansk-amerikanske Yaeji og våre norske favoritter Carmen Villain og Bendik Giske, sistnevnte i samarbeid med den audiovisuelle kunstneren Amund Ulvestad.</p>\n<p>&nbsp;</p>\n<p>Nå er tida moden for å legge flere heite navn til plakaten. Lena Willikens er hardslående DJ med base i Düsseldorf og spillejobber over hele verden. Sudan Archives redefinerer felespill og ble nylig trukket frem i Musikkmagasinet til Klassekampen som en artist å se opp for i tida fremover. Sist, men ikke minst, slår Soldal og Svani fra klubbkollektivet KOSO seg sammen for et eksklusivt DJ-sett.</p>\n<p>&nbsp;</p>\n<p>Vi har flere godbiter på lur og kommer med et siste, knallsterkt slipp til denne scenen om ikke lenge. Følg med!</p>\n<p>&nbsp;</p>\n<p><strong>Lena Willikens (DE) &#8211; DJ-sett</strong></p>\n<p>Som DJ, produsent og radioprogramleder er tyske Lena Willikens all over the place &#8211; i best mulig forstand. Men enten hun lager mystisk house med anstrøk av dronete EBM og no-wave, eller spiller obskur proto-techno, industriell boogie, synthbasert disco, rå house eller annet som ikke uten videre lar seg plassere i disse kategoriene, flytter hun alltid grenser.</p>\n<p>Å være DJ er noe man må øve på, og etter mer enn fem år som resident DJ på Düsseldorfs Salon des Amateurs på fredager, må man kunne si at Willikens er topptrent. Det er kvalitet i alle ledd, og det vet bookerne på Panoramabar i Berlin, Corsica Studios i London, Golden Pudel i Hamburg, og mange andre klubber verden over, der Willikens har spilt de siste par årene. Nå er endelig turen kommet til HiFi Klubben på Øyafestivalen. Det blir svett og fett!</p>\n<p><a href=\"https://soundcloud.com/lenawillikens\">soundcloud.com/lenawillikens</a></p>\n<p><a href=\"https://www.facebook.com/Lena-Willikens-542071665919312/\">www.facebook.com/Lena-Willikens</a></p>\n<p>&nbsp;</p>\n<p><strong>Sudan Archives (US) &#8211; Live</strong></p>\n<p>Britney Denise Parks ga i fjor sommer ut en særdeles lovende EP under artistnavnet Sudan Archives, og snart kommer nytt materiale på Stones Throw, anført av singelen «Nont For Sale», ute nå. Parks opererer i grenselandet mellom kunstmusikk, hip-hop og R&amp;B, hun synger og spiller fele over egne produksjoner, som live loopes frem og tar nye retninger underveis.</p>\n<p>Sudan Archives var blant høydepunktene på årets SXSW, både visuelt og musikalsk, og fikk selv blaserte bransjefolk til å holde munn og følge med på opptredenen. Og dét er litt av en prestasjon.</p>\n<p>Det er verdt å komme tilbake til felespillet, som tross alt er det mest bemerkelsesverdige med Parks. Som selvlært trenger hun ikke å bry seg med dogma, hun manipulerer strengene og skaper nye lyder, like inspirert av musikere fra Nord-Afrika som elektroniske produsenter. Eller som PopMatters skrev i en positiv omtale av fjorårets EP: «Whatever you think you know about violin music, forget it. Composer-producer-singer-violinist Sudan Archives wields her fiddle like no other, and on her eponymous debut EP, she redefines what four strings can do.»</p>\n<p><a href=\"https://www.facebook.com/thesudanarchives/\">www.facebook.com/thesudanarchives</a></p>\n<p><a href=\"http://sudanarchives.com/\">sudanarchives.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Soldal + SVANI &#8211; DJ-sett</strong></p>\n<p>Marit Soldal og Svanhild Landvik er, som henholdsvis Soldal og SVANI, blant landets mest spennende og karakteristiske DJs om dagen, og setter også sitt preg på Oslo som bookere. De er begge tilknyttet konseptet KOSO CLUB, kåret til Årets klubb i 2017 av Natt&amp;Dag, hvor de sammen har programmert legendariske kvelder med blant andre Mobilegirl, MikeQ, Zora Jones og Florentino, og vært å finne i DJ-boksen på bl.a. Fisk&amp;Vilt, Revolver og Blå.</p>\n<p>Soldal spiller eklektisk, rytmisk og bassdrevet musikk, nøye satt sammen til en rå, helhetlig klubbopplevelse. Hun produserer også egne remixer og mashups, og har blant annet gitt ut på Classical Trax og laget mikser for Rinse France, Cómeme Radio og den anerkjente amerikanske labelen Mad Decent.</p>\n<p>SVANI er en av få norske DJs som har spilt på Boiler Room, et sett som senere fikk ros i det toneangivende amerikanske magasinet The Fader. Hun har gjestet klubber i London, Paris, Berlin, Stockholm, Milano, Helsinki og selvsagt Oslo, blant annet som oppvarmer for Cashmere Cat. Hun har gitt ut musikk på Unspeakable Records og Classical Trax, og gjort mikser for Truants, RinseFM, TripleJ og Thump, og har fått skryt av Resident Advisor og NestHQ for den eklektiske blandinga av R&amp;B, hip-hop, kuduro og dembow.</p>\n<p>I HiFi Klubben skal Soldal og SVANI spille et sjeldent og eksklusivt sett sammen!</p>\n","wordpress_id":21723,"translations":{"nb":{"url":"/2018/05/09/tre-strengt-tatt-fire-nye-navn-til-hifi-klubben/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f5e30936-ee5b-5dfc-85d8-5fe9d4822424","locale":"nb"}}