{"data":{"wordpressPost":{"title":"Gjenbruk på Øya","date":"23rd July 2015","content":"<p>&nbsp;</p>\n<p>Øyafestivalen har som mål å være blant verdens mest miljøvennlige festivaler. Vi ser stadig etter nye måter å minske klimaavtrykket vårt på. Det er ikke alltid like lett å navigere seg gjennom mylderet av miljøtiltak &#8211; så av og til er det beste å bli flinkere til å utnytte de ressursene man har.</p>\n<p><b>Redusér!<br />\n</b>I 2014 utgjorde festivalmagasinet vårt over 70 % av Øyafestivalens totale papirforbruk. I år vil publikasjonen utgå, og bli erstattet med informasjon på nett og app. Det sparer oss for over 2,2 tonn papir.</p>\n<p>I Øyafestivalen er vi veldig glad i god mat og serverer kun mat laget av usprøytede råvarer. I år har vi også valgt å legge vekt på bedre kjøttfrie retter, mindre kjøttforbruk generelt, mer frukt og grønt fra lokale bønder, og mindre matsvinn. Matsvinn er også et stort miljøproblem, så spis godt og spis opp!</p>\n<p><b>Gjenbruk!<br />\n</b>Altfor mange brukbare ting kastes. Før årets festival har vi gjennomgått alle de ulike avdelingene i festivalmaskineriet for å se på hvordan vi kan bli enda flinkere på å gjenbruke det vi allerede har.</p>\n<p>Gjenbruk betyr ikke bare at man lar være å bidra til mer avfall, det betyr også at man slipper å produsere nytt, så miljøgevinsten blir dobbel. Renovasjonsetatens festivalstand er i år innredet med møbler fra Oslos minigjenbruksstasjoner &#8211; møbler og ting publikum kan vinne og få med seg hjem.</p>\n<p>&#8211; Vi må ta vare på ting som allerede er produsert og holde dem i kretsløpet så lenge som mulig. Vi må bort fra bruk og kast, til fordel for bruk og del, sier kommunikasjonsdirektør Kristin Bergersen i Oslo kommune, Renovasjonsetaten.</p>\n<p><b>Resirkulér!<br />\n</b>I fjor satte vi gjenvinningsrekord på Øyafestivalen. Takket være våre frivillige fra Natur og Ungdom ble hele 72% av avfallet fra festivalen materialgjenvunnet &#8211; det vil si at det blir kildesortert og brukt til å lage nye ting, i steden for at avfallet blir brent. Det sparte oss for CO2-utslipp som tilsvarer å fjerne 13 biler fra veiene. Vårt mål for 2015 er at over 75% av avfallet fra festivalen skal bli gjenvunnet til nye materialler, mens de resterende prosentene går til energigjenvinning. Du kan hjelpe oss å nå det målet ved å resirkulere ditt avfall på miljøstasjonene på festivalområdet, eller levere det i en av våre panteboder.</p>\n<p>Når festivalen er over, er det opp til dere: Ta med dere disse tankene hjem og redusér, resirkulér og gjenbruk!</p>\n<p>&nbsp;</p>\n<p>Foto: Amanda Iversen Orlich</p>\n","wordpress_id":12756,"translations":{"nb":{"url":"/2015/07/23/gjenbruk-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a807715c-21bf-59eb-a534-083b7b7a08a8","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2015/07/23/gjenbruk-pa-oya/","redirect":false}}}