{"data":{"wordpressPost":{"title":"Intervju: The Ghost of a Thousand","date":"2010-01-05T11:29:00.000Z","content":"<p>Det britiske punkbandet The Ghost of a Thousand spilte ikke på noen av scenene i Middelalderparken, men de fikk æren av å være det aller siste bandet som spilte på Øyanatt i kjelleren på Garage. Jeg håper du var der for dette er et band som spiller fletta av hvem som helst. The Ghost of a Thousand er et av de aller beste punk/hardcore-bandene der ute om dagen, så det var en sann ære å få tilbringe noen minutter med dem tidligere på dagen.</p>\n<p>-Gratulerer med ny skive og å bli signa på Epitaph som første «ikke-amerikanske» band.<br />\n-Jo, takk for det. Nå er det riktignok sånn at den Epitaph-kontrakten ikke er så eksklusiv som den høres ut som, men det er kult altså – for all del. Greia er den at vi er signa på Epitaph i USA mens her i Europa er vi signa på Burning Heart. Noe vi er minst like gira over.</p>\n<p>-Ja, jeg har skjønt at dere har et litt spesielt forhold til Burning Heart. Kan dere forklare hvorfor det er en stor greie for dere?<br />\n-Vel, først og fremst er det nok fordi vi er fans av så godt som alt som Burning Heart noengang har gitt ut. Herregud, bare tenk på band som The Refused, The Hives, Randy og ja, bare nevn et navn liksom. Så for oss er det faktumet at Burning Heart-logoen kommer til å stå på plata vår til evig tid helt sykt stort. Vi kan egentlig legge opp som band nå, det blir nok ikke noe større, ler hele gjengen.</p>\n<p>To spørsmål ut i intervjuet og jeg sitter der og tenker for meg selv at disse gutta er ordentlig lette å like. Nesten som å sitte der med en god gammel gjeng med kompiser og bare snakke litt skit om musikk. Dæven, jeg tar av meg hatten. Det her er jo ikke jobb, dette er jo bare gøy.</p>\n<p>-Dere nevnte jo band som Refused og Hives tidligere, var det på grunn av disse bandene at dere endte opp med å bruke Pelle Gunnerfeldt som produsent på New Hopes, New Demonstrations?<br />\n-Det var vel ikke kun på grunn av at han har produsert de banda, men det er jo klart at det hadde mye å si. Han var definitivt på toppen av lista over produsenter vi kunne tenke oss å jobbe med. Det bandet han spilte i på nittitallet, Fireside, de var jo helt sykt bra. Og den produsentjobben han har gjort på de første Hives-skivene er kanskje den produksjonen vi liker absolutt best. Jeg tror, hands down, at vi umulig kunne hatt en bedre produsent på denne skiva.</p>\n<p>-Kult, det kan høres på resultatet også, at dere har vært enige om sounden.<br />\n-Ja, kult at du synes det. Denne skiva er jo litt hardere og kanskje litt seigere enn den første skiva. Den var liksom bare sånn «bam bam bam bam, her er vi»-greie. Ikke at det er noe gæernt med det altså, men vi har utviklet oss litt. På en måte litt gøy å kunne gjøre litt mer ut av det å spille inn en plate. Gjøre litt ting som kanskje er vanskelig å gjøre live, men at det likevel høres «live» ut hvis du skjønner.</p>\n<p>-Ja, ser den. Dere har jo til og med lagt inn noen pustehull her og der. Ikke bare sinna sinna sinna hele tida. Er ikke sistelåten skikkelig lang?<br />\n-Haha, jo den er jo fuckings episk. Neida, eller.. jo, altså faen heller. Til oss å være så er den skikkelig episk. Den er jo seks og et halvt minutt lang. Også er den til og med bra, det er det sykeste.</p>\n<p>-Ser at dere turnerer en god del, hvordan er responsen på konsertene deres da?<br />\n-Den er faktisk jevnt over veldig bra. Der hvor vi har spilt før så kommer folk tilbake og stemningen er skikkelig god. Men likevel, det er sånne konserter som vi skal gjøre i dag som nesten er aller mest morsomt. Det å skulle spille for folk som ikke har sett oss før. Da går vi ut med en helt jævlig mye energi og er fast bestemt på at hver eneste jævla publikummer skal i det minste ha hoppet litt rundt før vi er ferdige.</p>\n<p>-Håper dere får til det i kveld da, det norske publikummet kan være ganske traust og vanskelige å overbevise.<br />\n-Seriøst? Vel, nå ble jeg enda litt mer gira. Vi liker publikum med armene i kryss på starten av konserten. De vil hvertfall ikke stå sånn når vi er ferdig med dem.</p>\n<p>Jeg kan vel avslutte med å si at jeg ikke så en eneste person med armene i kryss den natta på Garage. Jeg tror det ble både hopping og svette kropper i stedet. </p>\n<p>Tekst: Stian Svehagen<br />\nFoto: André Simonsen</p>\n","wordpress_id":471,"translations":{"nb":{"url":"/2010/01/05/intervju-the-ghost-of-a-thousand/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d145e1b0-cb0f-583a-83b0-9bcc741c2a9d","locale":"nb"}}