{"data":{"wordpressPost":{"title":"Påmelding til Zoom har startet","date":"2008-10-23T11:29:00.000Z","content":"<p>Fra fredag 24. oktober kan norske artister melde seg på til Zoom 09. Påmeldingen kan du gjøre på NRKs Urørt-sider. Zoom har tidligere vært et viktig steg på veien mot suksess for en rekke store artister. Band som har lyst til å vise seg fram for et større publikum og være med i konkurransen om en Norges-turné kan besøke <a href=\"http://www11.nrk.no/urort/articlePP.aspx?pparticleid=1.6277318\" target=\"_blank\">nrk.no/urort</a></p>\n<p>De lokale Zoom-arrangementene i landets største byer er nå flyttet fra høsten til januar. Den store finalen arrangeres i februar. Her skal det kåres en vinner som skal legge ut på veien sammen med årets Urørt-vinner, som kåres i januar 2009. Zoom/Urørt-turnéen starter i mars og de to vinnerne vil dele scene med et lokalt Urørt-band på hvert spillested. Turnéen vil inneholde et sted mellom 15 og 20 spillejobber over hele landet.</p>\n<p>Det har i tillegg blitt gjort noen endringer i organiseringen av Zoom. Norsk Rockforbund tar i over styringa av Zoom-konseptet fra Norgesnettet, og med på laget har de Øyafestivalen. Disse to skal på hvert sitt vis bidra med sine ressurser og sin kompetanse for å sikre at Zoom fortsatt er en viktig arena for nye norske artister i årene som kommer. NRK P3 blir samarbeidspartner på turnédelen.</p>\n<p>NRF og Øyafestivalen går løs på arbeidsoppgavene med stor iver og lyst. Vi ønsker sammen å bidra til å trekke nye norske talenter fram i rampelyset. Øyas bookingsjef Claes Olsen, som var en av Zooms grunnleggere, gleder seg til igjen å kunne bidra til fete konsertkvelder for artister og publikum.</p>\n<p>Blant tidligere Zoom-vinnere finner man navn som: Ida Maria, Ricochets, Silver, Surferosa, The Jessica Fletchers, Sigh &#038; Explode, Gerilja, Helldorado, Heroes &#038; Zeros, The Beautiful People (nå 120 Days) og Furia.</p>\n","wordpress_id":661,"translations":{"nb":{"url":"/2008/10/23/pamelding-til-zoom-har-startet/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6e9a1304-0342-584b-a32a-4d46d067d50b","locale":"nb"}}