{"data":{"wordpressPost":{"title":"Intervju: The Bronx","date":"14th September 2009","content":"<p>The Bronx har endelig kommet seg til Norge. Et av, om ikke det absolutt, beste hardcore-punk bandet i verden har holdt på siden 2002 og gitt ut tre usannsynlig bra album, nå skal jeg snakke med dem og for første gang i min ’’karriere’’ er jeg redd for å bli ’starstruck’. Jeg snakket med vokalist Matt Caughthran og gitarist Joby J. Ford om alt fra hvordan bandet startet til hvorfor de syns det er teit å kalle skiva si ’Wish You Were Here’.</p>\n<p>Øya har prøvd å booke dem i tre år, og når de endelig er her lover de å ikke skuffe.<br />\n&#8211; Jeg vet faktisk ikke hvorfor det har tatt oss så mange år å komme hit, starter Matt, men det har seg jo sånn at det ikke nødvendigvis er vi som tar oss av bookingen. Det har vi jo et management til. Men vi er glad for å endelig være her og vi skal spille ræva av alle som kommer å ser på.</p>\n<p>&#8211; Har dere fått sett noe av Oslo a?<br />\n&#8211; Vi trasket litt rundt i gatene i går og vi var ute på et sted som heter Garage på kvelden. Det er viktig å sjekke ut rockestedene, mener Joby. Og det var kult der, legger Matt til.</p>\n<p>Med tanke på at Garage er det vi har å stille opp med når det gjelder rock og øl gjør meg litt flau, for de er sikkert bare hyggelige når de sier det var kult. For Garage har jo sakte men sikkert bitt et hipstersted hvor du har større sjanse for å møte damer i pene kjoler og gutter med ekle sleiker enn du har for å møte en kar med skinnjakke og hanekam. Selv om det jo fortsatt er noen av dem og det er jo til tider kul musikk der også. Men det virker ikke som at det plager dem veldig der de sitter å venter på at jeg skal bli ferdig med å dagdrømme.</p>\n<p>&#8211; Så, gutta. Hvordan fant dere hverandre og bestemte dere for å lage et kongeband?<br />\n&#8211; Haha, ler Matt. Det var faktisk broren min som mente jeg burde prøve å synge med disse gutta. Han hadde hørt dem og mente at stemmen min hadde paset perfekt til den musikken. Så jeg tok kontakt, prøvde noen låter, og så var vi et band. Det bare funket liksom. Vi ville spille samme musikk og stemmen og attituden hans var akkurat det vi trengte, skyter Joby inn. </p>\n<p>&#8211; Ah. Kjærlighet ved første blikk. Kunne ikke blitt bedre. Hvorfor tok dere navnet The Bronx? Dere er jo fra Los Angeles.<br />\n&#8211; Det er derfor vi tok det, Det er jo liksom en liten rivalisering mellom ’eastside’ og ’westside’ i USA, så vi tenkte det kunne være kult å stjele The Bronx fra New York, forteller Joby, med et lurt smil om munnen. Faen som vi hater ’eastside’, ler Matt.</p>\n<p>The Bronx har gitt ut tre album. Tre så bra album at jeg går så langt som å kalle dette mitt favorittband. Og det burde så absolutt bli ditt også. Bare sett deg ned å sett på The Bronx, The Bronx eller The Bronx. Disse tre albumene er gitt ut henholdsvis i 2003, 2006 og 2008. Alle skivene er hardcore-punk på sitt beste. Med så mye energi og fengende låter at det hadde tatt livet av en skrøpelig dame og gitt et nytt liv til en frustrert unggutt. Jeg kan ikke skryte nok, men det er bedre om du bare opplever det selv.</p>\n<p>&#8211; De tre skivene dere har gitt ut er alle selvtitulerte. Er det noen spesiell grunn til det?<br />\n&#8211; Ja, kommer det bestemt fra Joby. Vi syns det er teit å skulle prøve å beskrive alle sangene på et album med en setning. Det funker uansett ikke da en skive ikke er en historie delt opp i kapitler, legger Matt til. Jeg kan ikke se for meg at vi noensinne kommer til å kalle et album for ’Wish You Were Here’ eller noe teit som det. Det funker bare ikke. Vi har et visst antall låter på albumene, som vi er drit fornøyde med, som vi har lagd, da er det greit å bare kreditere oss selv, avslutter Joby.</p>\n<p>Det har da blitt en greie at folk kaller albumene for I, II og III men det var visstnok ikke meningen det heller. De heter The Bronx og that’s it. Jeg personlig nevner bare året det er gitt ut i når jeg skal fortelle om det. Som at The Bronx (2008) var det beste albumet som ble gitt ut i 2008.</p>\n<p>&#8211; Allright. Det er en ærlig sak. La oss snakke litt om labelet deres, White Drugs. Dere valgte å gi ut det første dere gjorde på dette labelet selv om dere hadde tilbud fra større selskap. Hvorfor gjorde dere det?<br />\n&#8211; Vi følte enkelt og greit at vi ikke var klare for noe store greier med en gang, svarer Matt. Vi mente vi hadde godt av å styre den første utgivelsen helt selv, så da var det greit å bare starte et eget.</p>\n<p>&#8211; Skjønner. Men det er blitt et ordentlig label nå?<br />\n&#8211; Ordentlig og ordentlig, sier Matt litt tvilende. Vi har jobbet ganske mye med det, men det er utrolig mye jobb. Så vi har valgt å bare gi ut musikk digitalt og på vinyl og vi skal bare gi ut band vi digger skikkelig. Nå for tiden er det ikke så altfor mye vår greie heller. Vi har folk som tar seg av det nå. </p>\n<p>&#8211; Høres nesten ut som en ny indierevolusjon. Kult. Men det nye prosjektet deres El Bronx gis ikke ut på White Drugs?<br />\n&#8211; Wichita var gira på det, så vi ble med dem på det, konstaterer Joby. </p>\n<p>&#8211; Fortell litt om El Bronx a. Fra hardcore til mariachi er jo et ganske stort sprang.<br />\n&#8211; Mariachimusikk er liksom greia i California nå, så det kom ganske naturlig for oss å begynne med det. Vi har mange venner som spiller sånn musikk og vi var jævlig keen på å prøve det vi også, forteller Joby stolt. Det er jo en utrolig spennende og utfordrende sjanger, så vi følte nesten vi bare måtte prøve oss på det. Har holdt på en stund, men dette blir det første albumet vårt. Veldig stolte og veldig spente, avslutter Matt.</p>\n<p>El Bronx kommer med skiva ’Mariachi El Bronx’ (har kommet ut nå. Red.anm.) ikke så veldig lenge etter at Øya avsluttes, og albumet kommer til å bli en stor hit. Jeg har fått hørt litt på det, og det å høre disse røfffe gutta her spille følelsesfyllt mariachimusikk er en fryd for øret. Hadde det ikke vært for at albumet kommer ut på sensommeren så ville dette absolutt ha blitt årets sommerskive.</p>\n<p>&#8211; Jeg hørte at Øya prøvde å få El Bronx til å spille på Øya Natt. Hva skjedde der?<br />\n&#8211; Vel det har seg sånn at det er en annen kar som ikke er med i The Bronx, som da måtte ha blitt flydd hit fra LA og ekstra utstyr måtte ha blitt sendt osv. Det hadde blitt mye stress og sikkert en del dyrere for festivalen. Men vi lover at vi skal komme tilbake hit med The Bronx og El Bronx. Vi skal på en turné med med begge bandene, en double feature om du vil, sier en glisende Matt som ser ut til å glede seg til det.</p>\n<p>&#8211; Herlig! Det var gode nyheter. Hva har vi i vente til dagens konsert a?<br />\n&#8211; Vi skal rocke så jævlig hardt, sier Joby bestemt. Vi kommer hit for å gi dere alt dere vi ha av en konsert. Det kommer til å bli bra!</p>\n<p>Og de kødda ikke. Konserten var en fest fra start til slutt og bandet ga virkelig alt. Matt skrek/sang så intenst at jeg var redd for stemmen hans. Jeg var sikker på at den kom til å ryke hele tiden, men mannen hoppa rundt og skrek konstant uten å virke det minste sliten. Han var nede i publikum, sang sammen publikum, danset med publikum og gjorde dagen min komplett. Selv om regnet kom og prøvde å jage vekk alle som var der, så var The Bronx så tight at du enkelt og greit ikke kunne gå derifra. Jeg personlig ble gjennomvåt og skaffet meg lungebetennelse og alt som hører med. Gikk du glipp av en av Øyas feteste konserter sier du? Kjipt for deg!</p>\n<p>Tekst: Petter Milde (petter@furoreiharare.com)<br />\nFoto: André Simonsen<br />\n<a href=\"http://www.furoreiharare.com\" target=\"_blank\">furoreiharare.com</a> </p>\n","wordpress_id":497,"translations":{"nb":{"url":"/2009/09/14/intervju-the-bronx/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9e0bbee1-1f64-52d1-99ee-47049d4b213c","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2009/09/14/intervju-the-bronx/","redirect":false}}}