{"data":{"wordpressPost":{"title":"Grønnsaker i hovedrollen &#8211; OBS! NY DATO","date":"24th February 2015","content":"<p><span style=\"line-height: 1.5\">Disse ordene kommer fra Amanda Cohen, sjefskokk på en av verdens viktigste vegetarrestauranter, Michelin-stjernede Dirt Candy i New York. Cohen er en tidligere vegetarianer, men hun plages ikke så mye av hvorvidt kundene hennes til vanlig er strengt veganske eller om de trykker i seg pølser fra morgen til kveld. Cohen tilbereder sine grønnsaksretter helt uten kjøtt fordi det ifølge henne er mer interessant &#8211; og fingerslikkende godt! </span></p>\n<p><span style=\"line-height: 1.5\">Vi mennesker har aldri i moderne tid spist så mye kjøtt. Det er skummelt &#8211; både for vår personlige helse og for planeten. Så hvorfor ikke ta kjøttdebatten ett skritt videre; det trenger ikke være enten eller &#8211; veganer eller biffantast &#8211; men hva med både og? La grønnsakene spille hovedrollen!</span></p>\n<p>Øyafestivalen, ØQ og Oikos ønsker velkommen til et halvdagsseminar om grønnsaker – om hvorfor du bør velge flere grønnsaker på tallerkenen, hvordan du bruker hele dyret i matlagingen og hvordan du selv kan være med på dyrkingen.</p>\n<p>Blant foredragsholderne er <b>Esben Holmboe Bang</b> fra Maaemo &#8211; den eneste norske restauranten med 2 Michelin-stjerner &#8211; og også en av de mest vegetariske restaurantene i Oslo &#8211; og <b>Henrik J. Henriksen</b>, matskribent og eier av Taco Republica, som er en stor tilhenger av å bruke hele dyret, og serverer byens beste taco laget på oksetunge, høne og andre uvanlige kjøttstykker.</p>\n<p><b>Om seminaret<br />\n</b>Mandag 13. april kl 11-15<br />\nKongsgården på Bygdøy<br />\nGratis inngang</p>\n<p>Dette seminaret følger opp matseminaret “Det bærekraftige kjøkken” som ble holdt på Mathallen i mars i fjor. Øyafestivalen ønsker å være i front når det gjelder innovativ, variert og bærekraftig økologisk festivalmat. Med dette seminaret vil vi sørge for at våre mataktører innehar de beste forutsetningene for å bidra til dette. Vi håper også seminaret kan inspirere flere til å tenke økologisk og grønt i den daglige driften.</p>\n<div>\n<p><b>OBS! Begrensede plasser! Påmelding innen fredag 9. april til <a href=\"mailto:ingrid@oyafestivalen.com\" target=\"_blank\">ingrid@oyafestivalen.com</a></b></p>\n</div>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<div></div>\n","wordpress_id":11471,"translations":{"nb":{"url":"/2015/02/24/gronnsaker-i-hovedrollen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d5802ca7-2241-5b34-bf79-f99a08244511","locale":"nb"}}