{"data":{"wordpressPost":{"title":"Øya tar med to norske til New York","date":"1st October 2009","content":"<p>Øyafestivalen har også i år slått seg sammen med våre venner i amerikanske Oh My Rockness og lager en heit konsertpakke under CMJ i New York. CMJ er en av verdens viktigste innendørsfestivaler og kan ses på som en internasjonal monsterutgave av by:Larm. Onsdag 21. oktober deler norske Ungdomskulen og I Was A King scene med de hippe, nye og lovende amerikanske banda Cymbals Eat Guitars, Deastro og Free Energy. Hele moroa finner sted på Santos Party House, hvor også Oh My Rockness sin 5-årsfest finner sted i underetasjen. Med andre ord byr vi på fest i to etasjer på en av New Yorks hippeste klubber. Er du i New York denne uka, er det ikke tvil om hvor den råeste musikkfesten finner sted.<br />\n<a href=\"http://www.ohmyrockness.com\" target=\"_blank\">Oh My Rockness</a></p>\n<p>I WAS A KING<br />\nI Was A King tok publikum og anmeldere med storm når de ga ut sitt debutalbum i januar. Dagbladet klinte til med en sekser på terningen og skrev at ”Dette er fuzzbelagt kraftpop, shoegazing og psykedelisk indierock på oppsiktsvekkende nivå, med en så voldsom meloditeft og en nesten uhørt kredibilitet i støtteapparatet at det vil vekke internasjonal oppsikt…”. Vi var svært enige og bandet spilte på Øyafestivalen i august. Nå tar vi dem med over Atlanteren for å treffe New York-publikummet.<br />\n<a href=\"http://www.myspace.com/iwasaking\" target=\"_blank\">MYSPACE</a></p>\n<p>UNGDOMSKULEN<br />\nTrioen Ungdomskulen har rukket å spille på Øya to ganger i løpet av sin relativt korte karriere, sist nå i sommer. Tidligere i år kom album nummer to, kalt Bisexual. Natt og Dags anmelder var begeistret og beskrev innholdet slik: ”Referanser til post-punken, til The Cure og den dansante rytmikken og de synkoperte beatene til The Rapture, eller det britiske nu-rave orkestret The Klaxons er åpenbare. Fokuset på den drivende bassen og stemningene til Fugazi gjør det annerledes og eget”. Ungdomskulen har nylig gjort seg ferdige med nok en turné i England og er mer enn klare for å overbevise amerikanerne under CMJ.<br />\n<a href=\"http://www.myspace.com/ungdomskulen\" target=\"_blank\">MYSPACE</a></p>\n<p>Øyas kveld på CMJ 21/10 gjøres i samarbeid med Music Export Norway</p>\n","wordpress_id":495,"translations":{"nb":{"url":"/2009/10/01/aya-tar-med-to-norske-til-new-york/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"23ef0848-b92c-5d35-8b48-45c6327c941a","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2009/10/01/aya-tar-med-to-norske-til-new-york/","redirect":false}}}