{"data":{"wordpressPost":{"title":"Øyanatt: Lightning Bolt (US) + Plunder","date":"13th May 2016","content":"<p>BLÅ | ONSDAG 10. AUGUST | KL.23:00 | ID:20<br />\nMED ØYAPASS: 200+AVG<br />\nUTEN ØYAPASS: 250+AVG</p>\n<p>Forhåndssalg: <a href=\"http://www.ticketmaster.no/event/499545\" target=\"_blank\">http://www.ticketmaster.no/event/499545</a></p>\n<p>LIGHTNING BOLT (US)<br />\nBrian Chippendale (trommer) og Brian Gibson (bass) utgjør den nådeløse duoen som i to tiår har revolusjonert undergrunnsrocken med sin kompromissløse stil.</p>\n<p>Duoen brøt barrierene for hvor man definerer plasseringen av publikum og artist der bandet har plassert seg på gulvet omringet av publikum. De helt sinnsyke forestillingene dette bandet smeller sammen for hver konsert har banet vei for en ubeskrivelig lang liste med artister etter dem. Lightning Bolt kan uten tvil beskrives som et av verdens beste liveband.</p>\n<p>Og tilsvarende bra er bandet på plate, der de alltid har vært premissleverandør for et kaotisk og brølende lydbilde som høres ut som om de sprenger høytalerene dine. Lightning Bolt er er nå aktuelle med sitt sjette album – deres første på fem år der de utforsker sitt soniske univers ytterligere samtidig som de bevarer sin karakteristiske signatur.</p>\n<p>PLUNDER<br />\nPlunder er den nye lekegrinden til André Bratten. Akkurat hva han finner på denne kvelden vet vi ikke helt enda, det gjør han kanskje ikke selv engang, men her kan man forvente dypdykk i de rareste krinker og kroker av platesamlingen hans. Ta på deg de fineste avant-garde-danseskoene og kle deg med et åpent sinn.</p>\n<p><a href=\"http://www.blaaoslo.no/\" target=\"_blank\">www.blaaoslo.no</a></p>\n<p>LIGHTNING BOLT Links:<br />\nWebsite: <a href=\"http://www.laserbeast.com/\" target=\"_blank\">www.laserbeast.com</a><br />\nFacebook: <a href=\"http://www.facebook.com/pages/Lightning-Bolt/12838367045\" target=\"_blank\">www.facebook.com/pages/Lightning-Bolt/12838367045</a><br />\nLabel: <a href=\"http://www.thrilljockey.com/\" target=\"_blank\">www.thrilljockey.com</a><br />\nfoto Natalja Kent</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"dcaaf3f3-0e06-5dd7-92c3-bef93e037d9d"}}