{"data":{"wordpressPost":{"title":"Pantha Du Prince med bestillingsverk på Øya","date":"2011-06-07T12:12:00.000Z","content":"<p>Ideen kom til Pantha Du Prince (Hendrik Weber) da han gjestet Oslo i fjor sommer, og komposisjonsprosessen med Lars Petter Hagen har funnet sted i både Oslo og Berlin over de siste seks månedene. I The Bell Laboratory utforsker Hendrik og Lars Petter klokker og melodisk perkusjon både rytmisk og klanglig, i et akustisk perkusjonsverk for et 64 klokkers stort carillon, backet opp av fire perkusjonister.</p>\n<p>På Øyafestivalen vil musikken bli fremført av et stjernelag av norske perkusjonister: Martin Horntveth, Erland Dahlen, Håkon Stene og Heming Valebjørg, i tillegg til Vegar Sandholt, klokkenist fra Oslo Rådhus, på carillon, og Pantha Du Prince selv på lydprosessering.</p>\n<p>Premieren blir torsdag 11. august i Middelalderparken, på Øyas teltscene Klubben, og alt ligger til rette for en spektakulær konsert. Dette blir en unik mulighet til å høre noen av de mest spennende utøverne innenfor rytmisk elektronisk- og samtidsmusikk opptre sammen for første gang.</p>\n<p>Konserten er støttet av Norsk Kulturråd og og i samarbeid med Goethe-Institut. </p>\n<p>PANTHA DU PRINCE<br />\nPantha Du Prince er en av de mest spennende elektroniske produsenter i dag. Han har gjennom utgivelser på det anerkjente plateselskapet Rough Trade (The Smiths, Strokes, Scritti Politti) og tyske Dial Records vært en definerende figur i det elektroniske musikklandskapet. Hans siste plate Black Noise tok i bruk klokker og melodiske perkusjonsinstrumenter til å danne teksturer og rytmiske lag som har skapt et unikt og komplekst, men samtidig melodisk sound. Black Noise ble laget i samarbeid med blant annet Noah Lennox aka Panda Bear og Animal Collective, og Tyler Pope fra !!!. Platen høstet god omtale i internasjonale medier som Pitchfork, The Wire og Rolling Stone, i tillegg til gode kritikker her hjemme. Som Dagbladets Sigrid Hvidsten så elegant beskrev han i sin anmeldelse: «Tarjei Vesaas møter tysk elektrominimalisme».  </p>\n<p>LARS PETTER HAGEN<br />\nLars Petter Hagen er en kjent figur innenfor den norsk samtidsmusikken, hvor han i en årekke har komponert instrumentalmusikk, elektroakustiske verker og lydinstallasjoner, samt musikk for film, teater og dans. Han vant Arne Nordheims komponistpris i 2003, og har siden utmerket seg på festivaler som Berliner Festspiele og Donaueschinger Musiktage. Han var tidligere kunstnerisk leder og direktør for Ultima festivalen, Happy Days og Nordic Music Days.</p>\n<p>PANTHA RHEI PROJECT<br />\nPanta Rhei er et prosjekt satt i gang av Håkon Vinnogg og Mattis With.<br />\nMålet for prosjektet er å oppfordre til samarbeid og skape en møteplass for koblingen mellom partiturbasert samtidsmusikk og rytmisk alternativ musikk, der fokus vil rettes mot utforskning i skjæringspunktene. Det skal legges til rette for at komponistene og musikerne selv skal få utforske disse.</p>\n<p>Prosjektets første år gjennomførte de en konsert i samarbeid med Ultima, Øya og Museet for Samtidskunst hvor den tyske trioen Brandt Brauer Frick bøe satt sammen med den norske perkusjonstrioen Pinquins for å gjenskape BBF’s akustiske technomusikk live. </p>\n<p>I år jobber de eksklusivt med, og er initiativtagere for The Bell Laboratory.</p>\n","wordpress_id":141,"featured_image":null,"translations":{"nb":{"url":"/2011/06/07/pantha-du-prince-med-bestillingsverk-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b4e251a1-1748-5c3f-ba77-17a476a2f96c","locale":"nb"}}