{"data":{"wordpressPost":{"title":"Ei uke igjen &#8211; start din kampanje nå!","excerpt":"<p>Nå er det omtrent en uke igjen til det blir avgjort hvilket Motorpsycho-album som framføres i sin helhet på Øya i august. Det betyr at du har litt tid igjen til å starte en kampanje hvor du får dine venner og kjente til å stemme på det dere mener er bandets sterkeste skive. Vi kan røpe en liten stemmeteknisk hemmelighet.</p>\n","content":"<p>Nå har det gått noen uker siden vi lanserte Motorpsychos eneste festivalkonsert i Norge denne sommeren. Konserten vil bestå av det albumet som stemmes fram som publikums favoritt. Denne skiva framføres i sin helhet. Du kan avgi stemmer helt fram til og med 8. mars på oyafestivalen.com/motorpsycho</p>\n<p>Som tidligere nevnt virker det som om Demon Box og Timothy&#8217;s Monster er de mest populære, men det er fortsatt mulig å påvirke resultatet. Har du mange i din omgangskrets som egentlig ønsker noe annet, er dette tidspunktet for å samle dem til stemming. Det er kun en uke å gjøre det på!</p>\n<p><a href=\"http://oyafestivalen.com/motorpsycho\" target=\"_blank\">oyafestivalen.com/motorpsycho</a></p>\n<p>Et lite innsidertips: For å kunne tillate stemming ved bruk av både mailadresse og facebookprofil, måtte vi tillate at de som har begge, kanstemme to ganger. Med andre ord, har du kun stemt på en av disse måtene, er det en mulighet til å legge inn stemme nummer to. Stem i vei!</p>\n<p>MEST POPULÆRE ETTER TRE UKER (alfabetisk rekkefølge)</p>\n<p>Angels and Daemons at Play (1997)<br />\nBlissard (1996)<br />\nDemon Box (1993)<br />\nTimothy’s Monster (1994)<br />\nTrust Us (1998)</p>\n<p><a href=\"http://oyafestivalen.com/motorpsycho\" target=\"_blank\">Stem på Motorpsycho-album her</a><br />\nLista med de 15 alternativene er valgt ut av Motorpsycho selv og skiva som vinner vil bli spilt i sin helhet.</p>\n<p><a href=\"http://oyafestivalen.com/pages/nor/546-motorpsycho_spiller_ditt_favorittalbum_paa_oeya\" target=\"_blank\">Les mer om Motorpsychos konsert på Øyafestivalen her</a></p>\n","date":"2010-02-27T08:48:00.000Z","wordpress_id":437,"featured_image":null,"translations":{"nb":{"url":"/2010/02/27/ei-uke-igjen-start-din-kampanje-na/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8e502752-30ae-5219-a380-91c977eba57e","locale":"nb"}}