{"data":{"wordpressPost":{"title":"Fan nummer 8 ute 12 november","date":"6th November 2009","content":"<p>Torsdag 12. november feirer vi Fan nr 8 i andre etasje på Internasjonalen. Denne utgaven av Fan feires sammen med utgivelsen av Oslo 2, som folka bak kaller «en generasjonsdefinerende samleplate fra et miljø i stadig utvikling». Vi kunne ikke sagt det bedre selv. </p>\n<p>Oslo 2 følger opp suksessen Oslo! fra våren 2008. Akkurat som sist har 16 popband fra Oslos undergrunn gått sammen om spleiselaget. Sju band var med forrige gang, ni er nye. De som nå tar sin andre tørn har alle tatt betydelige skritt, både kunstnerisk og karrieremessig. Hiawata! har hatt en stor hit med bidraget «Valley Boys», mens The Little Hands of Asphalt og My Little Pony har gitt ut kritikerroste debutalbum, og spilt på flere av Norges største festivaler. Sistnevnte har dessuten gjort suksess i Spania og Tyskland, mens bandet Yoyoyo Acapulco har lagt Frankrike for sine føtter. Både Monzano og Cold Mailman kommer med sine andrealbum i løpet av våren. </p>\n<p>Blant de nye navnene finner man ZOOM/Urørt-vinnerne Norma Sass, kritikeryndlingene Children and Corpse Playing in the Street og Firetop Mountain, samt kjempetalentene Therese Aune og Einar Stray. I tillegg har man fått plass til noen hittil helt ubeskrevne blad, som Go Fandango!, Seppuku Zephyr Dance, Like Spinning og Casa Murilo. Dette viser at det som for litt over et år siden var en helt ny generasjon Oslo-band med upretensiøs pop som sitt varemerke, allerede har inspirert en ny generasjon spennende band, eller en under-undergrunn, om dere vil. Det som under utgivelsen av Oslo! for halvannet år siden var en tendens, har nå utviklet seg til et levedyktig popmiljø med ikke bare en overflod av band og artister, men også en skog av labler (Spoon Train Audio, Bolibompa Records, SellOut! Music), blogger (Furore i Harare, Poplogg), fanziner, og så videre. Gründerånden og DIY-ideologien står sterkt, og gjennom utradisjonelle kanaler er miljøet i Oslo nå i ferd med å bli lagt merke til internasjonalt. Enkelte mener til og med at Oslo er i ferd med å ta opp konkurransen med Stockholm som Skandinavias indiepop‐hovedstad.</p>\n<p>På Fan-slippet 12. november spiller Oslo 2-bidragsyterne Like Spinning, Therese Aune og Cold Mailman, og det hele finner som vanlig sted i andre etasje på Internasjonalen i Oslo. Dørene åpner åtte, og vi satser på tidlig konsertstart etterfulgt av spennende DJs fra samme miljø. Vær der eller vær en firkant. Det velger du selv. </p>\n","wordpress_id":490,"translations":{"nb":{"url":"/2009/11/06/fan-nummer-8-ute-12-november/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8b81e0c6-e1cf-5638-a1e8-47fc5ee83597","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2009/11/06/fan-nummer-8-ute-12-november/","redirect":false}}}