{"data":{"wordpressPost":{"title":"Danny Brown til Tøyenparken onsdag 9. august","date":"14th February 2017","content":"<p>&nbsp;</p>\n<p>I går meldte vi at det er under 3000 ukespass igjen og at Chance The Rapper er klar for Øya. Nå følger vi opp med Danny Brown. Han skal spille onsdag 9. august, samme dag som Chance The Rapper, Lana Del Rey, Young Thug, Testament og mange andre. Den første dagen i Tøyenparken vil du ikke gå glipp av.</p>\n<p>Både ukespass og dagsbilletter er i salg.</p>\n<p><strong> </strong></p>\n<p><strong>DANNY BROWN (US) – ons 9. aug</strong></p>\n<p>Danny Brown fra Detroit slo for alvor igjennom med utgivelsen Old fra 2013, som han fulgte sterkt opp med Atrocity Exhibition i fjor. Han har en av de unike stemmene i amerikansk hiphop, og  kombinerer den med en rå, skitten og uforutsigbar stil.</p>\n<p>På skivene sine har han samarbeida med Kendrick Lamar, Earl Sweatshirt, A$AP Rocky, Schoolboy Q Charli XCX og Øya-aktuelle BadBadNotGood. I tillegg bidro han på The Avalances sin hit Frankie Sinatra. Danny Browns tekster er prega av en tøff livsstil og hans sans for humor. Han spilte på vår intime Vika-scene for fire år siden. Nå skal han dele festivaldag med blant annet Chance The Rapper og Young Thug.</p>\n<p><a href=\"http://www.popmatters.com/review/danny-brown-atrocity-exhibition/\">Popmatters.com</a> ga Atrocity Exhibition 9 av 10 mulige og konkluderte: &#8211; Just like ScHoolboy Q’s newest album Blank Face LP, Atrocity Exhibition is Danny Brown’s greatest musical achievement thus far because the Detroit native not only elevated his lyricism, but also complimented said lyricism with atmospheric production and distinct flows that accentuate everything he’s saying. As an album, it is both as lovably outrageous as Danny Brown, but also as menacing and impenetrable as his city is. Ultimately, it is this duality that makes Atrocity Exhibition the masterpiece it is.</p>\n<p><a href=\"http://xdannyxbrownx.com/\">xdannyxbrownx.com</a></p>\n<p><a href=\"https://www.facebook.com/xdannyxbrownx/?fref=ts\">www.facebook.com/xdannyxbrownx</a></p>\n","wordpress_id":19515,"translations":{"nb":{"url":"/2017/02/14/danny-brown-toyenparken-onsdag-9-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"73e698d6-6b85-5e11-988b-f5e151c24084","locale":"nb"}}