{"data":{"wordpressPost":{"title":"WiMPcontainer på Øya i år også!","date":"2nd July 2013","content":"<p>I fjor hadde vi for første gang et studio, i en container, på festivalens bakområde. Resultatet ble 12 fantastiske innspillinger, som gjennom året har blitt lansert i WiMP. Tilbakemeldinger fra artister var svært gode, både med tanke på kvalitet på opptakene, samt stemningen i og utenfor containeren.</p>\n<p>Av artister som tok turen innom containeren i fjor var First Aid Kit, Baroness, Sondre Lerche, Bushman’s Revenge, Susanna, Susanne Sundfør og Young Dreams.</p>\n<p>Vi gjentar suksessen fra i fjor og gjennomfører dette i år igjen. Vi gleder oss veldig, og er selvsagt spente på hvilke spennende og unike artister og opptak vi vil sitte igjen med i år. Musikkredaktør Bjørn Hammershaug uttaler:<em> “Øyafestivalen har som alltid et fantastisk program som åpner for utallige potensielle konstellasjoner og spennende låtvalg. Vi drømmer om å få Damon Albarn inn i containeren, gjerne sammen med Jupiter. Det hadde vært skikkelig tøft å kople Niko Valkeapää sammen med en elektronika-artist, og vi ser på muligheten med norske artister for å få med deres ønskepartnere. Uansett hva som kommer ut av containeren er i hvert fall forutsetningene tilstede for mange magiske øyeblikk også i år”</em></p>\n<p><em> </em></p>\n<p>Og videre har Øya-festivalsjef Claes Olsen en drøm om dette:<em> “Det optimale hadde vært å fått til et samarbeid mellom en norsk artist og en utenlandsk artist som kan gi den norske artisten et internasjonalt boost. James Blake med Jenny Hval? Truls og Solange?&#8221;</em></p>\n<p>&nbsp;</p>\n<p><strong>Se video med høydepunkter fra fjorårets containeropptak her. </strong><a href=\"http://www.youtube.com/watch?v=qfxV_4pVQCg\">Sondre Lerche + Young Dreams</a></p>\n<p><strong> </strong></p>\n<p><strong>Og hør spillelisten med fjorårets bidrag her:</strong><a href=\"http://wimp.no/playlist/7d6fa9fe-5c9e-4fd0-b518-58db30d40842\" target=\"_blank\"> http://wimp.no/playlist/<wbr>7d6fa9fe-5c9e-4fd0-b518-<wbr>58db30d40842</wbr></wbr></a></p>\n<p>&nbsp;</p>\n<p><strong>Pitchfork har senere trukket frem Susanna feat. Susanne Sundfør &amp; Siri Nilsen innspillingen:</strong></p>\n<p><a href=\"http://pitchfork.com/reviews/tracks/15522-susanna-death-hanging-ft-siri-nilsen-and-susanne-sundfr/\" target=\"_blank\">http://pitchfork.com/reviews/<wbr>tracks/15522-susanna-death-<wbr>hanging-ft-siri-nilsen-and-<wbr>susanne-sundfr/</wbr></wbr></wbr></a></p>\n<p>&nbsp;</p>\n<p><strong>Hva er WiMPcontaineren?</strong></p>\n<p>WiMPcontaineren er et samarbeid mellom den norske musikktjenesten WiMP og Øyafestivalen, der hensikten er å bygge relasjoner mellom artist, festival og streamingtjeneste, samt skape grobunn for impulsive produksjoner.</p>\n<p>WiMPcontaineren er et lydtett studio, plassert på Øyafestivalens backstage. Containeren inneholder PA og backlineoppsett som betjenes av en profesjonell produsent og tekniske fagfolk. WiMP stiller videre med en topp utstyrt lydbuss, som sørger for opptakene.</p>\n<p>&nbsp;</p>\n<p>foto Erik Moholdt</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fbf03316-6bc0-56e0-acdb-20d35714e14c"}}