{"data":{"wordpressPost":{"wordpress_id":4854,"title":"First acts for next year’s line-up","excerpt":"<p>Tickets on sale Thursday 27th of November</p>\n","content":"<p>The 9 first acts:<br />\n<strong>Flying Lotus (US) &#8211; Thursday 13<sup>th</sup> of August</strong><br />\n<strong> Future Islands (US)</strong><br />\n<strong> Ida Jenshus</strong><br />\n<strong> Run The Jewels (US)</strong><br />\n<strong> Thea Hjelmeland</strong><br />\n<strong> Møster!</strong><br />\n<strong> Torgeir Waldemar</strong><br />\n<strong> Fay Wildhagen</strong><br />\n<strong> Spectral Haze</strong></p>\n<p><strong> 2015 TICKETS ON SALE THURSDAY 27<sup>th</sup> OF NOVEMBER</strong><br />\nThe first nine names on our 2015 line-up are confirmed. Together they will give you an idea of the musical variations next year. Five of these have never played Øya before, and only Ida Jenshus has played one of our outdoor stages. Flying Lotus and Run The Jewels are going to make their Norwegian debut.</p>\n<p>Øya 2014 was a huge success and we have been looking forward to reveal the first news about next year&#8217;s program. We hope to give you more exciting news before Christmas.</p>\n<p><strong>2014 – A YEAR OF RECORDS</strong><br />\nWe got great response from artists, media, sponsors and the audience after Øya took place in in Tøyenparken for the first time, and this has been a tremendous inspiration for further planning and work. We are focused to make small adjustments that can make our festival even better in the years to come. This year we beat the old records of our environmental work, good feedback from the audience and the number of people taking part in Øya. During the festival there were 89,000 single visits to the festival events, including the outdoor part, club shows and the movie part, known as Øyakino. The audience survey we did after the festival, shows that our loyal audience is happier with the Øya experience than ever.</p>\n<p>The ticket sale for Øya 2015 opens at Billettservice.no on Thursday 27<sup>th</sup> of August, from 09:00. In the previous years, week passes (access to four days in Tøyenparken and the Club Day on Tuesday) have sold out in February or March. There is no reason to wait to decide whether to be a part of next year’s big music happening in Oslo. Day tickets are also on sale.</p>\n<p><strong>FLYING LOTUS (US)</strong><br />\nFlying Lotus is one of the most exciting names in American music, something he proved with this year&#8217;s album You&#8217;re Dead!. In 2007 he released Reset EP, his first release on Warp. With Until The Quiet Comes in 2012 he made his first real impact on the US charts. In addition to releasing experimental electronic music as Flying Lotus, Steven Ellison is busy rapping under the name Captain Murphy. He has been a producer for Chance The Rapper, Mac Miller and Thundercat, and he has had time to work with Earl Sweatshirt, Kendrick Lamar, Herbie Hancock and Thom Yorke.</p>\n<p>NME is just one of many magazines and music websites that was impressed with You&#8217;re Dead!, and called the album “a madly inventive record, one that takes hip-hop and jazz as starting points, beats them both to death and then brings them back to life in an almost unrecognisable form”.  Clash Magazine believes songs of Flying Lotus are somewhere “in between the failing light of traditional jazz and the bursts of neon emitted from his polyrhythmic, nocturnal electronica”.</p>\n<p>Flying Lotus is an artist we have wanted to present at Øya for years. We are really looking forward to his first visit to Norway in August.<br />\n<a href=\"http://flying-lotus.com/youre-dead/\">http://flying-lotus.com/youre-dead/</p>\n<p></a><strong>FUTURE ISLANDS (US)</strong><br />\nThis Maryland trio have made dramatic synth pop since 2006. The album Singles was released by 4AD earlier in 2014, with a bigger production than the simpler sounds on earlier releases. In recent months they have played clubs, festivals and TV shows on both sides of the Atlantic. Many saw the trio for the first time on The Late Show with David Letterman, where they played their wonderful song Seasons (Waiting On You).</p>\n<p>Allmusic.com has described the music of Future Islands as “synth-heavy, experimental, almost danceable sound of the past into something laser-focused, new wave familiar, and very, very immediate”. Both fans of indie pop and soul enthusiasts should love their sound. When they play Tøyenparken in August, you should be prepared to witness one of the best front men in modern pop, in Sam Herring. Those who were present when Future Islands brought Parkteatret to ecstasy last summer, know exactly what we mean.</p>\n<p>When Singles was released, Pitchfork wrote: “It’s pop music distilled, something Future Islands have been working at since their earliest lo-fi electro-punk recordings. <i>Singles</i> is a great balance of pop and melodrama. It’s built around the sturdy new wave beat, almost always four on the floor, giving Herring a comfortable frame in which to sing.”<br />\n<a href=\"http://www.future-islands.com/\">http://www.future-islands.com/</p>\n<p></a><strong>IDA JENSHUS</strong><br />\nIda Jenshus has impressed once again, this year with the EP Let It Go. She released her debut album Colour Of The Sun in 2008, and has since released No Guarantees (2010) and Someone To Love (2012). The two latest have reached the third place on the Norwegian album chart. Jenshus’ music is inspired by country, with associations to windy, abandoned fields and dusty gravel roads. Yet she is not stuck in traditions, which she proves with the new 15 minute long song Shallow River. Her sound is like a date between  good melancholy pop melodies and strong country rock. She is a major songwriting talent, and an impressive performer.  In August you can see her in the beautiful park surroundings at Øya.<br />\n<a href=\"http://idajenshus.no/\">http://idajenshus.no/</p>\n<p></a><strong>RUN THE JEWELS (US)</strong><br />\nIn 2012 El-P and Killer Mike collaborated on each other&#8217;s albums. In 2013 they become the fantastic duo Run The Jewels. Their second album Run The Jewels 2 (2014), made it to the top ten on the sales charts for rap and RnB in the USA. Canadian Exclaim! believes the new album proves that “rap music can be fun and opinionated simultaneously”. Meanwhile Slant Magazine stated that &#8220;RTJ2 is a steamroller of an album&#8221;. They have made one of the best hip-hop albums of 2014 and will come share it with you in August at Øya.</p>\n<p>El-P from Brooklyn is a producer and rapper, and has previously been involved in the trio Company Flow. His debut album Fantastic Damage was released in 2002. He has produced several underground acts and has contributed to recordings by Aesop Rock, Cannibal Ox and many others. El-P has remixed Beck, TV on The Radio, Dizzie Rascal, Nine Inch Nails and The Mars Volta. In 2012 he produced the Killer Mike album R.A.P. Music and Killer Mike contributed to El-Ps Cancer 4 Cure. Killer Mike from Atlanta first got attention when he appeared on Outkast&#8217;s Stankonia (2000). Three years later, he released the album Monster. Since then he has recorded with  Big Boi, Jay-Z, Raekwon and Yelawolf. The two have had great careers on their own, but in the the last two years they have been like dynamite together.<br />\n<a href=\"http://www.runthejewels.net/\">http://www.runthejewels.net/</p>\n<p></a><strong>THEA HJELMELAND</strong><br />\nOne 2014’s big Norwegian surprises was Thea Hjelmeland, who released her second album Solar Plexus. She has toured with her folk-inspired pop in Germany, France and Cuba. Thea lived in Paris for a few years, but she is now on her way to seriously establish herself as an artist in her home country. The multi-instrumentalist from Førde debuted as a solo artist in 2012 with Oh, The Third &#8230; She has previously sung with Norwegian rapper Lars Vaular and done theater on Den Nationale Scene in Bergen. Thea Hjelmeland makes genre-expanding music, and with Solar Plexus, she has created great songs based on her own lost love. We look forward to her bringing large doses of exciting, captivating pop to Tøyenparken.<br />\n<a href=\"http://theahjelmeland.com/\">http://theahjelmeland.com/</p>\n<p></a><strong>MØSTER!</strong><br />\nThe Norwegian saxophonist Kjetil Møster has been a member of a variety of bands that dabble in jazz and improvisation, in addition to having contributed on stage and in the studio with a wide range names in pop and rock. The Øya audience may know him best for his work with King Midas, Lars Vaular and Datarock. He was on stage with Röyksopp &amp; Robyn during their headlining show last summer. His own project Møster! has released two albums, where they play around with bits of psychedelia, prog and jazz. Some of the country&#8217;s leading musicians are a part of this team; Hans Magnus Ryan and Kenneth Kapstad from Motorpsycho, and Nikolai Eilertsen Hængsle from BigBang. If you need a fantastic festival experience far away from the traditional pop and rock formula, we recommend that you see Møster! in Tøyenparken.<br />\n<a href=\"http://www.moester.no/\">http://www.moester.no/</p>\n<p></a><strong>TORGEIR WALDEMAR</strong><br />\nTorgeir Waldemar is one of the great new singer/songwriters in Oslo. After a couple of years building up expectations he released a really nerve tickling debut album. The self-titled album got a very good reception. His music is rooted in the traditions of folk and country, and his performances have touched virtually everybody who has seen him on stage. The album was recorded in the Maridalen church and among the contributors are Ida Jenshus, Janne Hea and members of great Norwegian rock bands like Euroboys, Kitchie Kitchie Ki Me O, Haraball and El Cuero. He has shared stages with Lucinda Williams, Sivert Høyem, Monica Heldal, Israel Nash and Woven Hand, and has played around the country on their own. Now we look forward to Torgeir’s own style of americana in Tøyenparken.<br />\n<a href=\"https://www.facebook.com/torgeirwaldemar\">https://www.facebook.com/torgeirwaldemar</p>\n<p></a><strong>FAY WILDHAGEN</strong><br />\nFor the last 12 months Fay Wildhagen has been talked about in and around the music venues of Oslo. In 2014, she played during the Club Day and at the small Biblioteket stage in the festival area. Now she is ready to step up to a bigger stage and our main program. A few months ago she released the brilliant and catchy pop song We Are, which instantly was listed on national radio. The spring of 2015 will see a new release from Fay Wildhagen. We look forward to her performance in the park, surrounded by green trees and happy, curious music lovers.<br />\n<a href=\"http://faywildhagen.com/\">http://faywildhagen.com/</p>\n<p></a><strong>SPECTRAL HAZE</strong><br />\nThe Norwegian doom and acid rock underground has been more than healthy in the last few years. In this scene Spectral Haze has grown to be the ambassadors of space rock and psychedelic jams. Their debut album was released this fall, and is named IEV Transmutated Nebula Remains. Doommetalheaven.wordpress.com wrote: “Their meaty riffs are developed and polished until they become little gems which are delivered with passion”.</p>\n<p>The band has recently been extended to a five piece, with a member from the dark folk rock band Tusmørke. They have shared stages with bands such as Dead Meadow, Naam, Earthless and Pentagram. Get ready for an experience that will take you to both inner and outer space.<br />\n<a href=\"https://www.facebook.com/SpectralHaze\">https://www.facebook.com/SpectralHaze</a></p>\n<p><span style=\"text-decoration: underline\"> </span></p>\n","date":"2014-11-25T11:32:05.000Z","featured_image":{"title":"Flying Lotus 1_Oyafestivalen 2015 crop","filename":"Flying-Lotus-1Oyafestivalen-2015-crop.jpg","filesize":135433,"url":"http://oya.test/assets/uploads/2014/11/Flying-Lotus-1Oyafestivalen-2015-crop.jpg","link":"http://oya.test/flying-lotus-1_oyafestivalen-2015-crop-2/","alt":"","author":"3","description":"","caption":"","name":"flying-lotus-1_oyafestivalen-2015-crop-2","status":"inherit","uploaded_to":0,"date":"2014-11-24 09:03:01","modified":"2014-11-24 09:03:01","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2014/11/Flying-Lotus-1Oyafestivalen-2015-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2014/11/Flying-Lotus-1Oyafestivalen-2015-crop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2014/11/Flying-Lotus-1Oyafestivalen-2015-crop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2014/11/Flying-Lotus-1Oyafestivalen-2015-crop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2014/11/Flying-Lotus-1Oyafestivalen-2015-crop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2014/11/Flying-Lotus-1Oyafestivalen-2015-crop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2014/11/Flying-Lotus-1Oyafestivalen-2015-crop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":null,"en":{"url":"/en/2014/11/25/first-acts-for-next-years-line-up/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6a07e952-5575-5afd-b529-9e69e05f50e9","locale":"en"}}