{"data":{"wordpressPost":{"title":"Intervju: bob hund","date":"2nd November 2009","content":"<p>Det svenske bandet bob hund trenger vel neppe noen nærmere introduksjon. De er, eller hvertfall var kanskje det perfekte festivalbandet. Med hits som «Tralala lilla molntuss, kom hit skall du få en puss», «Nu är det vel revolution på gång», «Jag rear ut min själ», «Dansa efter min pipa», «Skall du hänga med? Nä!!» og «Tinnitus i hjärtat» på samvittigheten så var det kvalitet som ventet publikum på åpningskonserten på Øyas siste dag. Selv gruet jeg meg mest til at jeg måtte forstå hva vokalist Thomas Öberg faktisk sa med sin tjukke skånske dialekt. Det skulle vise seg at frykten var ubegrunnet. Inne på presseområdet ventet nemlig keyboardist Jonas Jonasson og gitarist Johnny Essing, begge med fullt ut forståelige dialekter. Men norsk er tydeligvis noe som svensker ikke behersker eller forstår. Så derfor, fram med den alltid like pinlige svorsken og intervjuet var i gang.</p>\n<p>&#8211; Åpningskonsert på en særdeles regntung dag her på Øyafestivalens siste dag, hvordan synes dere det gikk?<br />\n&#8211; Ah, det gikk jo aldeles utmerket, sier en fornøyd Jonasson. Da vi kom hit i morges så visste vi ikke helt hva vi skulle tro. Det regnet som om det var apokalypsen som kom og hele området så ut som en eneste gigantisk byggeplass. Også så tidlig på morgenen da, ler Essing. Publikum var jo helt fantastisk, det kom jo masse folk og de så ut til å virkelig kose seg der ute i regnet, akkurat som vi gjorde, legger Jonasson til.</p>\n<p>-Hvordan liker dere å gjøre festivalgiger?<br />\n-Nå kan jeg jo bare svare for meg selv, men jeg liker det rett og slett ganske så godt. Du får muligheten til å skaffe deg en mengde nye fans hvis du bare spiller bra nok. Vi spiller mer eller mindre alle «hitsene» våre uansett hvor vi spiller, vi har jo bare «hits», sier Essing spøkefullt. Neida, vi bygger nok opp settet litt annerledes når vi spiller klubbgiger, men forskjellen ligger nok først og fremst i hvor lenge man kan spille. På en klubbkonsert så spiller man jo gjerne et lengre sett og da blir det jo også selvfølgelig plass til flere smalere og mindre kjente sanger. Nå er vi jo ute med et nytt album så da liker vi jo å spille fra det, forteller Jonasson.</p>\n<p>-Ja, dere er jo aktuelle med det nye albumet Folkmusik för folk som inte kan bete sig som folk. Det første albumet siden 2002. Kan vi kalle det et slags comeback?<br />\n-Det er jo absolutt et slags comeback. Selv om alle har spilt musikk med forskjellige band og også litt sammen som Bergman Rock så er det jo absolutt et comeback som bandet bob hund, sier Essing.</p>\n<p>-Er det noe annerledes med å spille sammen nå enn det var for nesten ti år siden?<br />\n-Direkte annerledes er det jo ikke, for vi kjenner hverandre så godt. Men vi kommer nok bedre overens nå, litt flinkere til å lytte til hverandre sånn rent musikalsk. Akkurat hva det kommer av vet jeg ikke men det kan jo være noe at vi får utløp for ting i forskjellige egne sideprosjekter, forteller Jonasson.</p>\n<p>-Sammen for godt eller det vanskelig å si?<br />\n-Er det noe jeg har lært i livet så er det det at det er veldig dumt å være veldig bastant, så kan vi ikke bare si at vi er sammen igjen nå og at det er bob hund som er prioritet nummer en for øyeblikket. Hvordan det er om fem eller ti år vet vel ingen, sier Essing.</p>\n<p>-Hvordan er det med publikummet da, er det det samme som for nesten ti år siden eller merker dere at dere har vervet noen nye i tiden som er gått og ikke minst med den nye skiva?<br />\n-Akkurat det er veldig interessant, for det virker som om det er en ny generasjon som har kommet til. Selvfølgelig er det mange av de samme som har vært med helt siden starten, men det kan virke som om vi er et sånt band som har gått i arv fra søsken til søsken og kanskje også fra foreldre til barn. Selv om det kanskje er litt tidlig for det, ler Jonasson. Neida, det skal du ikke si, vi har jo tross alt holdt på i snart tjue år, legger Essing spøkefullt til. På en litt alvorligere note kan vi jo legge til at nettopp det å kunne stadig nå ut til et nytt og ungt publikum er veldig viktig for at et band skal kunne holde seg interessante over en lengre periode. Man kan jo fort ende opp med et publikum som bare står og roper etter favorittlåtene fra 1996, sier Jonasson. Ikke at det er noe galt med det altså, legger Essing til.</p>\n<p>Dette er noe undertegnede absolutt kan kjenne seg igjen i, for selv om jeg hørte bob hund allerede fra starten av så var det riktignok først såvidt innpå 2000-tallet jeg fikk oppleve dem live. Og herregud for en opplevelse. Dette er et av de bandene som man bare må oppleve. Frontfigur Thomas Öberg må, ved siden av kanskje Ebbot Lundberg fra Sountrack of Our Lives, være den desisdert beste frontfiguren i Skandinavia, om ikke hele verden. Og det fikk jo publikummet på Øya sikkert også med seg denne regntunge lørdagen. For dette er et band som gav alt, selv om de hadde både værgudene og tidspunktet i mot seg. Klokka ett på en lørdagsformiddag er vel ikke tidspunktet lett aldrende rockere vanligvis er på sitt beste.</p>\n<p>-Over til noe helt annet. Dere ga jo nettopp ut en singel i kun ett eneste eksemplar. Hvordan kom dere på den ideen?<br />\n-Det er viktig å påpeke at det ikke bare er en single, det er en vinyl ti tommer som kom i en pakke sammen med en vinylspiller der teksten var håndskrevet på lokket på spillerene. En temmelig eksklusiv greie altså, sier Jonasson. Men ideen, vel, det var vel egentlig ikke så veldig store tanken bak den. Hele greia var vel bare kanskje en slags kommentar til hvor tilgjengelig ting har blitt via internett. Så det var på en måte vårt svar til hele den her tilgjengelighetskulturen. Bare gi ut noe som er utrolig lite tilgjengelig. Du må kjøpe den her ene plata som vi lagde av denne låten for å få den rett og slett. Også endte det opp med at vi fikk masse presse og det ble den dyreste platen som noensinne var solgt i Sverige, smiler Essing. Den forrige var vel en eller annen ABBA skive.</p>\n<p>-Apropos presse og ting som pressen skriver om. Graham Coxon fra Blur var jo lenge en stor fan av dere, har dere hørt noe fra ham de siste årene?<br />\n-Nei, det er lenge siden vi har vært i kontakt med han, men det var jo veldig gøy da han til stadighet trakk oss fram som et av sine favorittband. Han ville jo spille med oss også, men det ble aldri til at det passet. Men han har jo spilt noen av våre låter på sine konserter, der han vel bare mumler ordene på en slags liksomsvensk, ler Essing.</p>\n<p>Jeg takker for meg og takker de to hyggelige herrene Essing og Jonasson for en hyggelig samtale et par timer etter at de hadde gitt meg og publikum en flott start på Øyafestivalens siste dag i 2009.</p>\n<p>Tekst: Stian Svehagen (stian@furoreiharare.com)<br />\nFoto: André Simonsen<br />\n<a href=\"http://www.furoreiharare.com\" target=\"_blank\">furoreiharare</a></p>\n","wordpress_id":492,"translations":{"nb":{"url":"/2009/11/02/intervju-bob-hund/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8d71f8e8-55ce-54ad-a917-e0ad167ae61e","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2009/11/02/intervju-bob-hund/","redirect":false}}}