{"data":{"wordpressPost":{"title":"Explosions In The Sky til Øya – slipp hver dag denne uka","date":"10th January 2011","content":"<p>Artister offentliggjøres før 11.00 på våre nettsider hver dag, til og med fredag. Det er bare å glede seg.</p>\n<p>Explosions In The Sky (US)<br />\nFra en av våre favorittbyer i USA kommer en av den moderne post-rockens fremste spydspisser, nemlig Explosions In The Sky. Austin-bandet er blant stilartens aller mest respekterte navn og det er ikke sjelden vi har mottatt henvendelser de siste åra om det er mulig å få dem til Middelalderparken. Deres stemningsfulle lek med melodi og følelser har skaffet dem lojale fans på begge sider av Atlanteren. I løpet av våren kommer det et nytt album, så på Øyafestivalen vil du kunne oppleve ferskt materiale fra denne kvartetten.</p>\n<p>I løpet av de 12 årene instrumentalbandet har eksistert, har de fått voldsomt gode kritikker for album som Those Who Tell the Truth Shall Die, Those Who Tell the Truth Shall Live Forever (2001), The Earth Is Not a Cold Dead Place (2003) og All of a Sudden I Miss Everyone (2007). Om den midterste av disse skrev engelske The Guardian “These are tunes that twinkle and thunder like exploding stars, and show that there are still infinite possibilities in two guitars, bass and drums”.  En god beskrivelse av hvordan Explosions In The Sky kan føles.</p>\n<p>Noen kjenner kanskje musikken deres best fra filmen og TV-serien Friday Night Lights. Bandet ble nemlig bedt om å skrive hovedparten av musikken til filmen fra 2004, som så ble utviklet til en serie. Om du er blodfan av Expolsions In The Sky allerede, eller bare litt nysgjerrig på denne gjengen, kan vi love en konsert det er verdt å få med seg under Øya i august.<br />\n&#8220;MYSPACEh&#8221;:ttp://www.myspace.com/explosionsinthesky</p>\n","wordpress_id":214,"translations":{"nb":{"url":"/2011/01/10/explosions-in-the-sky-til-%c3%b8ya-slipp-hver-dag-denne-uka/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d7dc4490-9454-566d-8d69-5a3b1025cc91"}}