{"data":{"wordpressPost":{"title":"Bon Iver på Øya lørdag 11. august","date":"8th December 2011","content":"<p>Det har vært en hektisk uke på Øya-kontoret, med slipp av to supernavn. The Stone Roses spiller onsdag 8. august og Björk gjør det samme dagen etter. Nå er Bon Iver klar for lørdag 11. august. Andrealbumet Bon Iver, Bon Iver har i år opplevd kjempemessige salgstall, strålende kritikker og nominasjoner til prestisjetunge Grammy-priser. Bandet, som opprinnelig var Justin Vernons lille prosjekt, har i høst vært et av de mest etterspurte konsertattraksjonene, også her til lands. Neste mulighet til å se Bon Iver i Norge, blir på Øya.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Ukespass og dagsbilletter til Øya er i salg nå.</a></p>\n<p>&nbsp;</p>\n<p>BON IVER (US)</p>\n<p>Masse har hendt med Bon Iver siden forrige Øya-konsert i 2009. Den gangen spilte de på ettermiddagen, nå er de klare for rollen som et av toppnavna på plakaten. Bon Iver starta som Justin Vernons soloprosjekt, men har seinere utvikla seg til å bli et komplett band. Vernon har de siste åra blitt kjent som en av de mest talentfulle låtskriverne i sin generasjon. Årets album fikk for enkelthets skyld navnet Bon Iver, Bon Iver. Det raste i sommer inn på topp fem på salgslistene i flere land enn vi kan huske.</p>\n<p>&nbsp;</p>\n<p>Bon Ivers debut For Emma, Forever Ago ble kjapt en kritikerfavoritt. De folkpregede og stemningsfulle låtene gjorde stort inntrykk på mange. De seneste årene har et stadig større publikum fått øra opp for Bon Iver. Hans samarbeid med Kanye West ble lagt merke til langt utenfor indiekredkretser. De første tegnene på Bon Ivers stjernestatus her hjemme kom da han toppa albumlista i sommer. Deretter ble hans Øya Open-konsert på Sentrum Scene høstens mest utsolgte og etterspurte musikkbegivenhet. Mange gikk ut derfra med følelsen av å ha sett et av nåtidens aller beste band.</p>\n<p>&nbsp;</p>\n<p>Det nye albumet blander balladepop, soul, rock og indie på en smakfull måte. Den mottok en imponerende 9.5 av 10 hos Pitchfork og ligger helt i toppskiktet på diverse årsoppsummeringer for plateåret 2011. Utgivelsen medførte at Bon Iver har blitt nominert til noen av de gjeveste Grammy-prisene, deriblant årets album og årets låt. Aftenposten mente i sommer at skiva er «et unikt og komplett tidløst album med alternativ folkrock». Det gir vi dem rett i og anbefaler at du får med deg Bon Iver på Øya i august.</p>\n<p><a href=\"http://boniver.org\">boniver.org</a></p>\n","wordpress_id":1335,"translations":{"nb":{"url":"/2011/12/08/bon-iver-pa-%c3%b8ya-lordag-11-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"69d16f18-d83a-5c6c-881d-08b2665f7bb7","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2011/12/08/bon-iver-pa-%c3%b8ya-lordag-11-august/","redirect":false}}}