{"data":{"wordpressPost":{"title":"Mer moro til Øyanatt","date":"22nd May 2009","content":"<p>Årets Øyanatt-program vokser seg stort og sterkt. Nå er vi klare med bolk nummer to av fete navn til nattarrangementer i festivaluka. Gyldig Øyabillett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement. <a href=\"http://oyafestivalen.com/pages/nor/177-oeyanatt\" target=\"_blank\">Mer info om Øyanatt her</a></p>\n<p>NYE ARTISTER TIL ØYANATT:<br />\nANDREW BIRD (US) / BLITZEN TRAPPER (US) – ONS 12/8-09 på ROCKEFELLER<br />\nLitt av en pakke dette her! Sanger/låtskriver/fiolinisten Andrew Bird lager ganske annerledes og fortryllende popmusikk hvor det er rom for folk, gypsy og swingjazz og er nå ute med sin åttende plate ”Noble Beast”. Den fikk en femmer i Aftenposten og 6/7 i Groove: ”Så fabelaktig kan popmusikk være”. Blitzen Trapper har så gode melodier at de ubekymret kan spille sin grenseløse rock og sjangerblanding. Deres fjerde album ”Furr” fikk femmere i Aftenposten, Dagsavisen og på Lydverket: ”En musikalsk bamseklem”.<br />\n<a href=\"http://www.myspace.com/andrewbird\" target=\"_blank\">MYSPACE ANDREW BIRD</a><br />\n<a href=\"http://www.myspace.com/blitzentrapper\" target=\"_blank\">MYSPACE BLITZEN TRAPPER</a><br />\nNB! Dørene åpner kl. 22.00.<br />\nBill. kr. 250,- / 200,- (for de med 5-dagerspass til Øya eller dagsbillett onsdag). 18 år leg.</p>\n<p>KARL BLAU (US) – ONS 12/8-09 på GARAGE<br />\nBeskrive Karl Blaus musikk? Det er omtrent like enkelt som å la seg sjarmere av Lars Sponheim. Han har beskrevet seg selv som et «lydspeil», han reflekterer det han hører og det han liker, samme hvor det måtte være fra. Man kan også beskrive det som en smeltedigel fra 50 år med musikkhistorie, intet mindre. Skal vi slenge sjangere etter ham blir det en eller annen form for eklektisk indie-folk-rock (det ruller jo pent av tungen.) Han er medlem av K Records-kollektivet og gir dessuten ut musikk via en egen abonnementstjeneste, Kelp Lunacy. Samarbeid og turnert har han gjort med både Phil Elverum og Laura Veirs.<br />\n<a href=\"http://www.myspace.com/karlblau\" target=\"_blank\">MYSPACE</a><br />\nBillettdetaljer kommer seinere.</p>\n<p>JOE GIDEON &#038; THE SHARK (UK) – TORS 13/8-09 på GARAGE<br />\nSommeren 2006 benyttet Joe Gideon og lillesøster Viva til å drikke seg fulle på fjøset, og spille inn låter på en 8-sporsopptaker. Før det spilte de sammen i Bikini Atoll, men er nå tilbake som en duo. I de to årene som gikk etter at låtene ble født, har JG&#038;TS varmet opp for band og musikere som Nick Cave &#038; the Bad Seeds, The Duke Spirit, Scout Niblett, og Seasick Steve. Dersom du skulle finne på å koke kraft på Nick Cave, Einstürzende Neubauten og Seasick Steve, da sitter du trolig igjen med JG&#038;TS. Det er rå, drivende bluesrock-duo, lydbildet er rikt, og live kan det umulig være noe annet enn et heseblesende Øyanatt-høydepunkt.<br />\n<a href=\"http://www.myspace.com/joegideonandtheshark\" target=\"_blank\">MYSPACE</a><br />\nBillettdetaljer kommer seinere.</p>\n<p>WOODEN SHJIPS (US) – FRE 14/8-09 på FUNHOUSE<br />\nWooden Shjips er kanskje fra motsatt kyst, men musikken har definivit mye til felles med Crystal Stilts, Crystal Antlers og Times New Viking. De stammer altså ikke fra noen «Brooklyn-scene», denne gjengen er fostret på solskinn og trikkeskinner, San Fransisco og omegn kaller de hjemme. Bandet har fått glødende omtale fra den legendariske rockekritikeren David Fricke (Rolling Stone) og gir ut musikken sin på de visjonære lablene Sub Pop og Holy Mountain. Dette er psykedelisk, tidvis minimalistisk, garagerock.  Det er eksperimentel først og fremst, ikke bli overrasket om det fører til improvisasjon og tett med røyk på scenen. Dersom feit, hypnotisk rock er noe du vet å sette pris på, bør du kjenne din besøkelsestid.<br />\n<a href=\"http://www.myspace.com/woodenshjips\" target=\"_blank\">MYSPACE</a><br />\nBillettdetaljer kommer seinere.</p>\n","wordpress_id":580,"translations":{"nb":{"url":"/2009/05/22/mer-moro-til-%c3%b8yanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"25e833af-738b-52c0-aa86-7a140d8584b0","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2009/05/22/mer-moro-til-%c3%b8yanatt/","redirect":false}}}