{"data":{"wordpressPost":{"title":"Camp Indie flytter til skateparken. Programmet er klart","date":"1st July 2011","content":"<p>*Lemaitre &#8211; 10/8 kl 18.00*<br />\nBle startet i Oslo i 2010 av Kjetil Lansen og Ulrik Denziou Lund. Guttene har kjent hverandre siden de var små og har begge holdt på med musikk i lang tid. De er inspirert av band som Daft Punk, Röyksopp, Justice, The Strokes, Ratatat, Phoenix, Noisia and Deadmau5.</p>\n<p>*Heartfelt &#8211; 10/8 kl 16.00*<br />\nSoloprosjektet til komponisten, dirigenten og musikeren Brede Rørstad. Han har bakgrunn som klassisk gitarist, bandmedlem og orkesterleder, men som Heartfelt lager han dansbar musikk som ligger nærmest popen. Ny skive er rett rundt hjørnet. </p>\n<p>*Jeroan Drive- 12/8 kl 16.00*<br />\nBandet holdt på i ti år nå og kan etterhvert kalles pionerer i dagens hardcorelandskap. Første EP kom ut i 2005 på britiske Code:Breaker Records. Etter to europaturneer slapp bandet sin første fullengder The Stones Remain In Silence i 2007, og nå er de ute med ny singel.  </p>\n<p>*Iben Mathea &#8211; 11/8 kl 15.00*<br />\nVinneren av Urørt under 16-konkurransen på Miniøya. Hun er bare 14 år, men skriver låter og synger som om hun har gjort det i en evighet. Hun kommer med sin første singel under Øyafestivalen. Iben Mathea er et navn du kommer til å høre mye framover.  </p>\n<p>*Dyst &#8211; 12/8 kl 15.00*<br />\nEt pønk-/post-hardcore fra Sotra. Til tross for sin unge alder (gjennomsnitt 17 år), har de allerede rukket å slippe singelen «Do You Miss Any Brick» og turnert med det nederlandske bandet So Called Celeste. I februar slipper bandet en sjutommer og legger ut på ny turné etter by:Larm. Dere får høre en sniklytt allerede i august.</p>\n<p>*Sweden &#8211; 13/8 kl 18.30*<br />\nMedlemmene i Sweden lengter tilbake til tiåret da de lånte pappas bil og dro til Strömstad for å kjøpe lösgodis og sigaretter, mens de hørte på Popsicle og drømte om å komme inn på So What! i Oslo. Nå har de pakket 90-tallsnostalgien inn i catchy riff, svevende kor og umiddelbare popmelodier. </p>\n<p>*Dokkemand &#8211; 10/8 kl 15.00*<br />\nMarius Grøtterud Egenes er en norsk musiker som liker å la det meste gå gjennom plinkiplonk-kverna. Som Dokkemand har han skvisa ut låter frå laptopen sin siden 2005, og har lagt sin elsk på arcadetronica. Er du fan av Warp, Squarepusher og ikke minst Aphex Twin, kommer du til å smile godt av Dokkemand.</p>\n<p>*Kamikaze A Go Go! &#8211; 13/8 kl 16.00*<br />\nEn ansamling unge og «evigunge» veteraner fra Tromsøs hardcore/metal/stoner/punk-scene. En særs udefinert visjon om å tre litt ned på energinivået (FAIL!) med utgangspunkt i en forkjærlighet for 90-tallsk alternativrock og post-hardcore. De booka studio før de var komplett band, gikk i studio etter ni øvinger, gjorde musikkvideo dagen etter navnet var på plass, og fikk Jason Livermore (Comeback Kid, Rise Against, Descendents) til å mikse debut-titommeren før de i det hele tatt hadde stått på en scene.</p>\n<p>*Lama &#8211; 11/8 kl 18.00*<br />\nLama har, siden de ga ut to plater i 2009, holdt en relativt lav profil. Tiden har de brukt på å skru sammen et nytt album som låter mer umiddelbart og catchy enn noen gang. Skiva er en stilstudie i komplisert pop gjort på en enkel måte, og er mikset av ingen ringere enn Jørgen Træen (Motorpsycho/Kaizers/Susanne Sundfør) og kommer 30. september. Første singel er ute 12. juli. Live er Lama fortsatt et sekshodet monster, og vil rive skateparken i fillebiter under Øya!</p>\n<p>*Andrea Dahle &#8211; 11/8 kl 16.00*<br />\nEn ny og spennende artist med en særegen stemme og et slående uttrykk. Hun har skrevet sin egen musikk siden hun var tolv år, og har i det siste fått mye oppmerksomhet etter å ha sluppet en lite utvalg låter fra sin kommende debut. Hun har allerede rukket å bli kåret til Ukas Urørt, og låta «Play for Me» har vært C-listet på P3 i mange uker på rad. </p>\n<p>*Dråpe 13/8 kl 15.00*<br />\nEt band som har hodet i skyene og føttene godt plassert i den engelske shoegazebølgen fra tidlig 90-tall. Hviskende vokaler svever over bølgende fuzzgitarer, og vi aner både My Bloody Valentine og Lush luskende i skyggene, uten at det på noen måte tar over for bandets eget musikalske uttrykk. Vi lar P3s egen journalist Totto Mjelde få siste ord: «Jeg syns dette er fantastisk, og gir bandet terningkast 6!»</p>\n<p>*Bendik &#8211; 10/8 kl 14.00*<br />\nBendik (et band, ikke en gutt) sin musikk hører hjemme i et fantasiunivers, langt der inne i den mørke skogen. «Foggy ambient pop from a wide, dim landscape that can make your heart skip a beat &#8211; or sometimes, if the condition is right, even stop completely», skrev No Fear Of Pop.</p>\n<p>*Gabriel &#8211; 12/8 kl 18.30*<br />\nBodøkvartetten Gabriel spilte sin første konsert i fjor høst, og har siden rukket å spille et knippe mye omtalte gigs i hjembyen. I desember gikk tenåringene i Store Studio sammen med Hallstein Sandvin og spilte inn fire låter som har resultert i EPen Silverthread. Låtene varierer fra intens hardcore til mektig og tung post-metal med et særegent lydbilde.</p>\n","wordpress_id":15465,"translations":{"nb":{"url":"/2011/07/01/camp-indie-flytter-til-skateparken-programmet-er-klart/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"79e82376-016c-5f20-809a-776defbafa51","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2011/07/01/camp-indie-flytter-til-skateparken-programmet-er-klart/","redirect":false}}}