{"data":{"wordpressPost":{"title":"Haim (US), Amund Maarud, Reptile Youth (DK) and Casa Murilo","date":"27th April 2012","content":"<p><strong></strong>Four new names are ready for The Øya Festival in August and add to the already strong program. One of the new American bands that have impressed us during the last months are the three sisters of Haim. They were amongst the best bands we saw at SXSW in USA recently. Amund Maarud has for long been known as one of the best rock and blues guitarists in this country. Now, for the first time, he is playing at The Øya Festival as a solo artist. Casa Murilo really impressed us during by:Larm. They have had the Oslo audience wrapped around their little fingers during the last years and it&#8217;s time the finest festival crowd in this country get introduced to this band. Danish band Reptile Youth are known for their very energetic live shows and their unafraid mixing of styles, called post-pop.</p>\n<p>&nbsp;</p>\n<p><strong>HAIM (US)</strong></p>\n<p>During the last months, we&#8217;ve seen the girls in Haim impress during CMJ and SXSW in Austin. The three sisters from California have so far only released an EP, but we feel confident that they will grow quite a buzz during the next months. The interest has been big amongst both music industry and audiences in USA. We are looking forward to present the Haim sisters to the Norwegian audience this summer.</p>\n<p>&nbsp;</p>\n<p>Danielle, Este and Alana Haim were lucky enough to have parents that were very interested in music, which has made them influenced by classic rock, folk and traditional americana. Later, they also aquired a taste for modern RnB, which they let colour their music. Their free EP Forever is available on the internet, and as prettymuchamazing.com suggest, Haim have «taken the cues of their multifaceted musical childhood and blended it into a sound that’s all their own”.</p>\n<p>&nbsp;</p>\n<p>Of the three young sisters, Danielle Haim has the most impressive musical CV, having played with both Julian Casablancas (The Strokes) and Jenny Lewis (Rilo Kiley). Haim are now writing their own songs and preparing to release their debut album. We are certainly looking forward to it.</p>\n<p>&nbsp;</p>\n<p><strong><em>Download free EP here:</em></strong></p>\n<p><a href=\"http://www.haimtheband.com\" target=\"_blank\">www.haimtheband.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>AMUND MAARUD</strong></p>\n<p>During the last years, Amund Maarud has been acknowledged as one of this country&#8217;s best guitarists and blues artists. Maarud began playing at the age of six, then as now with his little brother behind the drums. He has been the leader of bands like The Grand, Amund Maarud Band and the duo Morudes. He has also contributed to a number of recordings by Norwegian artists and played over 300 concerts when his band was the house band at the blues club Muddy Waters in Oslo. He has one foot in the blues and one in rock. After prioritizing his rock band The Grand for a while, it was time to once again fasten the grip around the blues. He is now back where he began and where he first got recognized by both the blues crowd and the rockers about ten years ago. Last year, he released his solo album Electric, for which he recieved a Norwegian Grammy. At Øya, you&#8217;ll get a solid dosis of great guitar playing, hot blues rock and a live artist that means business when he enters the stage.</p>\n<p><a href=\"http://www.amundmaarud.no\" target=\"_blank\">www.amundmaarud.no</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>CASA MURILO</strong></p>\n<p>Casa Murilo are building a loyal and engaged fanbase, something they proved at by:Larm in February, At the moment, they are working on their second album. Their debut Lifting Ships came in 2011 and presented us with some great pop tunes with a rock n roll sound. They are great at performing their material on stage and we are certain that they will create a great atmosphere at Øya in August. These guys really know how to make an audience smile.</p>\n<p>&nbsp;</p>\n<p>The band was formed by two Brits who came to Norway after meeting two Norwegian girls in Brazil. They quickly made a name for themselves in the pop underground scene and their popularity keeps growing. They have played at festivals and clubs all over the country, and played at the Club day of Øya last year. It&#8217;s about time they got to play in the park.</p>\n<p><a href=\"http://www.casamurilo.com\" target=\"_blank\">www.casamurilo.com</a></p>\n<p>&nbsp;</p>\n<p>REPTILE YOUTH (DK)</p>\n<p>Reptile Youth from Copenhagen have called their music post-pop and admit having listened to classic soul, post punk and synth. If you were one of the lucky ones to see these Danes at by:Larm this winter, you&#8217;ll know the type of energy they bring. It is quite rare that a Scandinavian band experiences such an amount of buzz without a single release to show for it. Mads Damsgaard Kristiansen and Esben Valløe are the brains behind this band and have aquired a few additional musicians. They have already impressed audiences at several festivals in Europe, and in August they are coming to Oslo to put on a great show and a real party at Øya. Front man Mads Damsgaard Kristiansen gives his everything on stage, almost at the risk of his own health. He plays each concert as if it was his last one ever.</p>\n<p>&nbsp;</p>\n<p>These days, Reptile Youth are preparing for the release of their debut album. They have the much experienced Dave M. Allen (The Cure and Sisters Of Mercy), Mark Ralph (Hot Chip) and Danish Kasper Bjørke producing the record. The latter promises that the band has managed to capture the crazyness and dynamic they have on stage and transferred it to the recordings. You can already get a taste of the album with the single Speeddance. On this release, there is also a version of the same song performed by Norwegian band Deathcrush. Reptile Youth will be giving you many reasons to dance yourself sweaty at the last day of Øya. <a href=\"http://www.youtube.com/watch?v=koB0VzbxF_s\" target=\"_blank\">Get an impression of this explosive and energetic band here</a></p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.reptileyouth.com/\" target=\"_blank\">www.reptileyouth.com</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":2059,"translations":{"nb":null,"en":{"url":"/en/2012/04/27/haim-us-amund-maarud-reptile-youth-dk-and-casa-murilo/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b7e26e27-0251-5ab8-9fd6-fd9869f40205","locale":"en","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/en/2012/04/27/haim-us-amund-maarud-reptile-youth-dk-and-casa-murilo/","redirect":false}}}