{"data":{"wordpressPost":{"title":"Robyn på Øya fredag 13. august","date":"28th February 2010","content":"<p>Flere knallsterke navn til årets Øya-program slippes de neste dagene, den første allerede i morra.</p>\n<p>ROBYN (SE)<br />\nMusikkindustriens veier er uransakelige. Svenske Robyn har ikke gitt ut ny langspiller siden 2005, men de siste fem årene har hun likevel avansert fra svensk popsoulkomet til Internasjonal Superstjerne med stor I og stor S. Først og fremst takket være det überfengende albumet Robyn (2005), som sakte men sikkert spredte seg ut i Europa og over dammen til Amerika, men også på grunn av hennes fantastiske (og Spellemann-nominerte) gjesteopptredener for blant andre Röyksopp og Kleerup.</p>\n<p>Historien om Robyn begynner imidlertid lenge før The Girl And The Robot (Röyksopp) og With Every Heartbeat (Kleerup). Robyn slo gjennom i hjemlandet bare 16 år gammel, da hun slapp singelen You’ve Got That Something i 1995, og hitene Do You Really Love Me (Show Respect) og Do You Know (What It Takes) året etter. Alle låtene var i finne på debuten Robyn Is Here (1996). Og bare for å arrestere oss selv og innledningen litt: Albumet solgte over en million eksemplarer da det ble utgitt i USA to år senere, med Fucking Åmål-sangen Show Me Love inkludert. En artist med amerikanske topp ti-hits og platinaplater på samvittigheten, må sies å ha hatt en lang og vellykket internasjonal karriere, selv om man ofte tenker på de siste årene som et comeback for Robyn.  </p>\n<p>Etter oppfølgeren My Truth (1999) og tredjealbumet Don’t Stop The Music (2004), førte kreative uoverensstemmelser til at Robyn og plateselskapet Jive skilte veier. Robyn startet opp labelen Konichiwa Records og tok full kontroll over karriere og uttrykk. Det skulle vise seg å være lurt. Langspilleren Robyn, anført av singelen Be Mine, gikk rett til topps på de svenske listene. Albumet fikk stor suksess da det ble gitt ut i Europa i 2007 og i USA i 2008. Alle ville ha en bit av Robyn, noe som ledet til gjesteopptredener for Snoop Dogg og Britney Spears, og oppvarmingsgig for selveste Madonna. De som venter på nytt materiale, venter ikke forgjeves. Ifølge et intervju med det svenske magasinet Bon, skal Robyn slippe hele tre nye album i 2010. Blant bidragsyterne er før nevnte Snoop og Kleerup, i tillegg til Diplo, Klas Åhlund (Teddybears) og Savage Skulls.</p>\n<p>Robyn leverer live. Den svenske Grammis-prisen hun vant for beste live-act i 2008 er et bevis på den saken, og alle som så Röyksopp på fjorårets festival husker den øredøvende jubelen svensken ble møtt med da hun ikledd latextights spankulerte ut foran folkehavet for å dra The Girl &#038; The Robot. Øya vil ha Robyn, publikum vil ha Robyn, og heldigvis vil Robyn ha oss også. Fredag 13. august står hun på scenen i Middelalderparken som soloartist.<br />\n<a href=\"http://www.myspace.com/robynmyspace\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"373ea914-6a65-55a5-8da2-c7557944af23"}}