{"data":{"wordpressPost":{"title":"Dansefest med Hercules And Love Affair og The Budos Band 11. august","date":"2011-05-02T09:35:00.000Z","content":"<p>HERCULES AND LOVE AFFAIR (US)<br />\nI januar ga Hercules And Love Affair ut sitt andre album Blue Songs, som ble utgitt på kredible Moshi Moshi. Bandet, som er bygget opp rundt den New York-baserte DJen og produsenten Andy Butler, har siden debuten i 2008 opplevd å bli hylla av en stor mengde medier og klubbmusikkentusiaster. Etter førsteskiva skreiv Aftenposeten at ”nå har Hercules And Love Affair plassert seg i toppen av samtidens elektronika” og ga skiva full pott. Mange hørte nok Hercules And Love Affair for første gang når Antony Hegarty (…&#038; The Johnsons) sang på singelen Blind, en låt han hadde skrevet sammen med Butler. På den nye skiva kan du høre gjestevokal fra blant annet Bloc Party-vokalist Kele Okereke. </p>\n<p>Hercules And Love Affair sin miks av house, pop og disco får det til å kile i danselysten hos noen og enhver. Groove.no skrev tidligere i år om Blue Songs at ”den distinkte Hercules and Love Affair-beaten, bassen og blåserne akkompagnert av keyboard, som får den mest dypfryste nordmannen til å måtte rikke på foten”.  Kom deg i Middelalderparken under Øya og få følelsen av god gammal discofest i vår teletscene Klubben torsdag 11. august.<br />\n<a href=\"http://www.myspace.com/herculesandloveaffair\" target=\"_blank\">MYSPACE</a></p>\n<p>THE BUDOS BAND (US)<br />\nInstrumentalbandet The Budos Band fra Staten Island, New York kommer til Øyafestivalen med solide doser soul og funk. I tillegg inkluderer de biter av jazz, psykedelia og afrobeat i lydbildet sitt. Bandet gir ut skiver på Daptone Records, et selskap som er tett knytta til Øya-aktuelle Sharon Jones &#038; The Dap-Kings. Foreløpig siste album heter The Budos Band III og kom ut i fjor. Det ellevemann sterke bandet imponerer på plate, men det er å scena de er i sitt rette element, med et bredt utvalg instrumenter. De har latt seg inspirerer vel så mye av James Brownsom Sun Ra som Fela Kuti.</p>\n<p>The Budos Band platedebuterte i 2005 og ble samtidig en del av den såkalte Daptone-familien. De har til og med bedrevet litt medlemsutveksling med The Dap-Kings. Live er gjengen kjente for å by opp til en livlig dansefest for alle som har lyst til å la seg rive med. Etter en konsert i San Francisco i januar skrev crawdaddy.com ”The Budos Band reminds us that sometimes, (and hopefully often,) we should, quite simply, be dancing”. Ta med deg danseskoa og kom deg ut I gresset Middelalderparken torsdag 11. august.<br />\n<a href=\"http://www.myspace.com/budosband\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":165,"featured_image":null,"translations":{"nb":{"url":"/2011/05/02/dansefest-med-hercules-and-love-affair-og-the-budos-band-11-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"aced653c-45ef-594e-87fd-6cdc2500350d","locale":"nb"}}