{"data":{"wordpressPost":{"title":"Nytt i år: HiFi-praten","date":"2018-07-12T09:02:01.000Z","content":"<p>Hva gjør Kendrick Lamar til Kendrick Lamar, deLillos til deLillos eller Lindstrøm til Lindstrøm?  Hvordan finner artister og band fram til den musikalske identiteten, til det vi på godt norsk gjerne kaller et sound?</p>\n<p>I HiFi Klubbens telt snakker journalist Jan Omdahl med Øya-aktuelle Lars Lillo-Stenberg og Hans-Peter Lindstrøm om deres musikk, og med musikkjournalist Martin Bjørnersen om Kendrick Lamar.</p>\n<p>Det blir musikkeksempler – ikke nødvendigvis fra artistens egen katalog – på HiFi klubbens gigantiske Bowers &amp; Wilkins-anlegg, og samtale om alt fra inspirasjonskilder og samarbeidspartnere, via veiskiller i den kuntneriske utviklingen, til produksjonsmetoder, lydmessige særegenheter og favorittinstrumenter.</p>\n<p><strong>Torsdag 9. august: Kendrick Lamar</strong><br />\nSent torsdag kveld går Kendrick Lamar på scenen i Amfiet. Men hva er det  musikalske DNAet til en av rapmusikkens viktigste stilskapere? Journalist Martin Bjørnersen hjelper oss å finne svaret.<br />\n<em>Gjest:</em> Musikkjournalist i Klassekampen, dj, produsent og hip hop-kjenner Martin Bjørnersen</p>\n<p><strong>Fredag 10. august: deLillos</strong><br />\nSiden 1984 har popfenomenet deLillos gjort Norge til et litt bedre sted. Bandets ubestridte frontfigur, Lars Lillo-Stenberg, kommer til HiFi Klubbens telt for å snakke om sin og bandets musikalske dannelsereise.<br />\n<em>Gjest:</em> Lars Lillo-Stenberg</p>\n<p><strong>Lørdag 11. august: Lindstrøm</strong><br />\nLindstrøms episke og nyskapende space-disco er elsket over hele verden. Men visste du at mannen bak vokste opp med country, ikke Kraftwerk? En sjelden anledning til å høre Lindstrøm snakke om Lindstrøm.<br />\n<em>Gjest:</em> Hans-Peter Lindstrøm</p>\n","wordpress_id":22214,"translations":{"nb":{"url":"/2018/07/12/vi-introduserer-hifi-praten/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"47398a57-725f-56c8-8a2a-939a23488cf5","locale":"nb"}}