{"data":{"wordpressPost":{"title":"Rival Sons og Morudes på Øya onsdag 6. aug","date":"19th June 2014","content":"<p>Rival Sons har gitt ut sommerens feteste skive innen breibeint rock’n’roll og tar turen til Tøyenparken for å lage fest for oss. Brødrene Maarud er snart albumdebutklare som Morudes. Nå kan du få generøse serveringer av deres svette bluesrock på Øya.</p>\n<p>Fra før er kvalitetsrock som Queens Of The Stone Age, Earthless, Brody Dalle, The Districts og Spidergawd klare for Øya-onsdagen. I tillegg spiller blant andre The National, Kråkesølv, Jonathan Wilson, Thomas Dybdahl, Proviant Audio og Clean Bandit.</p>\n<p><a href=\"http://www.billettservice.no/event/onsdagsbillett-oyafestivalen-2014-billetter/409617?camefrom=Client_Oya_Hjemmeside onsdag_Oyafestivalen_101013\" target=\"_blank\">KJØP DAGSBILLETTER TIL ONS 6. AUG</a></p>\n<p>RIVAL SONS (US)<br />\nRival Sons har laga sommerens sterkeste hardrockskive. Great Western Valkyrie kom nettopp ut, og har imponert anmeldere og platekjøpere. California-kvartetten lager herlig kvalitetsrock, som burde passe for alle som er oppvokst med enten Bad Company, Led Zeppelin eller Black Crowes. De ga ut en selvfinansiert debut i 2009, og har siden økt fanskaren betraktelig med hver utgivelse. Head Down fra 2012 anses som deres gjennombrudd i Europa, med listeplasseringer i mange land og godt besøkte konserter. Her i Norge har de på få år bygget et lojalt publikum. Rival Sons passer perfekt til solskinn, grønn park, kald pils, latter og glede.</p>\n<p>Metal Hammer Norge ga Great Western Valkyrie 9,5 av 10 mulige og skreiv at dette er «reneste julegaven til alle som liker klassisk rock med en god dose retrospektiv sjel». Mulig jula kom tidlig i år, men da parerer vi med å slå fast at konserten på Øya kan komme til å overgå nyttarsfeiringa i festlighet. Classic Rock Magazine slo med 10 av 10 fast at «This album is densely packed with sheer greatness». Ikke rart vi gleder oss enormt til å høre dette utover Amfiet i Tøyenparken.<br />\n<a href=\"http://www.rivalsons.com/\">http://www.rivalsons.com/</a></p>\n<p>MORUDES<br />\nDe to brødrene Maarud fra Skogbygda har vært involvert i en stor mengde musikkprosjekter. Deres forrige band sammen The Grand spilte på Øyafestivalen i 2007. Når Henrik og Amund spiller sammen som duo kaller de seg Morudes, og fokuserer på fet bluesrock med møkk under negla og landeveisstøv i håret. Etter en solid mengde konserter har de nå gitt ut låta Owerblown Paranoia, som en forsmak på debutalbumet.</p>\n<p>Om denne forsmaken skreiv <a href=\"http://www.rb.no/lokal_kultur/cd-guiden/article7369557.ece\" target=\"_blank\">Romerikes Blad</a>: &#8211; Det er enkelt og ytterst effektivt, tett, velspilt og solid sunget – et heftig forvarsel på hva som er i vente fra brødreparet som har spilt sammen siden de var henholdsvis fem og sju år gamle. Måtte de få et langt liv som upolert rockeduo!</p>\n<p>Er du glad i rå garasjerock, frekke rock’n’roll-triks og gyngende blues, må du få med deg denne eksplosive duoen i Tøyenparken.<br />\n<a href=\"http://morudes.com/\">http://morudes.com/</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"247bb155-9d9f-5cbb-9975-725637aee603"}}