{"data":{"wordpressPost":{"title":"Beirut gjør det godt igjen","date":"2009-03-10T09:19:00.000Z","content":"<p>BEIRUT (US)<br />\nJENNY WILSON (SE)<br />\nBEACH HOUSE (US)<br />\nTHE BIG PINK (UK)</p>\n<p>Fire solide navn kan legges til vår allerede varierte artistliste. Beirut avlyste dessverre i fjor, men er innstilte på å gjøre det godt igjen i år. Vi vet at dette kommer til å skape voldsom begeistring når bandet for første gang står på en norsk scene, da Beirut er blant de mest ønska navna på våre nettsider. Beirut vil spille lørdag 15. august, samme dag som bob hund og Röyksopp. I tillegg kommer Beach House, som bedriver forsiktig og drømmende popmusikk. Jenny Wilson blander sammen elementer fra moderne pop på en måte som for tiden gleder mange nordmenn. Engelske The Big Pink er spådd et gjennombrudd av dimensjoner i 2009. Du kan se dem først på Øya. Alle fire har blitt tatt godt i mot av musikkmedier og publikum i det siste. Nå er de klare for Middelalderparken.</p>\n<p>Salget av festivalpass og dagsbilletter til sommerens feteste festivalopplevelse går godt og det er ingen grunn til å sitte på gjerdet om man vil sikre seg muligheten til å se cirka 80 av årets heiteste navn i Middelalderparken.</p>\n<p>BEIRUT (US)<br />\nBeirut er det kritikerroste og uforutsigbare bandet til Zach Condon. I 2006 ga han ut den glimrende skiva Gulag Orkestar og begynte samtidig å opptre med dette materialet. Han fulgte opp med The Flying Club Cup høsten 2007 og etter hvert var Beirut etablert som et av de mest spennende nye navna i amerikansk indie. Nå er Condon og vennene hans aktuelle med den doble EPen March of the Zapotec/Holland. Den ene halvdelen er spilt inn i Mexico, mens den andre er musikk Condon tidligere har fingra med under navnet Realpeople. Den unge mannen begynte allerede i tenårene å interessere seg for musikk fra balkan og han har på en elegant måte inkludert dette i sine poplåter. I tillegg kan man med hell lete etter inspirasjon fra Frankrike og andre europeiske uttrykk. Vi merket oss skuffelsen etter fjorårets avlysning og ikke minst alle ønskene fra fjern og nær om å forsøke å hente Beirut til Middelalderparken. Nå ligger alt til rette for en heidundranes musikkopplevelse i parken lørdag 15. august.<br />\n<a href=\"http://www.myspace.com/beruit\" target=\"_blank\">MYSPACE</a></p>\n<p>BEACH HOUSE (US)<br />\nBeach House består av Alex Scally og Victoria Legrand fra Baltimore, Maryland. De har gitt ut de fantastiske og kritikerroste albumene Beach House (2006) og Devotion (2008). Dette er sommermusikk for grønne, myke enger og godlyd som kiler i trommehinnene. Beach House er tidvis mørkt, men alltid behagelig. Fans av Mazzy Star, Nico og Cat Power bør ha mye å hente hos denne duoen. Groove.no mente debuten kunne være den sterkeste amerikanske debuten sidem R.E.M.s Murmur. Om skive nummer to skrev samme nettsted ”Dette er Noahs Ark for en moderne gruppe av mennesker som ønsker å unnslippe alle sine mareritt, gi avkall på sin identitet og hverdag. Beach House inviterer deg til å klatre ombord, og det er noe deilig naivt, nesten litt frekt optimistisk, ved alternativet de tilbyr”. Denne skiva kom høyt på mange årsbestelister, blant annet Øyafestivalens egen oppsummering. Dette er nemlig drømmepop av ypperste klasse og det er bare å glede seg til deres musikk sniker seg ut blant nysgjerrige ører i Middelalderparken.<br />\n<a href=\"http://www.myspace.com/beachhousemusic\" target=\"_blank\">MYSPACE</a></p>\n<p>JENNY WILSON (SE)<br />\nSvenske Jenny Wilson har de siste månedene opplevd en popularitetsoppsving her i Norge.  Det ferske albumet Hardships! har fått strålende mottakelser hos kresne kritikere. Skiva er full av herlig elektropop, som flørter med blant annet RnB og soul. Om albumet skrev Dagbladet: ”Som sist lager hun avantgardistisk pop i aller videste forstand, der viljen til å eksperimentere aldri går på bekostning av melodifølelse og nynnbarhet.”  Jenny Wilson startet sin karriere i First Floor Power, som faktisk spilte på Øyafestivalens første klubbdag i 2001. Hun debuterte som soloartist i 2005 med skiva Love and Youth og har samarbeidet med blant andre The Knife og Robyn. Klarer du ikke å vente til august med å se Jenny Wilson live, anbefaler vi at du kommer deg på John Dee 15. april. Det er fortsatt noen få billetter igjen.<br />\n<a href=\"http://www.myspace.com/goldmedalrecordings\" target=\"_blank\">MYSPACE</a></p>\n<p>THE BIG PINK (UK)<br />\nThe Big Pink vant nylig samme NME-pris som Glasvegas mottok for et år siden. Prisen gis til et nytt band NME har tro på og det er bladets redaktører som utgjør juryen. Det sier litt om hvilke forventninger som bygges opp rundt denne gjengen. I august kan du selv bedømme om det er fortjent. Duoen består av Robbie Furze og Milo Cordell, som til tross for at de har stjælt navnet fra The Band, lager langt mer moderne lyd. De er nylig signa på den legendariske britiske labelen 4AD og i følge NME spiller de ”evil, electronic smack-rock”. Samme blekke mener å høre inspirasjon fra både Nine Inch Nails og My Bloody Valentine, sjøl om vi vil påpeke at The Big Pink er noe lettere tilgjengelig. På scenen får de hjelp av folk som tidligere har arbeidet med så ulike artister som Sunn O))), The Rapture og Klaxxons. Cordell driver det lille plateselskapet Merok, som har gitt ut godbiter som Telepathe og Titus Adronicus. Furze har tidligere spilt gitar med Alec Empire, som duoen i fjor turnerte med. Vi så The Big Pink på Eurosonic i vinter og mente at dette var det beste nye britiske bandet. Etter denne opptredenen ble de booka til en masse europeiske festivaler.  Dette kan bli en av konsertene som blåser gørra ut av huet ditt i august. Gjør deg klar for The Big Pink i sommervarmen.<br />\n<a href=\"http://www.myspace.com/musicfromthebigpink\" target=\"_blank\">MYSPACE</a> </p>\n","wordpress_id":619,"translations":{"nb":{"url":"/2009/03/10/beirut-gjor-det-godt-igjen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"84eb40f2-1711-5f32-b3e0-7e353332663d","locale":"nb"}}