{"data":{"wordpressPost":{"title":"Under 600 ukespass &#8211; To nye norske","date":"8th May 2018","content":"<p><strong>UNDER 600 UKESPASS IGJEN</strong></p>\n<p><strong>MYRA – lørdag 11. august</strong></p>\n<p><strong>VIRKELIG – onsdag 8. august</strong></p>\n<p>Vi er i innspurten av både booking og salg av ukespass. Som alltid liker Øya å ta pulsen på ny norsk musikk, og derfor gir vi plass til både Myra og Virkelig i Tøyenparken. Følg med de neste ukene, for oppdateringer om de siste artistene til Øya-programmet.</p>\n<p>Det er også dagsbilletter i salg til alle fire dagene i Tøyenparken.</p>\n<p>&nbsp;</p>\n<p><strong>MYRA</strong></p>\n<p>Myra har imponert med et knippe singler, deriblant de nye Hola og Føler Meg Selv. Flere av låtene hennes har blitt lista på P3. Hun er i ferd med å bli en ettertrakta liveartist, og hadde i fjor en gjesteopptreden under Lars Vaulars avslutning på vår største scene. I løpet av året kommer debutalbumet som vil gi mulighet for dypdykk i hennes blanding av rnb, pop og hiphop.</p>\n<p>Bergens Tidende: &#8211; Bergenske Myras krysning mellom R&amp;B og hiphop leveres med en lysende, liksom selvsagt selvsikkerhet, en flyt å dø for og en særegen melodi­teft. Det er ingen tvil om at hun er på vei mot store ting.</p>\n<p>Myra regnes som et av de friskeste pusta i norsk hiphop. Lørdagen under Øya bør du ta deg tid til å finne ut hvorfor.</p>\n<p><a href=\"https://www.facebook.com/Myratherapper/\">www.facebook.com/Myratherapper</a></p>\n<p>&nbsp;</p>\n<p><strong>VIRKELIG</strong></p>\n<p>Virkelig er en ung trio fra Bodø. Deres sterke og melodiøse singler har sikra dem å bli ukas urørt hos P3, hyppig radiospilling og en rekke festivaljobber. Det kommende debutalbumet Lykke Til I Livet skal gis ut på Jansen Records, og er spilt inn av Erlend Mokkelbost (JR Ewing og Montée). Smakebiten Storbyangst ble nettopp sluppet.</p>\n<p>Jansen Records sjøl om skiva: &#8211; Et album fylt med storbyangst, gatepop med norske tekster og en skive som viser et ungt rockeband band på vei opp og frem. Et rockeband som tråkker opp stiene etter War on Drugs i kombinasjon mellom det enkle og det store.</p>\n<p>Danske <a href=\"https://bandsoftomorrow.com/norske-virkelig-udsender-fortryllende-nye-toner-med-singlen-storbyangst/\">Bandsoftomorrow.com</a> har beskrevet Virkelig på denne måten: &#8211; Med et pulserende beat, en catchy basgang, raffinerede guitarmelodier og charmerende norske sangtekster, leverer den unge trio ærlig, inderlig og fortryllende gadepop. Et musikalsk univers, der vidner om, at det unge rockband har en lys fremtid at skue i horisonten.</p>\n<p><a href=\"https://www.facebook.com/virkeligband/\">www.facebook.com/virkeligband</a></p>\n<p><a href=\"https://www.virkeligband.no/\">www.virkeligband.no</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3974debd-01e9-5dc7-9c3f-6e52764c2a22"}}