{"data":{"wordpressPost":{"title":"Øya til Bergen","date":"11th February 2008","content":"<p>BERGENFEST, EKKOFESTIVALEN, &#038; ØYAFESTIVALEN PRESENTERER:</p>\n<p>WWW.THEFIX.NO<br />\n30.04.2008. 21.00 &#8211; 03.00 USF VERFTET – BERGEN – NORWAY<br />\nBILLETTER 270,- + AVGIFT KJØPES PÅ WWW.BILLETTSERVICE.NO  ELLER POSTEN ALDERSGRENSE 18 ÅR</p>\n<p>I år som ifjor vil The Fix ta over kulturhuset USF Verftet med ett kobbel artister så bare må sees. Indie- og klubbmusikk fra 17 artister og 4 forskjellige scener. Noen navn klinger nok allerede veldig godt i øret på klubbpublikummet, og noen navn tror og håper vi vil bli store i 2008. Nytt i år er samarbeidspartner Øyafestivalen sammen med fjorårets arrangører Bergenfest og Ekkofestivalen. Flere av navnene på årets Fix spillerogså på sommerens Øyafestival i Oslo.</p>\n<p>DIPLO (US)<br />\nBURAKA SOM SISTEMA (PT – LIVE)<br />\nKID SISTER + A-TRAK + FLOSSTRADAMUS (US &#8211; LIVE/DJ)<br />\nFAMILJEN (SE &#8211; LIVE)<br />\nEBONY BONES (UK &#8211; LIVE)<br />\nMATT&#038;KIM (US &#8211; LIVE)<br />\nCHROME HOOF (UK &#8211; LIVE)<br />\nLYKKE LI (SE &#8211; LIVE)<br />\nAS IN REBEKKAMARIA (DK &#8211; LIVE)<br />\nDISKJOKKE<br />\nCLIK CLIK (UK &#8211; LIVE)<br />\nTHE WORK (LIVE)<br />\nLYD (LIVE)<br />\nDJ SUNSHINE<br />\nINDIEGRANSKAUEN<br />\nDJ PASTOR<br />\nDJ ASEL</p>\n<p>DIPLO (US)<br />\nDJen Wes «Diplo» Pentz fra Mississippi er et godt eksempel på at dansegulvet de siste årene har forvandlet seg til det reneste globaliseringsbassenget. Etter oppveksten i Florida, flyttet Diplo til Philadelphia og startet opp de legendariske klubbkveldene Hollertronix sammen med Low Budget. New York Times kåret i 2003 Diplo og Low Budgets mixtape Never Scared til et av årets aller beste album, og to år senere ble Diplo kåret til årets DJ i Spun Magazine. I 2004 slapp Diplo albumet Florida på Big Dada – et lappeteppe av instrumentell hiphop, poplåter og seig sumpfunk. Diplos kultstatus skyldes at han uten sjenanse smeller sammen synthpop fra åttitallet, krass elektronica, sørstatsrap og klubbmusikk fra alle verdenshjørner. Slik har Diplo bidratt til å skape en helt ny form for utadvendt dansemusikk som de siste årene har bidratt til å gjenopplive de stappfulle, sydende og svette dansegulvene på klubber rundt om i verden.</p>\n<p>BURAKA SOM SISTEMA (PT &#8211; LIVE)<br />\nBuraka Som Sistema kommer til Bergen fra drabantbyene utenfor Lisboa, for å introdusere oss for en nesten helt ny musikksjanger – kuduro fra Angola. Oversatt til engelsk kan kuduro bla oversettes til noe slikt som «hard ass». Musikkstilen oppsto i Angolas hovedstad Luanda på 1980-tallet, da unge angolanere begynte å lage techno med begrensede midler og meget enkelt elektronisk utstyr. Resultatet ble råe og nedstrippete rytmer som skulle få folk til å danse og glemme den harde hverdagen i den angolanske hovedstadens fattigstrøk. Dette er med andre ord musikk som skal lure folk vekk fra gata og ut på gulvet. Kuduroen spredde seg så fort fra den tidligere kolonistaten og over til Portugals musiker –og innvandrermiljø. DJ Riot, João Pekeno aka Lil&#8217;John og Conductor utgjør kjernen i Buraka Som Sistema, men på scenen har trioen med seg perkusjonister, dansere, rappere og helt band. I løpet av 2008 slipper Buraka Som Sistema sitt debutalbum der de har tilført kuduroen elementer av house, techno, baile funk og grime, uten å begrense kuduroens tempo og temperament.</p>\n<p>KID SISTER / A-TRAK / FLOSSTRADAMUS (US/CA &#8211; LIVE/DJ)<br />\nKid Sister er kjæresten til A-Trak. Hun er også lillesøsteren til Josh J2K fra Flosstradamus. A-Trak er broren til han tynne i Chromeo (som spilte på fjorårets The Fix). Puh! Der skulle den saken være forklart. Kid Sister er en Chicago-rapper som har fått uanstendig masse blogkjærleik siste halvåret. Mye av oppmerksomheten den siste tiden skyldes låten Pro Nails som Kanye West bidrar på, men hun har mye mer gående for seg en en enkelt låt, hun leverer dansevennlig hip hop for hipstere som egentlig ikke liker hip hop. Ingen lett oppgave. Forvent ett energisk sceneshow og  med bøttevis av attitude. På scenen backes hun av bade A-trak og Flosstradamus. A-Trak er Kanye West sin faste tour-DJ. Han har hatt stor suksess med sitt nye label Fools Gold som han startet sammen med Nick Catchdubs i 2007, ett label og holde ett øye med i året som kommer. Flosstradamuser en DJ-duo fra Chicago med ekstremt mange reisedøgn det siste året. De laget et enormt leven sist de spillte i Norge under Øyafestivalen i fjor sommer, og overrasket totalt da de spilte ostete brietrance de siste 45 minuttene av sitt sett. Dette satte gamle trancehjerter i brann, mest fordi det var så totalt uforventet. Disse gutta er rett og slett vanskelig og sette i bås, men om vi må prøve så:  klubbmusikk med innslag av booty, r&#038;b, hiphop, elektro og egenproduserte mash-ups, tett mikset til en magisk gryte du ikke kan motstå.</p>\n<p>FAMILJEN (SE &#8211; LIVE)<br />\nÅrests nye stjerne på skandinavias indiedancehimmel, er fenomenet Familjen. De produserer musikk som trekker referanser til artister som Stone Roses, Happy Mondays og Underworld, blandet sammen med 90-talls dance og fremtidsrettet elektronisk pop. Resultatet blir acid-house møter indierock, med skånske tekster, et slags teknoens svar på Timbuktu. Familjens norske plateselskap Tellé Records, slapp i februar singelen Det Snurrar I Min Skalle med tilhørende video. Tidligere i år ble den belønnet med svensk grammy for beste video, og den har allerede blitt en youtube-hit med over 270.000 spillinger på kort tid. Dette blir garantert et av høydepunktene under årets Fix-kveld.</p>\n<p>CHROME HOOF (UK &#8211; LIVE)<br />\nTo brødre måtte til for og lage det futuristiske og skremmende Chrome Hoof. Leo og Milo startet å eksperimentere med musikk allerede så tidlig som 1994, men bandet tok ikke skikkelig form før i 2000. I starten var det kun de to brødrene som kjempet seg imellom på scenen med bass, trommer, 4-sporsopptager, Atari, sampler og en polysynth. Tidlig i ungdomen så rocket Leo til musikken til Motorhead, Black Sabbath, Iron Maiden og til og med Whitesnake. Seinere spilte han i bandet Trespass og etter det igjen kult-doombandet Cathedral. Milo derimot, ble mer og mer interesert i groove-basert musikk, som acid house, hip hop, og disco. Han produserte og remixet under navnet Kruton og startet også bandet 5 Mic Cluster med technoprodusent Mark Broom, som senere ble. signet til ikke ukjente Output Records. I 2007 har de ekspandert til et 8 personer sterkt ensemble som alle bidrar til den ekspansive, cinematiske lyden som preger deres live-opptredener. Deres meget kredible live-rykte kommer av kombinasjonen, glitrende kostymer, stuntmenn, en mengde rekvisita, en gal trommis, vanvittige basslinjer, og en restbesetning armert til tennene med alt fra trekkbasun, saksofon, trompet, keyboard, violin, cello, perkusjon, samples, gitarer. Chrome Hoof har turnert USA med SunnO))), og varmet opp for hipsterene i Klaxons og bla gjort support-jobb for Add N to X på deres avskjedskonsert. Gå ikke glipp av dem denne kvelden, om du gjør det vil du være evig bitter.</p>\n<p>LYKKE LI (SE &#8211; LIVE)<br />\nDenne 21 år gamle jenta fra Stockholm er en av Sverigest mest omtalte artister om dagen. En vakker stemme, et sterkt låtskrivertalent og en unik evne til å formidle musikken sin live er bare noen av grunnene til dette. Hun har i tillegg kapret den fremadstormende Björn Yttling fra Peter, Björn &#038; John som produsent for det kommende albumet sitt, samarbeidet med andre kjente navn som Röyksopp, og sjarmert i senk de flest som har sett henne live, alt tyder på at denne unge artisten har noe ekstraordinært å fare med. Innsmigende forførerisk popmusikk, med enkle men samtidig romantisk og sentimentale tekster. Debutalbumet hennes Youth Novels er ute nå, så løp og kjøp. Lykke Li spiller også på Øyafestivalen i august.</p>\n<p>DISKJOKKE (LIVE)<br />\nVed siden av velkjente navn som Lindstrøm og Prins Thomas, er diskJokke tredje artist som albumdebuterer fra den mye omtalte oslodiscoscenen. diskJokke er eksponent for den gode skandinaviske discofølelsen. Groovy beats går hånd i hånd med mer houseorienterte låter. Hans talent ble oppdaget av Prins Thomas, som gav ut to tolvtommere på sin Full Pupp-label. Senere ble han omfavnet av Get Physical-gjengen (DJ T/Mandy/Booka Shade) som signet ham til sin Kindish label (underbruk av Get Physical-labelen). Etter to tolvtommere på Kindish, valgte diskJokke å gi ut debutalbumet sitt &#8220;Staying In&#8221; på Smalltown Supersound. Han har den siste tiden vært en svært ettertraktet remixer, etter at hans strålende versjoner av Lindstrøm, Bloc Party og Spektrum har gått sin seiersgang verden over.</p>\n<p>MATT &#038; KIM (US &#8211; LIVE)<br />\nDuoen, og kjæreste-paret Matt Johnson og Kim Schifino møttes på Pratt Institute i Brooklyn for 5 år siden. De ble kjappt ett par, men at de ble ett band var ved en tilfeldighet. Kim satt og trommet noen rytmer til noen tekster Matt satt og leste på og dett var dett. Ingen av de kunne da spille noe instrument. Det ble til at Matt begynte spille keyboard og Kim tok tak i trommene. Siden har de hamret løs og de siste par årene harde hatt stor suksess og en enorm interesse for dem på nettet, som igjen har ført dem ut på turne i hele verden. De er superpositive og har de bredeste smilene du noen gang har sett på en scene.Mulig du fikk med deg fjorårets kanskje beste konsertopplevelse på Øyafestivalen? Den var det Matt &#038; Kim som stod for. Etter denne konserten hadde nok mange publikummere vondt i smilemusklene og sannsynligvis tomme lommer og tomme vesker. Matt oppfordret nemlig publikum til å kaste ting opp på scenen.Dette satt publikum stor pris på og det haglet doruller, bananer, øl, aviser, sprettballer, ja rett og slett det meste.</p>\n<p>EBONY BONES (UK &#8211; LIVE)<br />\nDenne London-dama er det futt i. Med bisarre og frekke tekster (Don’t Fart On My Heart) og upolert språkbruk (I’m Like Harry Potter With A Vagina) har Ebony Bones i den siste tiden blitt en snakkis på undergrunnsscenen i London og nå videre ut i Europa. Hun og det 8 manns sterke bandet er et fyrverkeri live. Med en sound som kan minne om en blanding av Basement Jaxx, ESG, Tghe Slitz og Tom Tom Club, og med en attitude som Grace Jones og med fargeriksprakende påkledning som tar pusten fra deg så har hun og bandet tatt publikum med storm. Hun er enda ikke oppe i mainstreamen men det ser ut som det kan skje i år og da vil hun sannsynligvis bli omtalt i samme slengen som du nevner M.I.A., Lady Sovereign, Lily Allen, Amy Winehouse, selv om dette på ingen måte ikke blir helt rettferdig, da hun er mye mer futt og fart i enn alle disse til sammen. </p>\n<p>THE WORK (LIVE)<br />\nVårt favorittkjærestepar Kjersti og Lars Jacob, debuterte sommeren 2007 live med sitt popduoprosjekt The Work, allerede da hadde prosjektet prosjektet eksistert siden 2002, hvor nye tekster og melodier sakte men sikkert hadde blitt til innenfor hjemmets fire trygge vegger. I mellomtiden var de svært så aktive innenfor Bergens klubbmiljø, som DJ-duoen Powerblytt, med egen klubb under same navn. I 2006 transformerte Powerblytt prosjektet seg også til et uavhengig plateselskap og ga ut debut-EPen Givin&#8217; It Up/Just Talk. EPen fikk mye oppmerksomhet og kritikerros på musikkblogger verden over. Både live og på plate kan duoens musikk best skrives som forførende pop, som fungerer like godt i stuen som på dansegulvet.</p>\n<p>AS IN REBEKKAMARIA (DK &#8211; LIVE)<br />\nVi tror konserten med As In RebekkaMaria kan samle alt fra unge trendnisser til musikkinteresserte godt voksne. Den 25 år gamle RebekkaMaria Andersson evner nemlig å blande klassiske popmelodier med sylskarpe og dansevennlige elektroniske rytmer. Dette er med andre ord musikk for hipstere med sans for CSS, Ladytron, CocoRosie, The Knife og Familjen. Samtidig vil As In RebekkaMaria appellere til tilhengere av mer ufarlig elektropop som Sugababes og Kylie Minouge.  Hun er vanligvis vokalist i det dansksvenske popbandet Lamshape, og hennes særegne og intense stemme har allerede gjort henne bemerket i våre naboland. Danske musikkritikere har utpekt As In RebekkaMaria som et av årets store musikalske håp. </p>\n<p>THE CLIK CLIK (UK &#8211; LIVE)<br />\nThe Clik Clik kommer fra London og er fortsatt i tenårene. De hevder at musikken er eneste farbare vei for sånne som dem – ungdommer som ikke ville klare å beholde en fast jobb, siden de bare ville skulka for å holde på med musikk uansett. The Clik Clik er blitt plassert i samme bås som Lily Allen og Jamie T, band som spiller alternativ pop av den typen som det sosiale nettverksnettstedet MySpace elsker å profilere. Men det bør også sies at denne duoen, i likhet med de fleste som er oppvokst etter 1980, er vanskelige å plassere i noen bestemt sjanger. Noen steder hører vi hip hop-rytmer, andre steder samba, vi kan høre rap, et sted inni musikken skal det visstnok være en tydelig påvirkning fra jazz-sangerinnen Billie Holiday, og det er en udiskutabel tilstedeværelse av rockegitar og syntriff.</p>\n<p>DJ SUNSHINE<br />\nSom er en av Norges mest populære DJer fyller hun dansegulvene med sin eklektiske, varme og varierte spillestil. Om det er soul, disco, beats, boogie, house, afrobeat, latin, techno, jazz, brazilian beats eller new wave så er det vanskelig stå i ro. Oppvokst med variert barnetimegodt som blant annet Roberta Flack, Sade, Randy Crawford, Sting, Verdi og diverse annet snask på sengekanten,var det tidlig klart at denne jenta utviklet en bred musikkhorisont. I tenårene samlet hun punk og hiphopplater og senere oppdaget hun rave og jungle. Med spillejobber og residenser på utallige klubber i klubbmetropolen London så vel som i Oslo, og eget radioshow på Nrk P3 i en årerekke, er hun utvilsomt en viktig karakter inn norsk klubbmusikk.</p>\n<p>DJ ASEL<br />\nSeremonimester/booker/medarrangør på The Fix. Har du vært på byen i Bergen de siste 10 årene så har du sannsyligvis hørt denne mannen spille plater. Eventuelt så har du vert på en stor fest eller festival han har arrangert. Han er det multi-taskende mennesket bak Ekkofestivalen med 4 hender og 2 hoder som snakker i to mobiltelefoner mens han gir deg en nøkkel som du av deg selv må finne ut hva du skal bruke til. Han er og en av drivkreftene bak den populære klubbkvelden HOT!HOT!HOT! sammen med kompanjong Mikal Telle. Han DJer også i inn og utland når han har tid til det fra sin travle hverdag som plateselskapsmann hos Tellè Records. Eklektisk og dansbart er stikkord.</p>\n<p>LYD (LIVE)<br />\nFremadstormende rockeband fra Bergen som tross sin unge alder har spillt uanstendig mange konserter (på steder de vanligvis ikke slipper inn på) og varmet opp for mange store band. Disse jentene kan rocke og gjør det hardt! De har nylig vært i studio og resultatet derfra virker veldig spennende. Bandet består av: Feelbad Bente, Dixie Dive, Berta Flurp og Ekkofisk, hvem nå sistnevnte kan være.</p>\n<p>INDIEGRANSKAUEN<br />\nSuksesskonseptet til Indiejentene står det stor respekt av. De har på kort tid bygget seg opp en solid fanbase med sin grunnide: Indie til Folket! De har en måndtlig klubbkveld på Strædet og arrangerer gjevnlig konserter på byens livescener med band fra inn og utland. De har blant annet arrangert konserter med: Motorpsycho, Disco Drive, GayAgainstYou, John et Jehn, Springfactory, Truls &#038; the Trees, Pelle Carlberg osv. Line Ira er fast dj, men har med seg gjestedj i blant. Indieanerprinsessene Ida og Ramona deler ut fjær, godteri, cder og sprer danseglede. Alltid gøy! Det blir det nok denne kvelden også!</p>\n<p>DJ PASTOR<br />\nNytt og spennede tryne på klubbscenen i Bergen. Han spiller elekto/indie/untzuntz musikk, aller helst med mye bass og høyt tempo. Han produserer og remixer også litt når han ikke planlegger sin måndtlige Untz Untz Klubb eller skriver på den (eneste?!) musikkbloggen i Bergen for klubb og indiemusikk. Der graver han blant annet opp feite eksklusive remixer og intervjuer med fremadstormende artister han liker: untzuntzbergen.blogspot.com. Im a blogger let me through!</p>\n<p>http://www.myspace.com/diplo<br />\nhttp://www.myspace.com/burakasomsistema<br />\nhttp://www.myspace.com/chromehoof<br />\nhttp://www.myspace.com/ebonybones<br />\nhttp://www.myspace.com/mattandkim<br />\nhttp://www.myspace.com/djatrak<br />\nhttp://www.myspace.com/kidsister<br />\nhttp://www.myspace.com/flosstradamus<br />\nhttp://www.myspace.com/theclikclik<br />\nhttp://www.myspace.com/asinrebekkamaria<br />\nhttp://www.myspace.com/familjen<br />\nhttp://www.myspace.com/lykkeli<br />\nhttp://www.myspace.com/diskjokke<br />\nhttp://www.myspace.com/wearethework<br />\nhttp://www.myspace.com/lydtilfolket<br />\nhttp://www.myspace.com/sunshinedj</p>\n","wordpress_id":789,"translations":{"nb":{"url":"/2008/02/11/aya-til-bergen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8030ca07-27c2-50e6-bf26-64670b4f4b64","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2008/02/11/aya-til-bergen/","redirect":false}}}