{"data":{"wordpressPost":{"title":"Tre aktuelle norske navn til Øya","excerpt":"<p>Det blir flere artistslipp før jul. Kanskje har vi til og med et av de aller største navna på neste års plakat klart før vi tar ferie.</p>\n","content":"<p><strong>Jenny Hval</strong></p>\n<p><strong>Stein Torleif Bjella</strong></p>\n<p><strong>John Olav Nilsen &amp; Nordsjøen</strong></p>\n<p><strong> </strong></p>\n<p>Tre aktuelle norske soloartister er klare for Tøyenparken i august 2017. Jenny Hval har gitt ut et av de mest internasjonalt anerkjente norske albuma i år. Stein Torleif Bjella har levert nok et knippe sterke og nære låter med skiva Gode Liv. John Olav Nilsen er tilbake, og alt tyder på at han er i storform med Nordsjøen i ryggen.</p>\n<p>Både ukespass og dagsbilletter er i salg.</p>\n<a title=\"Buy tickets here!\" target=\"_blank\" class=\"inline-ticket-button\" href=\"https://www.ticketmaster.no/artist/oyafestivalen-billetter/301563\">Buy tickets here!</a>\n<p>JENNY HVAL</p>\n<p>Årets album fra Jenny Hval heter Blood Bitch og har mottatt internasjonal skryt og omtale ingen andre norske artister kan måle seg med i 2016. I disse dager er hun på turné med selveste The xx. I tillegg til å være en av Norges mest spennende artister, er Jenny Hval også skribent og forfatter av Perlebryggeriet og Inn I Ansiktet. Hennes konserter byr på opptredener utenfor pop/rock-normen</p>\n<p>Jenny Hval startet musikkarrieren med to vellykkede album som Rockettothesky. Deretter tok hun i bruk sitt eget navn på egne utgivelser og samarbeidet Meshes Of Voice med Susanna Wallmrød. Hennes nyeste utgivelse nevnes som et av årets sterkeste album, også i internasjonale oppsummeringer av 2016. Uncut, Independent, Paste og Consequence of Sound er fire anerkjente medier som har Blood Bitch blant årets aller beste utgivelser.</p>\n<p>Hval utforsker temaer som både kan overaske og skape ettertanke. <a href=\"http://consequenceofsound.net/2016/11/top-50-albums-of-2016/3/\">Consequence of Sound </a>beskriver Blood Bitch slik: &#8211; Like a soundtrack to some unproduced horror movie (complete with pained breathing, scratching sounds, eerie cave-like dripping), Hval exposes the absurdity of the fear and discomfort that menstruation breeds, from the meta-analysis of the album in progress on “The Great Undressing” to “Conceptual Romance”, which addresses eternity and production of life.</p>\n<p>Etter forrige Øya-konsert mente <a href=\"http://www.dagsavisen.no/oslo/apokalypse-na-igjen-1.383735\">Dagsavisen</a> at: &#8211; Jenny Hval kombinerer avant garde-pop, performance, teater og god gammeldags erting i et friskt og forvirrende sceneshow.</p>\n<p><a href=\"https://www.facebook.com/jennyhval/?fref=ts\">www.facebook.com/jennyhval</a></p>\n<p><a href=\"http://jennyhval.com/\">jennyhval.com</a></p>\n<p>&nbsp;</p>\n<p>STEIN TORLEIF BJELLA</p>\n<p>Stein Torleif Bjella har i løpet av de siste åra blitt en folkekjær låtskriver som balanserer mellom det nære, det triste og det smått humoristiske. Han debuterte med Heidersmenn i 2009, og mottok godord fra hele landet. Siden har samtlige tre etterfølgende album vært helt i toppskiktet på den norske albumlista. Nå i høst kom solide Gode Liv. Her er hans velkjente visekunst og gode låter blanda med bluestung røffhet og countrymelodier.</p>\n<p>Han har mottatt Spellemann, Prøysenprisen, Edvardprisen og flere til. Nå har låtuniverset hans blitt teaterforestilling på Det Norske Teatret, for på nyåret har Kan Nokon Gripe Inn premiere.</p>\n<p>«Overveldende fantastisk, rett og slett», skrev <a href=\"http://www.dagbladet.no/2011/08/13/kultur/musikkanmeldelser/musikk/anmeldelser/konsert/17664593/\">Dagbladets</a> anmelder etter å ha sett Bjella på Øya i 2011 og trillet til seks på terningen.</p>\n<p>Om Gode Liv har <a href=\"http://www.aftenposten.no/kultur/Musikkanmeldelse-Stein-Torleif-Bjella-er-treffsikker_-ettertenksom-og-fengende-606180b.html\">Aftenposten</a> skrevet: &#8211; Her finnes visesang, americana, blues og pop i skjønn forening. Det hele er nært, men atmosfærisk.</p>\n<p>Det er bare å glede seg til en stemningsfull Øya-konsert.</p>\n<p><a href=\"http://www.steintorleifbjella.no/\">www.steintorleifbjella.no</a></p>\n<p>&nbsp;</p>\n<p>JOHN OLAV NILSEN &amp; NORDSJØEN</p>\n<p>For noen år siden la John Olav Nilsen ned backingbandet Gjengen. Nå er han tilbake for fullt, med Nordsjøen i ryggen. Han har allerede fått ny musikk på radio og har solgt ut konserten til våren på Parkteatret. Alt ligger til rette for at Norge gjenoppdager denne fantastiske låtskriveren i god tid før festivalsesongen. Fullt album kommer i februar.</p>\n<p>Den nye singelen Inn I Min Tid varsler om John Olav Nilsen i storform. Tidligere har han hatt kjempesuksess med sitt forrige band og albuma For Sant Til Å Være Godt, Det Nærmeste Du Kommer og Den Eneste veien ut. Samtlige har nådd topp tre på albumlista, og Nilsen har stått på flere av landets største festivalscener.</p>\n<p>Om den siste konserten med Gjengen i 2013 skreiv <a href=\"http://gaffa.no/anmeldelse/78286?ref=camefromrelatedleft\">Gaffa.no</a>: &#8211; …nå er John Olav Nilsen og hans Gjeng over som band, og denne gravølen av en fantastisk avskjedskonsert var et perfekt og verdig punktum. I stedet for triste taler og tung stemning, gir Loddefjordbandet sitt Bergen en heidundrende fest.</p>\n<p>Det er dette vi gleder oss til at John Olav Nilsen nå skal følge opp på Øya.</p>\n<p><a href=\"https://www.facebook.com/johnolavnilsenognord/?fref=ts\">www.facebook.com/johnolavnilsenognord</a></p>\n","date":"2016-12-01T11:49:15.000Z","wordpress_id":15348,"featured_image":{"title":"Jenny Hval Press Photo 2016","filename":"Jenny-Hval_Oya2017-crop-1.jpg","filesize":83205,"url":"http://oya.test/assets/uploads/2017/01/Jenny-Hval_Oya2017-crop-1.jpg","link":"http://oya.test/jenny-hval-press-photo-2016/","alt":"","author":"1","description":"","caption":"Jenny Hval press photo 2016","name":"jenny-hval-press-photo-2016","status":"inherit","uploaded_to":0,"date":"2017-01-04 12:07:18","modified":"2017-01-04 12:07:18","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2017/01/Jenny-Hval_Oya2017-crop-1-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2017/01/Jenny-Hval_Oya2017-crop-1-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2017/01/Jenny-Hval_Oya2017-crop-1-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2017/01/Jenny-Hval_Oya2017-crop-1.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2017/01/Jenny-Hval_Oya2017-crop-1.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2017/01/Jenny-Hval_Oya2017-crop-1.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2017/01/Jenny-Hval_Oya2017-crop-1.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2016/12/01/tre-aktuelle-norske-navn-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1a3f3aa3-54e3-5c9d-915a-459973255fa8","locale":"nb"}}