{"data":{"wordpressPost":{"title":"Cezinando avslutter lørdagen i Amfiet","date":"23rd January 2018","content":"<p>Øyafestivalen har hele veien vært med på å løfte norske artister fram. Dette gjelder også når det gjelder å bidra til å skape nye norske headlinere. Lars Vaular, Susanne Sundfør, Todd Terje og Karpe Diem er bare noen av de vi har tidlig ment at er perfekte til å avslutte på vår største scene. I år har turen, helt fortjent, kommet til vår nye superstjerne Cezinando.</p>\n<p>&nbsp;</p>\n<p>CEZINANDO</p>\n<p>Cezinando har det siste året opplevd et virkelig gjennombrudd, etter flere år som ung og lovende. Høsten 2017 gikk det kritikerroste albumet Noen Ganger og Andre inn på toppen av den norske albumlista, og ble liggende der i flere uker.</p>\n<p>Etter utgivelsen av albumet skreiv <a href=\"https://www.dagbladet.no/kultur/det-matte-en-rapper-til-for-a-heve-standarden-pa-norsk-pop/68755319\">Dagbladet</a>: &#8211; En slik type inspirerende grenseløshet – både musikalsk og personlig – levner liten tvil om at den norske popstallen har fått en ny standard å måle seg etter.</p>\n<p><a href=\"http://www.nattogdag.no/2017/11/cez-oversridende-full-mot/\">Natt &amp; Dag</a>: &#8211; Noen ganger og andre fremstår sjangerløst, laget av en overskridende artist full av mot.</p>\n<p>Han ga ut musikk for første gang som 16-åring. To år seinere kom albumet framtid:sanntid (2014). Langt flere la merke til den talentfulle fyren i 2016, etter Urørt-seier, P3-pris som årets nykommer og skiva Barn av Europa. Cezinando har etablert seg som en strålende liveartist, som fansen hungrer etter å oppleve på scena. For ikke lenge siden solgte han ut Rockefeller. Nå er han klar for å innta vår aller største scene.</p>\n<p>Vi har hatt dialog med Cezinando om headlinerplassen i lang tid, siden han imponerte oss med sin Øya Ung-konsert våren 2017. Etter det har han solgt Rockefeller på bare noen minutter, noe som sier mye om den økende interessen. Med det nye albumet har han tatt enda et stort seg opp karrierestigen. Den neste konserten hans i Oslo blir under Øya, og han lover den største sceneproduksjonen han har hatt.</p>\n<p>Cezinando er i ferd med å bli en superstjerne og han skal vise hvorfor i Amfiet lørdag 11. august.</p>\n<p><a href=\"https://www.cezinando.no/\">www.cezinando.no</a></p>\n<p><a href=\"https://www.facebook.com/cezinando1111/\">www.facebook.com/cezinando1111</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c27f9ee1-67a2-5bc4-a426-c8ca80d0e8d0"}}