{"data":{"wordpressPost":{"title":"Takk for i år!","date":"11th August 2012","content":"<p>Øyafestivalen 2012 er nettopp ferdig. Gjennom fire innholdsrike dager i Middelalderparken og en enorm mengde klubbarrangementer i festivaluka, har tusenvis av publikummere kost seg med god musikk. Konsertene har vært godt besøkt av nysgjerrige og musikkinteresserte mennesker. De siste to dagene har vi i tillegg opplevd noen av årets fineste sommerdager.  I formiddag kom hele 4000 inn på området før Odd Nordstoga begynte klokka 13. Da han var ferdig, hadde langt flere kommet inn i Middelalderparken. Dette, og resten av konsertene, viser at Øya har et interessert publikum, som veit hvordan man skaper god stemning. Det har vært en herlig festival fra Klubbdagen til Sondre Lerches åpning i parken til Bon Iver og Karpe Diem ga oss hver sin stemningsfulle avslutning. Mange artister har innfridd de høye forventningene, andre har overraska et publikum som ikke kjente dem fra før.</p>\n<p>&nbsp;</p>\n<p>Vi har fått veldig gode tilbakemeldinger fra publikum og artister. Det finnes et utall gode anmeldelser av konsertene på Øya 2012. Dette er svært inspirerende, når vi om kort tid skal starte de første forberedelsene til neste års festival. Det har vært hele 70 internasjonale journalister på plass under festivalen, som nå skal hjem for å videreformidle sine inntrykk av Oslo og Øya.</p>\n<p>&nbsp;</p>\n<p>Det er på tide å takke frivillige, artister, publikum og samarbeidspartnere for den morsomste arbeidsuka vi kan huske. Vår målsetning var å lage tidenes beste Øya, noe vi mener å ha klart. Årets festival må ha vært ny norsk rekord i festivalhygge.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://oya.test/2012/08/10/knallgode-anmeldelser/\" target=\"_blank\"> Les noen av de beste Øya-anmeldelsene</a></p>\n<p>foto: Ihne Pedersen</p>\n","wordpress_id":4762,"translations":{"nb":{"url":"/2012/08/11/takk-for-i-ar-5/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"eb35971b-95b4-5cdb-82bc-c1366601a039","locale":"nb"}}