{"data":{"wordpressPost":{"title":"Motorpsycho spiller ditt favorittalbum på Øya","date":"2nd February 2010","content":"<p>De femten alternativene du kan stemme på har Motorpsycho selv valgt ut. Vi forventer både stemmer og festivalbesøkere fra store deler av verden.</p>\n<p><a href=\"http://oyafestivalen.com/motorpsycho\" target=\"_blank\">Gå inn her og stem på dine favoritter</a></p>\n<p>Status offentliggjøres på www.oyafestivalen.no hver mandag. Avstemmingen går til og med mandag 8. mars, så din stemme må være registrert seinest 23.59 denne dagen.</p>\n<p>Over 20 år etter oppstarten er Motorpsycho fortsatt landets mest spennende og produktive rockeband. Gjennom et hav av album og EPer har de beveget seg gjennom hårete testosteronrock, psychpop, spaceprog, folk, eksperimentell støy og masse mer. Siden Lobotomizer i 1991 og helt fram til årets Heavy Metal Fruit har de vist seg som et uforutsigbart og kompromissløst band med en svært lojal fanbase. Mange er enige i at det er på scenen Motorpsycho virkelig viser sine styrker og det er ikke sjelden låter både blir lengre, mektigere og større enn de låter i innspilt utgave. Dette er rett og slett et av de viktigste norske rockfenomenene de siste 20 årene og spesielt gledelig er det å fortsatt kunne følge et band som hverken ligger på latsiden kvalitativt eller med tanke på utgivelsesfrekvens. Årets Øya-konsert kan bli som en våt drøm av godlyd for mange tusen psychonauts, som Motorpsycho-entusiaster gjerne kaller seg.</p>\n<p>Vil du helst oppleve debuten Lobotomizer? Er det Blissard, Demon Box eller Timothy’s Monster som ligger ditt hjerte nærmest? Drømmer du om Black Hole/Blank Canvas i sin helhet? Er det Let Them Eat Cake som får det til å kile i rockefoten din eller er det den lille perlen Barracuda som får nakkehåra til å reise seg? Du får være med å bestemme hvordan sommerens store Motorpsycho-happening skal låte. Alle får avgi stemme på sine tre favorittskiver og om litt over en måned er resultatet klart.<br />\n<a href=\"http://www.myspace.com/motorpsychopage\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2cf80429-0f38-5f94-82bc-f0f22b200448"}}