{"data":{"wordpressPost":{"title":"Tidenes beste Øya, en foreløpig oppsummering","date":"20th August 2009","content":"<p>Øyafestivalen 2009 er over og festivalområdet er nå rigget ned. Vi forsøker å komme til hektene etter det vi mener er tidenes Øyafestival. Ikke bare hadde vi det sterkeste og best sammensatte programmet i festivalens historie, vi solgte også ut alle billettene langt raskere enn de siste åra. Aldri tidligere har vår festivalledelse og de over 1800 engasjerte frivillige gjennomført noe som har vært så solid og knirkefritt. Ikke bare er dette rekord i antall frivillige, vi mener også at de har bidratt med rekordinnsats for å få til denne fantastiske festivalen.  Vår største takk går til disse og vårt musikkinteresserte publikum. Besøket i Middelalderparken var det samme som i fjor, cirka 60000 sammenlagt. Om man regner med den nye scena i GSF Skatepark og vårt store klubbtilbud, var antallet enkeltbesøk på årets Øya på omtrent 85000, noe som er det største noensinne. Dette inkluderer over 7000 som var ute på Klubbdagen og over 13000 besøk på Øyanatt.</p>\n<p>Samtlige artister gikk på scena til riktig tid (for andre året på rad) og alle konsertene var godt besøkte. Til sammen spilte over 100 band i Gamlebyen, på de fire utendørsscenene, Camp Indie og GSF Skatepark. Vi fikk mange positive tilbakemeldinger underveis og er storfornøyde med at både artister og publikum trivdes på årets festival. Anmelderne var rett som det var overbegeistret og Röyksopp, Atomic, Thåström, Enslaved, Wilco, Noora Noor og Doves var blant de som fikk seksere av norske medier. Antallet femmere har vi mista telling på for lengst, men merker oss at folk fortsatt prater om Madness, The Bronx, Trond Andreassen, The Very Best, Crystal Castles, Kåre &#038; The Cavemen, Arctic Monkeys, Seun Kuti, Fever Ray og mange flere. I tillegg til Middelalderparkens fire utescener, opplevde også Camp Indie, GSF Skatepark, Øyakino, Øyanatt og Klubbdagen god stemning og godt besøk. Mange nye norske band og artister fikk i løpet av festivaluka spilt for et langt større publikum en de normalt har muligheten til. Det var veldig morsomt å se at artister i både brede og smale stilarter trakk så mye folk. Samtlige konserter på utendørsscenene trakk over 500 mennesker, mens de aller fleste hadde over 1000 til stede. Dette er unikt for Øya og vårt publikum.</p>\n<p>Våre internasjonale gjester har fått med seg mange inntrykk hjem og noen få har allerede oppsummert. Journalisten fra engelske NME har laget en topp 10-liste med grunner til<br />\nå dra på Øya 2010:<br />\n<a href=\"http://www.nme.com/blog/index.php?blog=120&#038;p=6956&#038;more=1&#038;c=1&#038;tb=1&#038;pb=1\" target=\"_blank\">NME</a></p>\n<p>Ønsker du å gjennoppleve Øya 09, kan du sjekke noen av konsertene hos VGTV og se bilder i vårt flotte galleri<br />\n<a href=\"http://www.vgtv.no/?id=23715&#038;category=61\" target=\"_blank\">VGTV</a><br />\n<a href=\"http://oyafestivalen.com/albums\" target=\"_blank\">GALLERI</a></p>\n<p>Øyafestivalen 2010 finner sted i Oslo 10. – 14. August. De første artistene og billettene slippes 1. Desember.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7f3c3afe-6899-555a-ae2c-9518d99f4f84"}}