{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"c03d1851-1bc0-5115-8e24-2f33f0410142","slug":"konkurranse-vinnere-jaga-jazzistserena-maneesh","title":"Konkurranse: Vinnere Jaga Jazzist/Serena Maneesh","date":"2010-04-30T11:02:00.000Z","excerpt":"<p>Mange visste at søsknene i henholdsvis Jaga Jazzist og Serena Maneesh heter Horntveth og Nikolaisen til etternavn. Vi har trukket hele fjorten vinnere som får ta med en venn på disse bandas dobbelkonsert på Rockefeller torsdag 6. mai. Vant du ikke denne gangen, kan vi glede dere med at det blir ny konkurranse neste uke, med billettter til en annen konsert som premie.</p>\n"}},{"node":{"id":"aa34f661-e68e-59c3-acda-e56cabcf75c9","slug":"utenlandske-kritikerfavoritter-til-%c3%b8ya","title":"Utenlandske kritikerfavoritter til Øya","date":"2010-04-29T08:25:00.000Z","excerpt":"<p>Nylig tikka det inn en melding om at det engelske popbandet Field Music kommer til Middelalderparken. Flere norske anmeldere tok  de høyeste poengsummene i bruk når de skulle omtale den nye skiva tidligere i vår. Lydverket kalte den ”en orgie i god smak”. I tillegg er enda en av våre SXSW-favoritter på plass. San Francisco-bandet Sleepy Sun både bevarer og fornyer den psykedeliske rocken. Vi har fått sniklytta litt til deres kommende album Fever og forsto fort at denne skiva kommer til å gå på repeat hos oss i sommer.</p>\n"}},{"node":{"id":"9bd9fa69-6cb5-5753-9dbf-f2b85b79503f","slug":"forumet-er-oppdatert","title":"Forumet er oppdatert","date":"2010-04-28T19:03:00.000Z","excerpt":"<p>Forumet her på nettsiden er nå oppdatert, slik at du kan registrere deg og logge inn med Facebook-kontoen din. Det renner inn med bookingtips og andre anbefalinger i forumet. Vi har litt over en måned igjen med booking til Middelalderparken og håper å kunne presentere komplett program i midten av juni.. Har du noen gode forslag eller ønsker du å diskutere programmet sålangt, er dette stedet å si ifra. Vi svarer også på praktiske spørsmål tilknytta festivalen og andre Øya-relaterte saker du måtte lure på.</p>\n"}},{"node":{"id":"977004a4-352b-5f95-bd1e-5968e7d4687b","slug":"dra-til-bergen-30-april-the-fix","title":"Dra til Bergen 30. april &#8211; The Fix","date":"2010-04-27T14:28:00.000Z","excerpt":"<p>Bergens herligste happening for klubbmusikk, elektronisk godlyd og beslekta stilarter finner sted natt til 1. mai i Bergen, på Det Akademiske Kvarter, Ole Bull Scene og Logen. Øyafestivalen er som vanlig samarbeidspartner og vi er meget stolte av et program som inneholder blant annet Serena Maneesh, Lindstrøm &#038; Christabelle, Jaga Jazzist, Fujiya &#038; Miyagi og Femi Kuti.</p>\n"}},{"node":{"id":"24929eee-8287-58c7-88dd-967421850734","slug":"lillebjorn-nilsen-apner-%c3%b8yas-lordag","title":"Lillebjørn Nilsen åpner Øyas lørdag","date":"2010-04-26T07:56:00.000Z","excerpt":"<p>Vi har i flere år gjort festivalens åpningskonsert den siste dagen til noe spesielt. Det har betydd at mange tusen har kommet til parken klokka 13 for å se storheter som Knutsen og Ludvigsen, bob hund, deLillos, Timbuktu og Håkan Hellström. I år skal selveste Lillebjørn Nilsen får æren av å gi publikum en god start på lørdag 14. august. Lillebjørn er ikke bare en folkekjær låtskriver og artist, men på en måte hele Oslos store visesanger. Vi på Øya-kontoret gleder oss stort og noen har allerede begynt å sette opp en drømmesettliste.</p>\n"}},{"node":{"id":"f216dce8-53a2-5bf2-b080-f6cee0881d72","slug":"ny-singel-fra-pow-pow","title":"Ny singel fra Pow Pow","date":"2010-04-26T06:01:00.000Z","excerpt":"<p>Øya-aktuelle Pow Pow slipper idag singelen Solar Eclipse, som du kan sjekke ut på itunes</p>\n<p>Bandet kan fortelle at &laquo;de har utviklet seg fra å være et gitardrevet band til å ta inn elementer fra synthverdenen og krautrock, og sender tankene til artister som Kraftwerk, Tangerine Dream, Tortoise, Battles, Steve Reich og Neu!&raquo; Hele albumet blir gitt ut i oktober og skal få tittelen Last Days On Earth. Singleslippet feires med at Pow Pow spiller plater på Revolver i kveld. Ta deg en tur da vel!. </p>\n"}},{"node":{"id":"8281073f-c818-5139-8ddb-bbd2d2ccffa3","slug":"viktig-melding-til-alle-frivillige","title":"Viktig melding til alle frivillige","date":"2010-04-23T12:20:00.000Z","excerpt":"<p>Rundt midnatt i natt tikket frivilligsøknad nummer 2000 inn i databasen vår. Vi har derfor bestemt oss for å stenge muligheten for å søke om frivilligjobb til Øyafestivalen 2010. Vi jobber nå med å kontakte og tildele jobber til alle de engasjerte menneskene som ønsker å bidra til å skape den beste festivalopplevelsen noensinne. Hvis du har jobbet som frivillig tidligere og har avtale med en gruppeleder om hvilken oppgave du skal ha, ta kontakt med denne gruppelederen for å få meldt deg på.</p>\n"}},{"node":{"id":"25e7209b-256e-54f0-b6d7-21b93078b5b1","slug":"konkurranse-vinnere-av-pass-til-minioya","title":"Konkurranse: Vinnere av pass til Miniøya","date":"2010-04-23T11:25:00.000Z","excerpt":"<p>Mange visste at Miniøya-aktuelle Hurra Torpede bruker hvitevarer som slagverk. Vi har trukket to vinnere som får to festivalpass hver til Miniøya i Tøyenparken 26. og 27. juni. Der kan man oppleve et bredt utvalg aktiviteter for hele familien og ikke minst konserter med Casiokids, The Blacksheeps, Donkeyboy, Keep of Kalessin og mange flere.  Vinnerne av konkurransen er Torgeir Nesheim Beyer  og Lisa Vogt-Lorentzen. Disse vil bli kontaktet på mail i løpet av kort tid.</p>\n"}},{"node":{"id":"a796951f-25fc-5b60-a20d-eab31fcb5f64","slug":"aya-ut-pay-norges-turna","title":"Øya ut på Norges-turné","date":"2010-04-22T10:09:00.000Z","excerpt":"<p>Sommeren 2010 skal for første gang Øya Open på turné. Dette blir som en forsmak i fem norske byer noen uker før Øya. Tre av de mest hardtslående norske banda akkurat nå, legger ut på veien sammen. De to Øya-aktuelle banda Obliteration og Djerv får selskap av Mongo Ninja på denne runden gjennom landet, som starter torsdag 17. juni. Djerv og Mongo Ninja består begge av erfarne folk fra Oslorockens mer aggressive musikalske miljøer, mens Obliteration er landets mest lovende ekstremmetallband akkurat nå.</p>\n"}},{"node":{"id":"1edf4fad-a909-5e74-ae93-48f1841d61f3","slug":"vi-minnes-gustav-lorentzen","title":"Vi minnes Gustav Lorentzen","date":"2010-04-22T08:40:00.000Z","excerpt":"<p>Gustav Lorentzen, også kjent som Ludvigsen, døde i går. Vi minnes en fantastisk artist og låtskriver, med en unik evne til å glede folk i alle aldre. Knutsen &#038; Ludvigsen spilte under Øyafestivalen i Middelalderparken i 2006. De åpna festivalens siste dag, sammen med det stjernespekkede backingbandet The Train Conductors. Mange tusen møtte opp tidlig på dagen for å oppleve det som ble en av det årets mest minneverdige Øya-konserter. Her kan du se et knippe bilder tatt av våre fotografer under konserten.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":142,"pageCount":183,"additionalContext":{}}}