{"data":{"wordpressPost":{"title":"Festivalbibliotek med noe attåt","date":"3rd August 2013","content":"<p>De siste seks årene har tidsskriftet Vinduet hatt forfatter-opplesninger og famlende foredrag ute på området i Middelalderparken, de siste årene sammen med Deichmanske bibliotek – en av Oslos største stoltheter. I teltet strategisk plassert i starten av handlegata kan du slappe av (eventuelt våkne opp) med å lese i bøker og annet fra festivalbiblioteket, hele dagen om du så måtte ønske. Vinduet og Last Trains bokkafe Bladfyk er også representert, med haugevis av gratis kvalitetsmagasiner om musikk, kultur, mote, fluefiske, politikk, erotikk og mat, som vi har fått fra Narvesen på Grünerløkka. Årets opplesninger er kl. 15.15 torsdag til lørdag.</p>\n<p>På torsdagen får vi besøk av Lars Mørch Finborud, kjent for sine aktiviteter i norsk hip hop, som kurator på Henie Onstad Kunstsenter, som driver av feinschmeckerplateselskapet Plastic Strip, som jazzhistoriker, som skribent, og fra i år som forfatter. Hans debutroman «De svarte skiltene» fikk oppsiktsvekkende gode kritikker i vår. Ikke rart, for det er en meget spesiell, egenrådig og morsom bok, som tar en meget kronglete og burlesk omvei til spørsmålet: Hva er kunst? Svaret kan like gjerne være jutegnask.</p>\n<p>På fredag får vi råflott vestlandsbesøk fra Tomas Espedal. Han er en av landets fremste forfattere. Ferdig snakka. De siste par årene har han endelig fått et gjennombrudd for sitt usedvanlig dirrende forfatterskap, med en rekke høythengende priser, og heldigvis også mange lesere. I september kommer hans nye bok «Bergeners», som han skal lese fra for oss. Det er et essayistisk portrett av menneskene og byen, med Espedals høyst personlige litterære klo.</p>\n<p>I år er det hundre år siden norske kvinner fikk stemmerett. Dette er markert på mange vis, et av de mest givende fremstøtene er Aschehougs pamflettserie Stemmer, hvor de månedlig har sendt ut korte, ferske essaybøker, fra forskjellige aktører fra kultur- og samfunnsliv i Norge i dag. De to neste kvinnene med bøker i serien er på forskjellig men sterkt vis representerer for livet og musikken i landet i dag. Maja S. Ratkje og Charlotte Thorstvedt kommer til teltet lørdag ettermiddag og leser fra sine bidrag.</p>\n<p>Vinduet inviterer også til nattarrangement på Last Train i Oslo sentrum kl. 23 på fredag. Her blir det Bladfyk nights med opplesninger, DJs og byens minste men beste uteservering. Tomas Espedal, Lars Mørch Finborud , Audun Vinger m. fl. leser og spiller soul, jazz og psykedelia. Gratis inngang.</p>\n<p>&nbsp;</p>\n<p>foto Jan Omdahl</p>\n","wordpress_id":8401,"translations":{"nb":{"url":"/2013/08/03/festivalbibliotek-med-noe-attat/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e7849b6e-bdcb-5baf-9010-9704ff4dd593","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2013/08/03/festivalbibliotek-med-noe-attat/","redirect":false}}}