{"data":{"allWordpressHeySettings":{"edges":[{"node":{"locale":"en","page_for_posts":{"wordpress_id":8}}},{"node":{"locale":"nb","page_for_posts":{"wordpress_id":5}}}]},"wordpressPage":{"template":"","title":"Billetter","content":"<p><strong>Øyafestivalen 2019 blir arrangert 6. – 10. august.<br />\n</strong>Tirsdag 6. august er Klubbdagen, de fire neste dagene foregår i Tøyenparken.</p>\n<p>Alle typer billetter er i salg hos <a href=\"https://www.ticketmaster.no/artist/oyafestivalen-billetter/301563\">Ticketmaster.no</a>.</p>\n<p>Vi tar forbehold om endringer i programmet. Kjøpte billetter vil kun refunderes dersom arrangementet i sin helhet avlyses, ikke dersom kun ett eller flere av bandene avlyser sin opptreden.</p>\n<p><strong>Bytt billett i armbånd på forhånd<br />\n</strong>Om du vil gå rett inn på festivalområdet første dag du kommer, og unngå unødvendig venting rett før en artist du veldig gjerne vil ha med deg, bør du bytte billetten din inn i armbånd på forhånd.</p>\n<p>Om man skal bytte inn flere enn en billett, må de som skal ha de andre billettene være med. Vi sjekker ID og armbånd skal settes på riktig person.</p>\n<p>Åpningstidene for å bytte billett i armbånd ved innslipp i Tøyenparkenparken.<br />\nForhåndsinnbytte:<br />\nMandag 6. august 13:00-19:00<br />\nTirsdag 7. august 13:00-21:00</p>\n<p>I denne perioden kan man altså bytte samtlige billettkategorier inn i bånd. Fra og med onsdag vil det kun være anledning til å bytte det aktuelle dagspasset og festivalpass. OBS Personlig oppmøte og husk legitimasjon.</p>\n<p>Åpningstider innslipp:<br />\nOnsdag 8. til fredag 10. august 13:00-22:00<br />\nLørdag 11. august 12:00- 22.00</p>\n<p>Vi anbefaler alle som skal ha med seg barn under 12 år å fylle ut skjema for dette på forhånd slik at det går litt raskere. Skjema legges ut her om ikke lenge.</p>\n<p><strong>Ukespass<br />\n</strong>Ukespass gir deg adgang til Øyafestivalen i Tøyenparken fra onsdag 7. august til og med lørdag 10. august. Ukespasset gir deg også gratis adgang til Klubbdagen, tirsdag 6. august. Av kapasitetshensyn gjelder førstemann til mølla-prinsippet under Klubbdagen. Et ukespass gir deg også <em>rabatt</em> på billetter til <a href=\"http://oya.test/info/oyanatt/\" target=\"_blank\" rel=\"noopener noreferrer\">Øyanatt</a> og Øyakino.</p>\n<p><strong>Dagsbilletter<br />\n</strong>Dagsbillett gir deg tilgang til festivalen i Tøyenparken den dagen du velger.</p>\n<p><strong>Ungdomspass</strong><br />\nDette er en billett for de mellom 12 og 18, som får en rabatt på 50%. Det er snakk om et begrensa antall ukespass. Man må kunne dokumentere at man er <u>under 18</u> ved inngangen til festivalen. <em>Ungdomspassene til festivalen i 2019 er utsolgt.</em></p>\n<p><strong>TicketFast<br />\n</strong>TicketFast er den enkleste måten å kjøpe billetter på. Ved å bruke ticketFast som din leveringsmåte ved kjøp, mottar du billettene på e-post. Du får billettene med det samme og kan skrive dem ut når som helst i forkant av arrangementet. Har du rota vekk billetten kan du få tilsendt en ny. Både ukespass og dagsbilletter selges med valgmulighet for denne løsninga.</p>\n<p>I noen tilfeller står betalers navn på billetten. Dette vil imidlertid ikke sjekkes opp mot den som bytter inn billett til bånd, så lenge billetten er gyldig.</p>\n<p><strong><strong>Billetter til Øyanatt<br />\n</strong></strong>Det er egne billetter for Øyanatt fra onsdag til lørdag. Billetter til Øyanatt kan kjøpes på Billettservice, og dessuten vil de fleste arrangementene under Øyanatt selge billetter i døra. Med gyldig festivalarmbånd (ukespass eller billett til den aktuelle datoen) kan man kjøpe rabatterte billetter til arrangementer på Øyanatt. For å kjøpe rabattert billett i døra viser man fram kvittering på dagsbillett, ukespass, påsatt festivalarmbånd eller påsatt armbånd for dagen man har vært ute i parken.</p>\n<p>Skal man kjøpe billetter på forhånd kan man velge den rabatterte billetten så lenge man har ukespass eller dagsbillett til festivalen samme dag som man skal på Øyanatt. Har du kjøpt rabattert billett på forhånd, men ikke kan vise Øyabillett eller ukespass, blir du krevd for mellomlegget i døra.</p>\n<p><strong>Billetter til Øyakino<br />\n</strong>Billetter til Øyakino kjøpes på <a style=\"line-height: 1.5;\" href=\"http://oslokino.no/\" target=\"_blank\" rel=\"noopener noreferrer\">www.oslokino.no</a><span style=\"line-height: 1.5;\"> eller i billettluka i alle av Oslo Kinos lokaler. Rabatterte billetter må kjøpes i billettluka mot framvisning av Øyabillett/-pass.</span></p>\n<p><strong>Om billettene<br />\n</strong>En papirbillett du har hentet på utsalgssted eller printet sjøl er ikke personlig. Denne kan brukes av en annen person, sjøl om det står ditt navn på. Alle typer billetter må byttes inn i armbånd, som er ditt adgangstegn til festivalområdet. Hver billett kan kun brukes en gang, og strekkoden blir scannet. Alle armbånd skal være festet til armen og låst for at de skal gjelde som adgangstegn. I det du har festet armbåndet på, er dette å regne som personlig og kan ikke deles med andre</p>\n<p>Et ukespass er en rabattert billettpakke for de som ønsker å gå på Øyafestivalen alle dagene. Denne kan ikke deles opp i dagsbilletter. I bytte mot billetten vil man få et armbånd som gjelder for alle fire dagene i parken, og i tillegg gir deg fordeler i forbindelse med andre Øya-arrangementer i festivaluka. I det du har festet armbåndet på, er dette å regne som personlig og kan ikke deles med andre.</p>\n<p>&nbsp;</p>\n<p><strong>AKKREDITERING 2019<br />\n</strong>Siste frist for å søke om akkreditering til Øyafestivalen 2019 er 20. juni.</p>\n<p>Etter at skjemaet er fylt ut og sendt inn vil du få en bekreftelse pr mail om at søknaden er mottatt. Når søknaden er behandlet vil du få svar fra oss i en ny mail. Det er derfor viktig at du oppgir riktig mailadresse i søknadsskjemaet!</p>\n<p style=\"font-weight: 400;\">Øyafestivalen ber om forståelse for at vi av kapasitetsmessige årsaker må føre en stram akkrediteringspolitikk.</p>\n<p style=\"font-weight: 400;\">Journalister som er under 20 år kan ikke få full medieakkreditering, men kan få tilgang på publikumsområdet. Vi vurderer ikke søknader fra frilansere uten dokumentert oppdrag eller søknader med manglende begrunnelse.</p>\n<p><a href=\"https://oya.mobilise.no/default.aspx?did=9080554&amp;formarrangement=9080651\">Individuelle akkrediteringssøkere (kun for en person)</a></p>\n<p><a href=\"https://oya.mobilise.no/default.aspx?did=9080563&amp;formarrangement=9080651\">Forespørsel om gruppeskjema, akkreditering (flere enn en person)</a></p>\n","wordpress_id":26,"locale":"nb","slug":"billetter","acf":null,"featured_image":null,"translations":{"nb":{"url":"/info/billetter/"},"en":{"url":"/en/info/tickets/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9aab3c32-4df8-5a88-9f9c-75e6e7605d83","locale":"nb"}}