{"data":{"wordpressPost":{"title":"BigBang åpner lørdagen med akustisk konsert","date":"30th June 2008","content":"<p>I år vil du kunne oppleve BigBang i akustisk versjon i Middelalderparken. Trioen skal nemlig spille alle favorittlåtene i nedstrippet utgave som åpningsband lørdag 9. august. Etter flere år med knallsterke musikalske godbiter tidlig på lørdagen har vi i år skaffet oss en real publikumsfavoritt til å sparke festivalens siste dag i gang. BigBang følger dermed i fotsporene til DeLillos, Knutsen &#038; Ludvigsen og Timbuktu, idet de skal trekke tusenvis av mennesker til festivalområdet tidlig på dagen. </p>\n<p>BigBang har siden gjennombruddet med Electric Psalmbook i 1999 vært blant landets aller største rockeband og av de ypperste leverandørene av gode konserter. Låtskriver, gitarist og vokalist Øystein Greni har ledet bandet gjennom sterke plateutgivelser, store radiohits og ikke minst et ukjent antall glitrende liveopptredner. Med røttene i klassisk rock og respekt for stødig håndverk har de vist seg som dette tiårets mest solide stayere i norsk rock. Noen trommeslagere og bassister har riktignok kommet og gått, men BigBang er fortsatt et fett liveband med evne til å spre glede og gode melodier. På Øya vil du kunne oppleve dem i en relativt intim setting på en stor scene. Vi kan ikke se for oss annet enn at dette blir en storveis opplevelse i solskinnet.</p>\n<p>Da er alle fire åpningsartistene til årets Øyafestival på plass. Onsdag skal Ane Brun åpne festivalens utendørsdel, torsdag følger Lukestar opp, mens fredagens startskudd fyres av med selveste Håkan Hellström.  Den siste dagen åpnes altså av BigBang og deres akustiske konsert.</p>\n<p>Etter at vi la ut 1000 nye dagsbilletter for hver dag forrige uke, er det nå i overkant av 1000 billetter igjen til lørdagen. Det er også billetter igjen til de tre andre dagene i Middelalderparken. Samme dag som BigBang spiller også Raga Rockers, The Sonics,  Yeasayer, Isis, Cut Copy, Ingrid Olava,  We, Sunn O))) og mange til på Øyafestivalen.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e820c592-4743-524c-9056-7ca093c62081"}}