{"data":{"wordpressPost":{"title":"Øyanatt på John Dee og Rockefeller","date":"1st July 2014","content":"<p><strong>JOHN DEE</strong></p>\n<p>Onsdag 6. august<br />\n<strong>THE GROWLERS (US)</strong><br />\n<strong> HVITMALT GJERDE</strong><br />\nPris med/uten øyabillett: 175/200 kr<br />\nForsalg på BillettserviceAldersgrense: 18 år<br />\nThe Growlers spiller reverbtung surf-psychedelia med klare referanser til sekstitallets California. Bandet, som har gitt ut fire fullengdere og en rekke EPer, krediteres ofte for sin sjangerblanding av country, surf, pop og rock – en sjanger de selv har døpt «Beach Goth». Nytt album er ventet i løpet av 2014. Den norske surf-favoritten og låt-aktuelle Hvitmalt Gjerde er support.</p>\n<p>Torsdag 7. august<br />\nBrilliance presenterer:<br />\n<strong>NOVO AMOR (UK)</strong><br />\n<strong> TELLEF RAABE</strong><br />\nPris med/uten øyabillett: 175/200 kr<br />\nForsalg på Billettservice<br />\nAldersgrense: 18 år<br />\nNovo Amor er et «one-man-band», innspilt og produsert av Ali Lacey fra Wales. Lace komponerer nydelige tekster blandet i en vakker og sjelfull produksjon, med en vakker falsett på toppen. Dette er musikk rett fra hjertet til Lacey, og bør falle godt til rette hos fans av artister som Bon Iver og James Vincent McMorrow.</p>\n<p>Bergensbaserte Tellef Raabe kan klassifiseres som en singer/songwriter innenfor den mørke enden av folk-spekteret, men han er også glad i elektronikk og storslagne harmonier. Lydbildet kan variere fra intime og nedstrippede kassegitarlåter, til en blanding av melodiøs støy og markerte synthlinjer. Fellesnevneren er en mørk og myk stemme, og suggerende harmonier.</p>\n<p>Lørdag 9.august<br />\n<strong>DEATHCRUSH</strong><br />\n<strong> BABY IN VAIN (DK)</strong><br />\nPris med/uten øyabillett: 200/250 kr<br />\nForsalg på Billettservice<br />\nAldersgrense: 18 år<br />\nDanske Baby In Vain er en purung trio som, til tross for at de såvidt er gamle nok til å ha opplevd nittitallet, spiller stoner-rock og grunge. Bandet er et av de mest spennende i Skandinavia akkurat nå, og har spilt på Roskildefestivalen samt gitt ut en rekke singler.</p>\n<p>Kritikerroste Deathcrush spiller no-wave og noise-rock, eller «pelvic noise sludge» som musikken har blitt betegnet som, og har turnert verden rundt. Bandet har høstet lovord fra både The Quietus, NME og Le Monde.</p>\n<p><strong>ROCKEFELLER</strong><br />\nFredag 8.august<br />\n<strong>Klubb Yacht Rock:</strong><br />\n<strong> FAGERNES YACHT KLUBB</strong><br />\nPris med/uten øyabillett: 200/250 kr<br />\nForsalg på Billettservice<br />\nAldersgrense: 18 år<br />\nKlubb Yacht Rock har vært et enestående eventyr. Sommeren 2010 importerte vi et konsept fra Bergen, med en gjeng indiemusikere som ønsket å ta fram sin indre matros. Samlet av en felles forkjærlighet for Michael McDonald, Steely Dan, Hall &amp; Oates og Toto skapte vi legendariske kvelder på Revolver og Parkteatret fra 2010 til 2012.</p>\n<p>I august 2013 sprengte vi alle grenser og solgte ut Rockefeller på forhånd, og alle som var der kan skrive under på at det var en av de beste kveldene i hele 2013. Alle sang med, alle danset, det fantes ingen grinebitere og (nesten) alle var enige om at perioden fra 1972-1984 var den epoken hvor den beste musikken ble skapt.</p>\n<p>Dette er i ferd med å bli en god tradisjon, og fredag 8. august 2014 inviterer vi til Klubb Yacht Rock 5 år. Vi garanterer aktiviteter over hele Rockefeller, gjesteartister, ekstraordinær dekorering, og toppen av kransekaka: Fagernes Yacht Club kommer selvfølgelig tilbake; tightere enn noen sinne.</p>\n<p>Ship o&#8217;hoi, matroser &#8211; vi sees!</p>\n<p><strong>LEILIGHETEN</strong></p>\n<p>Fredag 8. august<br />\nGet Ready! presenterer:<br />\n<strong>DAVE MACK (UK)</strong><br />\nPris: 50 kr<br />\nAldersgrense: 20 år<br />\nCool, cool rocksteady og scorchin’ hot boss reggae står på den musikalske menyen når Get Ready! tradisjonen tro inviterer til Øyanatt-spesial! Med oss i kveld har vi Dave Mack fra The Cool Off Club i Sheffield, en av Europas absolutt hotteste 60s-reggae-DJs. Vi lover det beste fra 1960-tallets Jamaica; ska, rocksteady og tidlig-reggay servert på originale sjutommere – i tillegg til topp stemning, kjekke folk og et dansegulv «on fire»! Og husk, in Oslo where ravers swing, it’s the Get Ready thing!</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":10049,"translations":{"nb":{"url":"/2014/07/01/oyanatt-pa-john-dee-og-rockefeller/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"48b2b0ad-00f2-5bd6-b9e5-24dc02fad2e9","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2014/07/01/oyanatt-pa-john-dee-og-rockefeller/","redirect":false}}}