{"data":{"wordpressPost":{"title":"Kornél Kovács i Leiligheten under Øyanatt","date":"29th July 2017","content":"<div dir=\"ltr\">Red Bull og U OK? preseneterer:<br />\n<strong>KORNÉL KOVÀCS</strong> (SE) [DJ-sett]\n<strong>KAI GUNDELACH</strong> [DJ-sett]Rockefeller, leiligheten // ID: 20<br />\nKun 100 billetter tilgjengelig</div>\n<div dir=\"ltr\"></div>\n<div dir=\"ltr\">Kornél Kovács:<br />\nSvensk produsent, DJ og 1/3 av powerhouset Studio Barnhus. Kovács er virkelig et av de sterkeste navnene på det europeisk-elektroniske kartet for tiden, etter klassiske utgivelser som &#8216;Szikra&#8217;, &#8216;Pantalón&#8217; og ikke minst fjorårets debutalbum &#8216;The Bells&#8217;. Han tar med seg sin flytende og sporadiske techno til en unik og intim gig i leiligheten på Rockefeller under Øyanatt.</div>\n<div dir=\"ltr\"></div>\n<div dir=\"ltr\">Kai Gundelach (DJ sett):<br />\nEtter debut-EPen i fjor har Kai Gundelach virkelig skutt frem som en av Norges mest talentfulle og interessante artister. Men lenge før dette har han vært en sentral del av Oslos DJ-miljø, med fast plass bak spakene hos Jæger. Sammen med U OK? serverer han et eklektisk DJ set før Kornél Kovács 9. august.</div>\n<p><a href=\"https://www.facebook.com/kokokornel/?fref=ts\">www.facebook.com/kokokornel</a></p>\n<p><a href=\"https://www.facebook.com/gundelachmusic/?fref=ts\">www.facebook.com/gundelachmusic</a></p>\n<div dir=\"ltr\">\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n</div>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9f987562-84aa-5252-9afc-98f4e2804bc2"}}