{"data":{"wordpressPost":{"wordpress_id":408,"title":"Øya ut på Norges-turné","excerpt":"<p>Sommeren 2010 skal for første gang Øya Open på turné. Dette blir som en forsmak i fem norske byer noen uker før Øya. Tre av de mest hardtslående norske banda akkurat nå, legger ut på veien sammen. De to Øya-aktuelle banda Obliteration og Djerv får selskap av Mongo Ninja på denne runden gjennom landet, som starter torsdag 17. juni. Djerv og Mongo Ninja består begge av erfarne folk fra Oslorockens mer aggressive musikalske miljøer, mens Obliteration er landets mest lovende ekstremmetallband akkurat nå.</p>\n","content":"<p>DJERV<br />\nOBLITERATION<br />\nMONGO NINJA</p>\n<p>Dette blir fem helaftener med tre ulike uttrykk, fra skitten pønkmetal til brutal og primitiv death metal til fengende metallisk rock. Det er ingen grunn til å sitte hjemme når årets feteste norske pakke med brutal rock kommer til din by.</p>\n<p>Øya har de siste åra gjort kule konsertkvelder med norske band i London, New York og Austin. I disse viktige musikkbyene har vi presentert Hanne Hukkelberg, The Lionheart Brothers, Casiokids, Shining, Datarock og en masse andre. Nå er det på tide å ta for seg noen av de norske byene og samtidig hjelpe tre hardtslående norske band å få spille i flere landsdeler.</p>\n<p>ØYA OPEN-TURNÉ 2010<br />\nTORS 17/6 – Garage, Oslo<br />\nFRE 18/6 – Tribute, Sandnes<br />\nLØR 19/6 – Garage, Bergen<br />\nTORS 24/6 – Familien, Trondheim<br />\nFRE 25/6 – På Hjørnet, Kristiansand</p>\n<p>DJERV<br />\nEt nytt norsk band er klar for å fyre av eksplosiv og muskuløs rock som garantert vil sette spor. Djerv består av Agnete fra Animal Alpha, Erlend fra Stonegard og Stian fra Trelldom. Deres musikk ligger et sted i landskapet mellom tidligere bedrifter, men har ny, frisk og tydelig energi. Dette er rock som treffer i mellomgulvet på første forsøk. Sjøl beskriver de resultatene av arbeidet som nedstrippet, grooveorientert og melodiøst. Øyafestivalen booka for noen uker siden Djerv på bakgrunn av noen få demolåter. Denne turnéen blir første mulighet til å se bandet live.<br />\n<a href=\"http://www.myspace.com/djervmusic\" target=\"_blank\">MYSPACE</a></p>\n<p>OBLITERATION<br />\nObliteration består av fire unge fyrer fra Kolbotn. I 2010 er det et av de norske metallnavna det knyttes størst forventninger til. De ga nylig ut skiva Nekropsalms på Fysisk Format. Det låter herlig rått og primitivt, og bandet har en passe stor respekt for ekstremmetallens historie. Med andre ord heftig og brutal behandling av hørselsorganene på beste mulige vis. Noen hint av både punk og doom er også å finne. Flere utenlandske metalmedier har fått opp øyne og ører, så den internasjonale undergrunnen kan gjøre seg klare for å la seg overbevise.<br />\n<a href=\"http://www.myspace.com/obliterationnorway\" target=\"_blank\">MYSPACE</a></p>\n<p>MONGO NINJA<br />\nBak bandnavnet Mongo Ninja finner du folk som er mer kjent fra band som The Cumshots, Blood Tsunami og Datsun. Med dette bandet dyrker de skitne, rå og negative sider ved livet, samt de mer pønka sideveiene av metal. I fjor høst kom debuten &#8230;And The Wrist Is History. Mongo Ninja gidder ikke kast bort tida. Allerede 31. mai er oppfølgeren No Cunt For Old Men i butikkene. Mongo Ninja har hørt på Anal Babes, Slayer, Poison Idea, Misfits, GG Allin og The Dwarves, samtidig som de har drekki bøttevis med øl og stått for en uant mengde dårlig oppførsel. Live er bandet en feiring av aggresjon, hat og fyll.<br />\n<a href=\"http://www.myspace.com/mongoninja\" target=\"_blank\">MYSPACE</a></p>\n","date":"2010-04-22T10:09:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2010/04/22/aya-ut-pay-norges-turna/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6692137b-1be1-5f5d-a0ae-f90f6758e934","locale":"nb"}}