{"data":{"wordpressPost":{"title":"Øyafestivalen får oppdraget","date":"12th December 2007","content":"<p>Kultur- og kirkedepartementet kunngjorde på en pressekonferanse i dag at Øyafestivalen har fått tildelt oppdraget som knutepunktfestival for pop og rock.</p>\n<p>Kulturministeren har omtalt knutepunktstatusen som et oppdrag. I dette ligger blant annet at vi skal bygge opp en kompetanse som arrangør, som så skal komme andre norske arrangører til gode. Det er altså snakk om å videreutvikle festivalen og å heve kompetansenivået på en måte som får ringvirkninger for en bransje og et miljø. </p>\n<p>Vi benytter i denne sammenheng muligheten til å nevne at knutepunktmidler til Øyafestivalen er et eget prosjekt, med et eget regnskap. Pengene vil gå til de tiltak som er beskrevet i søknaden. </p>\n<p>Vi ser frem til et godt og konstruktivt møte med Kulturministeren og hans departement.</p>\n<p>I går feiret vi julebord med hele Øyastaben. Det var et julebord slik julebord skal være, med tilhørende mengder god mat og drikke. Det var med blanda følelser vi våkna opp med en haug ubesvarte anrop og tekstmeldinger fra presse, departement, venner og kjente. Kjenner du følelsen man kan ha dagen derpå, når man er litt usikker på om man har alle detaljene fra gårsdagen klare&#8230;? Hva har du gjort nå?? Men he-hey, denne gangen ble vi møtt med en utrolig tøff nyhet, nemlig at Kultur- og kirkedepartementet har bestemt seg for å gi oss det ærefulle oppdraget med å bli den første knutepunktfestivalen for pop og rock.  Følelsen akkurat nå er litt som når man er skikkelig bakfull, slår på TV&#8217;n, zapper seg frem til Huset på Prærien og begynner å sippe fordi alle er så lykkelige. Lykketårer, rett og slett.</p>\n<p>Vi er stolte, takknemlige og veldig ydmyke over dette. Vi skal gjøre vårt beste for å vise oss tillitten verdig.</p>\n<p><a href=\"http://www.regjeringen.no/nb/dep/kkd/pressesenter/pressemeldinger/2007/Oyafestivalen-far-knutepunktstatus-for-r.html?id=494255\" target=\"_blank\">Les pressemeldingen fra Kultur- og kirkedepartementet her</a><br />\nFoto: Lars Eivind Bolnes </p>\n","wordpress_id":801,"translations":{"nb":{"url":"/2007/12/12/ayafestivalen-fayr-oppdraget/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8d99cd71-60c7-5ec6-940e-da7a9492038b","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2007/12/12/ayafestivalen-fayr-oppdraget/","redirect":false}}}