{"data":{"wordpressPost":{"title":"Øyanatt på Vulkan","date":"28th July 2015","content":"<p>Etter fjorårets suksess, er Øyanatt på Vulkan tilbake med om mulig et enda sprekere program. Fokus er klubb- og urbanmusikk. Med Blå og som nærmeste nabo ligger det an til en heftig festivaluke langs Akerselva. Billetter er tilgjengelige på Billettservice.no og deres utsalgssteder.</p>\n<p>&nbsp;</p>\n<p><strong>ONSDAG 12. AUGUST<br />\n</strong><strong>LA PRIEST (UK) | HAYDEN JAMES (AU) | FRED FALKE (FR)<br />\n175,- / 225,- + BILL.AVGIFT (med/uten gyldig Øya-billett)<br />\n</strong></p>\n<p>Sam Dust, frontmannen fra det britiske indiebandet Late of the Pier, er tilbake i ny drakt under artistnavnet <strong>LA Priest</strong>. Albumet Inji ble sluppet i sommer på velrennomerte Domino Records, og fornyer Dust sin posisjon som en av de mest interessante musikerne på den britiske scenen. Musikken er kompromissløs og original i sin blanding av funk, disco og rock. Dust har blitt omtalt som ”en Brian Eno for vår tid”. LA Priest spiller live på Øyanat Vulkan. Vi gleder oss!</p>\n<p>Selv om australske <strong>Hayden James</strong> ga ut sin aller første låt for bare ett og et halvt år siden, har han rukket å bli kalt posterboy for den nye, australske musikkscenen, og fått over fire millioner lyttinger på soundcloud og youtube. Han har også vært nummer 1 på Hype Machine med låta ”Permission To Love”, og hans sommerlige og sjelfulle elektroniske musikk samler stadig nye lyttere kloden over. James gir ut musikken sin på australske Future Classic, et kvalitetslabel som står bak utgivelser med Cashmere Cat og Flight Facilities. Ingen ringere enn Pete Tong er selverklært fan. Øyanatt på Vulkan blir Haydens første opptreden i Norge.</p>\n<p>For alle med sans for fransk husmusikk er <strong>Fred Falke</strong> et navn som assosieres med det aller beste sjangeren har å by på. Falke debuterte med sin tidligere produksjonsmakker Alan Braxe i 2000 med låta &laquo;Intro&raquo;, og har siden levert en imponerende rekke av remikser og originallåter som alle bærer Falkes varemerke: konsise rytmer, spretne basslinjer, fengende melodier og sommerlig atmosfære. Han har de siste årene levert solide remikser for artister som Robyn, Two Door Cinema Club, Lykke Li, Lindstrøm, Foxes, Ella Eyre, Lana Del Rey, Lenny Kravitz, Selena Gomez og Tiesto. Sist Fred Falke gjestet Norge, var en legendarisk opptreden på Flekken på Hovefestivalen. Vi gleder oss til å ha ham tilbake!</p>\n<p><strong><a href=\"https://www.facebook.com/trulylapriest/\">https://www.facebook.com/trulylapriest/</a></strong></p>\n<p><strong><a href=\"https://www.facebook.com/haydenjamesartist\">https://www.facebook.com/haydenjamesartist</a></strong></p>\n<p><strong><a href=\"https://www.facebook.com/fredfalke\">https://www.facebook.com/fredfalke</a></strong></p>\n<p><strong> </strong></p>\n<p><strong>TORSDAG 13. AUGUST<br />\n</strong><strong>LITTLE SIMZ (UK) | MOVITS (SE) | NORLIE &amp; KKV (SE) | OH MAMA (NO) | 3000 TEXTURES (NO)<br />\n175,- / 225,- + BILL.AVGIFT (med/uten gyldig Øya-billett)<br />\n</strong></p>\n<p>Den britiske rapperen Simbi Ajikawo, bedre kjent som <strong>Little Simz,</strong> er 21 år gammel og kan skilte med bøttevis av karisma og talent. Karrieren hennes har skutt i været som en komet. Hun startet med å lage musikk og miksteiper på pikerommet og ble raskt oppdaget av Jay Z. I dag får hun backing fra storheter som Andre 3000, Snoop Dogg og Kendrick Lamar. Simbi var også blant de artistene som fikk størst oppmerksomhet under årets SXSW. Sjekk ut låter som Intervention og Marilyn Monroe for rap med sjarm, intelligens og masser av attitude.</p>\n<p>Det svenske hiphop/swing-bandet <strong>Movits!</strong> debuterte med albumet Äppelknyckarjazz i 2008. To år senere slapp de Ut Ur min Skalle som inneholder hitene ”Sammy Davis Jr.” og ”Na Na Nah ” som gjestes av Timbuktu. De har turnert over hele verden, noe som er enormt imponerende ettersom de rapper på svensk. I fjor høst var de aktuelle med albumet Huvudet Bland Molnen som inneholder singelen ”Limousin” hvor de får drahjelp av Maskinen. Movits! er blant Skandinavias aller beste live band og får ethvert konsertlokale til å koke.</p>\n<p>Stockholmsduoen Sonny Fahlberg och Kim Vadenhag, bedre kjent som <strong>Norlie &amp; KKV</strong>, har de siste årene invadert hitlistene med sine melodiøse pop-refrenger og fengende rap-vers. De er for tiden aktuelle med låta ”Ingen annan rör mig som du”.</p>\n<p>Favoritt-jente-gjengen <strong>Oh Mama! Crew</strong> spiller opp til dans med sin herlige miks av RnB, hip hop og tropiske rytmer.</p>\n<p><strong>3000 Textures</strong> består av jenteduoen Ida Dillan og Annette Kvithyll, også kjent som DJ Purple. Sammen utforsker de basstung og RnB-relatert klubbmusikk på sitt aller beste.</p>\n<p><strong><a href=\"http://littlesimz.co/\">http://littlesimz.co/</a></strong></p>\n<p><strong><a href=\"http://movits.se/\">http://movits.se/</a></strong></p>\n<p><strong><a href=\"https://www.facebook.com/NorlieKKV\">https://www.facebook.com/NorlieKKV</a></strong></p>\n<p>&nbsp;</p>\n<p><strong>FREDAG 14. AUGUST<br />\n</strong><strong>MNEK (UK) | SNAKEHIPS (UK) | LOVELESS (UK) | KREAM (NO)<br />\n175,- / 225,- + BILL.AVGIFT (med/uten gyldig Øya-billett) </strong></p>\n<p>Til tross for den unge alderen er merittlisten til Uzoechi Osisioma Emenike, bedre kjent som <strong>MNEK</strong>, misunnelsesverdig lang. Han har allerede vært Grammy-nominert. Han har skrevet to UK #1 hits. Han har produsert musikk for Kylie Minogue og skrevet musikk for Madonna samt jobbet med navn som Rudimental, Duke Dumont, Sub Focus, Bondax, Oliver Heldens og Gorgon City. I 2014 skjøt MNEK sin karriere for alvor fart med UK Top 40-låta ”The Rhythm” og som vokalist på klubbslageren ”Ready For Your Love” med Gorgon City. Nå er han klar for sin første gig i Norge. Vi gleder oss!</p>\n<p>Bak navnet <strong>Snakehips</strong> står duoen Oliver Lee og James Carter, to unge londonere som møttes på en forretningstur til Hong Kong og som fant ut at de hadde felles forkjærlighet for RnB-relatert elektronisk musikk. Duoen har blant annet gjort remikser for The Weeknd, Banks, Bondax og Wild Belle som til sammen har blitt avspilt mer enn 30 millioner ganger på Soundcloud. For tiden jobber de med sitt debutalbum og dukker opp i Oslo for å spille på Øyanatt Vulkan.</p>\n<p><strong>Loveless</strong> består av duoen Eirik Tillerli og Filip Kollsete. Siden starten i 2013, har de ristet av seg opp til flere klubbslagere og fete remikser. Musikken kan best beskrives som sjelfull husmusikk. Inspirasjonen henter de fra RnB, UK house og garage. Den siste låta til Loveless, ”They Don’t Know”, blir hyppig spilt på radio og er en av sommerens klare klubbfavoritter. Den ble plukket ut som ukas beste låt av BBC 1xtra.</p>\n<p>Brødre-duoen <strong>KREAM</strong> blir ansett som en av Norges mest lovende produsenter og remiksere akkurat nå. Guttas varemerke er vokaldrevet, melodiøs dyp husmusikk av typen future house og UK garage. Med nærmere 10 millioner avspillinger på Soundcloud de siste seks månedene, har de vekket oppsikt hos flere store artister, og har gjort remikser for internasjonale navn som Tove Lo, Adam Lambert og Taio Cruz. Brødrene jobber for tiden med nytt materiale som kommer ut i løpet av året. Men først er de klare for å spille opp til dans på årets Øyanatt Vulkan.</p>\n<p><strong><a href=\"http://mnekofficial.com/\">http://mnekofficial.com/</a></strong></p>\n<p><strong><a href=\"https://www.facebook.com/Snakehipsuk\">https://www.facebook.com/Snakehipsuk</a></strong></p>\n<p><strong><a href=\"https://www.facebook.com/lovelessmusicpage\">https://www.facebook.com/lovelessmusicpage</a></strong></p>\n<p>&nbsp;</p>\n<p><strong>LØRDAG 15. AUGUST<br />\n</strong><strong>CYRIL HAHN (CH) | OMVR (NO) | UNGE FERRARI (NO) | GYMMEN (NO)<br />\n175,- / 225,- + BILL.AVGIFT (med/uten gyldig Øya-billett)<br />\n</strong></p>\n<p>De siste årene har vi forelsket oss i den svevende musikalske signaturen til den sveitsiske produsenten <strong>Cyril Hahn</strong>. Han er blant annet kjent for remikser for Solange, Jessie Ware, Haim og Sigur Ros samt den populære klubbversjonen av Destiny Childs ”Say My Name”. Cyril har i tillegg utgivelser på den anerkjente britiske labelen PMR Records, ikke minst favoritt-låta Perfect Form med Shy Girls på vokal. Cyrils musikk har truffet en betydelig nerve hos fans verden over. Nå er han klar for Øyanatt Vulkan.</p>\n<p>I midten av januar slapp <strong>OMVR</strong> debutsingelen &laquo;Hold You Back&raquo;. Under årets By:Larm viste han seg som en enestående liveartist og fikk terningkast 5 av blant annet VG, NRK P3 og Dagbladet. ”OMVR serverer klubbsoul Norge ikke har hørt maken til” i følge en anmelder. ”Klubben er Omars territorium” kunne VG skrive. Inspirert av sangere som Donny Hathaway, Brandy og Stevie Wonder var soulaspektet i musikken uunngåelig. Stemmeprakten blir kombinert med klubbmusikk av ytterste kaliber. OMVR spiller live på Øyanatt Vulkan. Dette blir bra!</p>\n<p><strong>Unge Ferrari</strong> er en av de mest spennende norske nykommerne i 2015. Han har vokst opp med alt fra Craig David, Britney Spears og Usher til G-Unit i CD-spilleren, og ønsker med sin musikk å ta med lytterne høyt og langt ut i verdensrommet ved å kombinere futuristiske rytmer med melodiøs RnB i grenselandet pop og hip hop. Unge Ferrari sin første singel ”Hvis Du Vil” tok Norge med storm og har blitt en umiddelbar klassiker. Den siste singelen ”Vanilje” ble nylig sluppet. Unge Ferrari dukker også opp som gjesteartist på Arif sin debutplate High End / Asfalt.</p>\n<p>DJ-duoen <strong>Gymmen</strong> fra Oslo består av Adiele og Nora. I mai i fjor hadde de sin aller første spillejobb på Fisk &amp; Vilt og har siden spilt for fulle dansegulv på steder som Blå, Badstugata, Torggata Kennelklubb og Brukbar/Supa (Trondheim). Med et øye for det nye innen urban musikk, skaper Adiele og Nora knallgod stemning på dansegulvet. Jentene digger blant annet jerseyklubb, Major Lazer, Diplo, soul, R&amp;B, hip hop og dancehall. Finn fram joggeskoa og pannebåndet og møt opp til en svett leksjon i urban dansemusikk.</p>\n<p><strong> </strong><strong><a href=\"https://www.facebook.com/cyrilhahnmusic\">https://www.facebook.com/cyrilhahnmusic</a></strong></p>\n<p><strong><a href=\"https://www.facebook.com/OMVR\">https://www.facebook.com/OMVR</a></strong></p>\n<p><strong><a href=\"https://www.facebook.com/ungeferrari\">https://www.facebook.com/ungeferrari</a></strong></p>\n<p>&nbsp;</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4ff84e27-729b-5893-91b0-2b5f422b574d"}}