{"data":{"wordpressPost":{"title":"Chez Damier (US) til Øyanatt","date":"11th June 2013","content":"<p>I samarbeid med Red Bull Music Academy, Wimp og Natt&amp;Dag vil Lot Lot for femte året gi danselystne osloværinger et klubbprogram bestående av kremen av internasjonale og norske DJs og produsenter på Dattera til Hagen. I år har Lot Lot innledet et samarbeid med det velrenommerte nettstedet <a href=\"http://www.residentadvisor.net\" target=\"_blank\">Resident Advisor</a> på torsdagen, og denne kvelden er også første smakebit fra 2013-programmet. Følg med for flere slipp i nær framtid!</p>\n<p>Torsdag 8. august<br />\nLot Lot x Resident Advisor presents:<br />\nCHEZ DAMIER (US)<br />\nANTHONY NAPLES (US)<br />\nKONG OSCAR (DE/NO)<br />\nØYVIND MORKEN<br />\nDattera til Hagen, Grønland 10<br />\nBillettpris med/uten øyabillett: 200/150<br />\nAldersgrense:</p>\n<p>&nbsp;</p>\n<p><strong>Chez Damier (US)</strong></p>\n<p>Chez Damier er en legende innen elektronisk musikk og har spilt en svært sentral rolle i utviklingen av house og techno. Sammen med Ron Trent startet han opp plateselskapet Prescription Records, et av de største og viktigste plateselskapene noensinne innen house musikk. Damier var også med å starte den legendariske klubben The Music Institute i Detroit på slutten av 80-tallet. Klubben ble et enormt viktig samlingssted for den voksende musikkscenen i Detroit på den tiden, og ble nærmest et hjem for lokale produsenter og DJs. Klubben var like viktig for utviklingen av techno i Detroit som The Warehouse og The Music Box var for house i Chicago, og de hedonistiske opplevelsene Damier hadde på denne klubben har formet livet hans frem til i dag.</p>\n<p>Som musiker er Chez Damier alltid ute etter å overgå seg selv. Det har ført til klassikere som låten <a href=\"http://www.youtube.com/watch?v=WiPBlYoDBbQ\" target=\"_blank\">Can You Feel It</a>. Som moderne artist og produsent representerer han en unik holdbarhet; han er like fremadstormende og sulten nå som han var i 1989. Hans utgivelser er like relevante og hans DJ-opptredener minst dobbelt så bra.</p>\n<p>Etter å ha drevet KMS studio og plateselskapet KMS for Kevin Saunderson i Detroit, vendte han tilbake Chicago, startet samarbeidet med Ron Trent, og etablerte den musikalske arven som har gjort ham til den legenden han er i dag. Udødelige låter som The Morning Factory, Somtimes I Feel Like, The Choice og Be My står igjen som klassiske eksempler på housemusikk.</p>\n<p>Selv om Chez tilsynelatende hadde forsvunnet, ble det i 2004 utgitt en håndfull av låter som fortsatt holdt liv i håpet om at han skulle returnere. Og i 2009 kom det en serie med utgivelser på det tyske plateselskapet Mojuba. Dette signaliserte at han var på vei tilbake. Som en videreførelse av Prescription, lanserte Chez Damier plateselskapet Balance Alliance. Vi er utrolig stolte av å kunne presentere Chez Damier under Lot Lot x Resident Advisor-kvelden vår.</p>\n<p><strong><br />\nAnthony Naples (US)</strong></p>\n<p>Anthony Naples er en av de friskeste tilskuddene til undergrunnshousemusikken på lang tid. Det unge stjerneskuddet gikk fra å være et totalt ubeskrevet blad til å remixe Four Tet og gi ut noen av de mest respekterte og omtalte låtene i 2012. Gjennombruddet kom allerede med hans første EP, sluppet gjennom Brooklyn labelen Mr Saturday Night. Hovedsingelen gikk direkte til topp 10 da <a href=\"http://www.residentadvisor.net/feature.aspx?1561\" target=\"_blank\">kredblekka Resident Advisor</a> skulle kåre 2012 aller beste låter. Brooklyniten har siden den gang gitt ut to knallsterke EP-er på henholdsvis Triology Tapes og Mr Saturday Night. Han har startet sin egen label, Probito, og stått bak <a href=\"http://www.factmag.com/2013/03/25/fact-mix-375-anthony-naples/\" target=\"_blank\">en av Fact Magazines aller beste mikser</a>.</p>\n<div></div>\n<p>&nbsp;</p>\n<p><strong>Øyvind Morken</strong></p>\n<p>Det er ingen andre enn Øyvind Morken som har fått æren av å blåse liv i andreetasjen før Chez Damier spiller. Som så mange ganger tidligere faller det seg helt naturlig; Øyvind er for oss klassikeren før klassikeren.</p>\n<p>Øyvind er en av Oslos dyktigste DJs, og har holdt det gående i flere år. Han er kjent som mannen bak Moonlighting på Dattera til Hagen og en av to bak konseptet Untzdag. Morken er kjent for sin særegne stil og sin strenge vinyl-policy. De som har opplevd Morken én gang kommer garantert til å ville gjøre det igjen.</p>\n<p>&nbsp;</p>\n<p><strong>Kong Oscar</strong></p>\n<p>Lot Lot er utrolig stolte over å presentere Kong Oscars første opptreden noensinne. Duoen, som består av DJ Fett Burger og Iben Elster, har gitt ut ett knippe fantastiske 12”ere på Sex Tags-labelet nylig. Men de er på ingen måte ferskinger. Den ene halvdelen, Iben Elster, har vært en viktig figur i den bergenske musikkscenen i en årrekke. Han har spilt og laget musikk ved siden av folk som Skatebård, Erot og Bjørn Torske. Den andre halvdelen er selveste DJ Fett Burger, grunnlegger av Sex Tags-imperiet sammen med broren Sotofett.</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":6859,"translations":{"nb":{"url":"/2013/06/11/chez-damier-us-til-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bf8abcf8-77b1-5838-97a3-32a35acac65b","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2013/06/11/chez-damier-us-til-oyanatt/","redirect":false}}}