{"data":{"wordpressPost":{"wordpress_id":567,"title":"Roskilde(DK), Way Out West(SE) og Øyafestivalen(NO) sammen for miljøet","excerpt":"<p>Når Nord-Europas unge samles på tvers av landegrensene for å hylle musikken og kulturen har de også mulighet til å få sin stemme hørt av verdens ledende politikere.</p>\n","content":"<p>*Nordisk festivalsamarbeid for en bedre fremtid*</p>\n<p>Når Nord-Europas unge samles på tvers av landegrensene for å hylle musikken og kulturen har de også mulighet til å få sin stemme hørt av verdens ledende politikere.</p>\n<p>I slutten av 2009 tas en av vår tids viktigste beslutninger: FNs klimaavtale skal avgjøres under COP15 i København i desember. Da har verdens ledere muligheten til å avgjøre om vi får en internasjonal klimaavtale som kan forhindre farlige klimaforandringer. Dette ligger Danmarks, Norges og Sveriges ledende festivaler nær hjertet &#8211; og med all sannsynlighet gjelder dette også deres besøkende.</p>\n<p>Sammen med Roskilde Festival (DK), Way Out West (SE) og Øyafestivalen (NO) kan vårt publikum være med å kreve at de respektive lands ledere skal forhandle frem:</p>\n<p>• en internasjonal klimaavtale som sikrer at den globale gjennomsnittstemperaturen ikke øker med mer enn 2 grader. Norge, Sverige og Danmark skal kutte sine utslipp med 40 % innen 2020.<br />\n• en rettferdig avtale som sikrer fattige menneskers rett til utvikling.<br />\n• at de rike landene forplikter seg til å betale for utvikling i fattige land gjennom overføring av miljøvennlig teknologi. Dette i tillegg til vanlig bistand.</p>\n<p>Roskilde, Øya og Way Out West jobber alle aktivt med miljøspørsmålene – helt i samsvar med deres målgruppers interesse og denne generasjonens utfordringer.</p>\n<p>Transport, avfallshåndtering, bruk av fornybar energi, økologisk mat , samt CO2-regnskap for artister og publikum er noe vi alle tre tar på største alvor – i tillegg til å by på en musikkfest uten like!</p>\n<p>I tråd med dette oppfordrer nå denne grønne festivalalliansen til forandring og en bærekraftig utvikling. Publikum oppfordres til å la sin stemme høres: fysisk på området på en av festivalene, via mobilen og på nett.</p>\n","date":"2009-07-02T10:52:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2009/07/02/roskildedk-way-out-westse-og-%c3%b8yafestivalenno-sammen-for-miljoet/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4c964f0c-20a1-5dfb-8cbb-3cc40618d641","locale":"nb"}}