{"data":{"wordpressPost":{"title":"The xx avslutter Øya-torsdagen","date":"5th January 2017","content":"<p>The xx er klare for å ta 2017 med storm. For noen få uker siden slapp de den fantastiske singelen «On Hold», denne uka fulgte de opp med den like sterke «Say Something Loving» og snart kommer det nye albumet. Trioen selger for tiden ut store arenaer over hele Europa, og torsdag 10. august kommer de til Tøyenparken for å avslutte på vår største scene. Dette blir deres eneste konsert i Norge i år.</p>\n<p>Vi har ikke bare slappa av i jula, neste slipp ser ut til å være klart om noen dager.</p>\n<p>Både dagsbilletter og ukespass er i salg nå. Over halvparten av ukespassene til Øyafestivalen 2017 er allerede solgt, og dagsbillettene ser ut til å gå unna i et høyere tempo enn normalt.</p>\n<a title=\"Buy tickets here!\" target=\"_blank\" class=\"inline-ticket-button\" href=\"https://www.ticketmaster.no/artist/oyafestivalen-billetter/301563\">Buy tickets here!</a>\n<p>&nbsp;</p>\n<p><strong>THE XX (UK) – tors 10. aug<br />\n</strong>Det er ikke tvil om at forventningene er skyhøye nå som The xx er tilbake for å gjøre 2017 til sitt store år. 13. januar kommer det etterlengta albumet <em>I See You</em>. Forhåndsrapportene sier at albumet er noe mer upbeat og at bandet er i en kledelig utvikling. Det er med andre ord all grunn til å glede seg.</p>\n<p>Dette er et band mange har lyst til å få med seg i 2017. De solgte ut hele sju kvelder på selveste Brixton Academy hele fem måneder før konsertene finner sted i mars.</p>\n<p>The xx fra London klarte å fange publikum med sin stemningsfulle pop fra og med debutalbumet i 2009, og mottok den anerkjente Mercury-prisen. Det er fortsatt regna som et usedvanlig sterkt debutalbum. I 2012 kom oppfølgeren <em>Coexist</em>, som inntok toppen av albumlista i Storbritannia og flere andre land.</p>\n<p>Uncut har skrevet: &#8211; It’s not difficult to make a case for The xx as the most influential British band of the past decade. Their slow-burning 2009 debut tentatively joined the dots between indie, R&amp;B and UK bass music, making it acceptable once again for shy white kids to sing the blues.</p>\n<p>Ved siden av å turnere har medlemmene drevet med andre prosjekter. Aller mest kjent er nok Jamie xx sine soloarbeider, og skiva In Colour fra 2015. Han besøkte Tøyenparken i fjor, men det er først i august du vil oppleve han i fullformat sammen med Romy Madley Croft og Oliver Sim.</p>\n<p>Det har gått hele fem år siden de sist spilte i Oslo. Da skreiv <a href=\"http://gaffa.com/anmeldelse/66930/the-xx-sentrum-scene-oslo\">Gaffa</a>: &#8211; I det hele tatt fikk vi en konsert som gang på gang beviste at The xx er mestere i balanse. Mellom det diskrete og det grandiose, mellom lavmælt forsiktighet og pumpende bass, og mellom helhetsfølelse og monotonitet. De passet alltid på å akkurat ikke tråkke over streken på noen av disse punktene, og slik hadde de også alltid den store brorparten av Sentrum Scene fullstendig tvinnet rundt lillefingeren hele kvelden.</p>\n<p><a href=\"http://thexx.info/\" target=\"_blank\">thexx.info</a></p>\n","wordpress_id":19248,"translations":{"nb":{"url":"/2017/01/05/the-xx-avslutter-oya-torsdagen/"},"en":{"url":"/en/2017/01/05/the-xx-avslutter-oya-torsdagen/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"787d495f-cf9d-556d-9eb4-ae7cfc7d5402","locale":"nb"}}