{"data":{"wordpressPost":{"title":"Øya tar med Marit Larsen og Susanne Sundfør til New York","date":"6th October 2010","content":"<p>Tidligere har Øyafestivalen hatt vellykka kvelder under CMJ, med blant andre Casiokids, Ingrid Olava, Datarock, Lukestar og Ida Maria. Alt ligger til rette for at suksessen skal gjentas i år og at et tettpakka Public Assembly skal få øyne og ører opp for noe av den beste nye norske popmusikken.</p>\n<p>MARIT LARSEN<br />\nMarit Larsen slo igjennom som soloartist med Under The Surface i 2006, hennes første plate på egenhånd. Hun fulgte opp med The Chase to år seinere og har etablert seg som en av landets mest folkekjære og stødige popartister. Marit Larsen har de siste årene opplevd en økende interesse fra utlandet og har gjort det godt i Tyskland. Nå skal amerikaneren sjarmeres med lekre popmelodier.<br />\n<a href=\"http://www.myspace.com/maritlarsen\" target=\"_blank\">MYSPACE</a></p>\n<p>SUSANNE SUNDFØR<br />\nSusanne Sundfør har vært regnet som en av Norges mest spennende popartister en stund, men det var først med den genierklærte skiva The Brothel fra i vår at hun tok steget opp i øverste divisjon og spranget inn i nordmenns hjerter. Hennes musikk er preget av spenning, mørke og uro, på en måte vi tror det musikksultne New York er mer enn klart for.<br />\n<a href=\"http://www.myspace.com/susannesundfoer\" target=\"_blank\">MYSPACE</a></p>\n<p>OM DE ANDRE ARTISTENE:<br />\nBRETT DETAR – Singer/songwriter som bor i New York, var tidligere vokalist i rockebandet The Juliana Theory<br />\n<a href=\"http://www.myspace.com/brettdetar\" target=\"_blank\">MYSPACE</a></p>\n<p>MORNING TELEPORTATION – Småpsykedelisk rockeband fra Oregon. De har nylig spilt inn sitt debutalbum og har fått produsenthjelp av Isaac Brock fra Modest Mouse.<br />\n<a href=\"http://www.myspace.com/morningteleportation\" target=\"_blank\">MYSPACE</a></p>\n<p>OH LAND – Dansk artist som er bosatt I New York og lager herlig snål elektropop. Hun fikk kontrakt med selveste Epic etter sin konsert på SXSW i 2009 og det er god grunn til å vente i spenning på hennes internasjonale platedebut.<br />\n<a href=\"http://www.myspace.com/ohlandmusic\" target=\"_blank\">MYSPACE</a></p>\n<p>SNOWDEN – Atlanta-bandet Snowden har vært på indieradaren en stund allerede. Seinere i år kommer oppfølgeren til debuten Anti-Anti fra 2006. Siden da har de varmet opp for blant annet Arcade Fire og Kings Of Leon. Det forventes at de vil nå langt flere med sin eksperimentelle pop denne gangen.<br />\n<a href=\"http://www.myspace.com/snowden\" target=\"_blank\">MYSPACE</a></p>\n<p>CMJ er en klubbfestival som arrangeres hver høst i New York og er et av de beste stedene å få med seg ny musikk som vil prege månedene og årene som kommer. Marit Larsen og Susanne Sundfør vil få spille på en av verdens viktigste innendørsfestivaler, som kan ses på som en internasjonal monsterutgave av by:Larm.</p>\n<p>The Øyafestival &#038; Filter magazine present:<br />\n20.00  Brett Detar (US)<br />\n21.00  Marit Larsen (NO)<br />\n22.00  Susanne Sundfør (NO)<br />\n23.00  Morning Teleportation (US)<br />\n00.00  Oh Land (DK)<br />\n01.00  Snowden (US)</p>\n<p><a href=\"http://filtermagazine.com/\" target=\"_blank\">FILTER.COM</a></p>\n<p>venue: Public Assembly<br />\nAddress is 70 N 6th Brooklyn NY 11211<br />\nFriday 22nd October</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9a546566-1694-57d1-b1c3-1c837d5d9913"}}