{"data":{"wordpressPost":{"title":"Flere artister til Øya &#8211; No. 4 åpner lørdagen","date":"21st March 2018","content":"<p><strong>No. 4 – åpningskonsert lørdag 11. august</strong></p>\n<p><strong>Thea &amp; The Wild – torsdag 9. august</strong></p>\n<p><strong>Marlon Williams (NZ) – torsdag 9. august</strong></p>\n<p>&nbsp;</p>\n<p>Øya har en lang tradisjon for å servere populære norske artister som åpning på lørdagen, vår lengste og mest innholdsrike festivaldag. Tidligere har denne programplassen blitt fylt av storheter som Odd Nordstoga, de Lillos, Stein Torleif Bjella, Midnight Choir, BigBang og andre. I år skal No. 4 få æren av å skape musikkhygge i gresset fra klokka 13:00.</p>\n<p>I tillegg er norske Thea &amp; The Wild og Marlon Williams fra New Zealand begge klare for Tøyenparken torsdag 9. august. Om man er utålmodig kan Marlon Williams også oppleves på en Øya Open hos Mono 17. april. <a href=\"https://www.ticketmaster.no/event/555893\">Billetter her!</a></p>\n<p>&nbsp;</p>\n<p><strong>No. 4</strong></p>\n<p>Trioen No. 4 har på kort tid, og med to gode album, fått et stort publikum. Skivene Henda I Været (2016) og Hva Nå? (2017) har sikret radiospilling og stadig større scener. De lager flott, melodiøs pop som kombineres med gode norske tekster, noe som gjorde at de mottok Prøysenprisen i fjor. Nå skal No. 4 få oppdraget å trekke tusenvis av publikummere til Tøyenparken tidlig på lørdag.</p>\n<p>Dette sier bandets Emilie Christensen sjøl: &#8211; Vi hadde jo til og med en låt hvor vi tullet med at vi ikke hadde lyst til å spille på Øya siden vi regnet med at de aldri kom til å spørre. Vi får nesten spise ordene våre nå. For oss som er oppvokst i Oslo er jo dette en av de kuleste tingene man kan bli spurt om!</p>\n<p><a href=\"http://gaffa.no/anmeldelse/123231/en-etterlengtet-dagdrom\">Gaffa</a>: &#8211; De trakterer kunsten med å gjøre kombinasjonen enkle melodier og små historier til noe storslagent og fortryllende.</p>\n<p>Vi gleder oss til en fantastisk og myk start på festivalens mest innholdsrike dag med No. 4. Deres visepop kommer til å passe perfekt inn i rammene av den grønne Tøyenparken.</p>\n<p><a href=\"https://www.facebook.com/no4band/\">www.facebook.com/no4band</a></p>\n<p><a href=\"https://www.no4band.no/\">www.no4band.no</a></p>\n<p>&nbsp;</p>\n<p><strong>Thea &amp; The Wild</strong></p>\n<p>I vinter kom albumet Ikaros fra Thea &amp; The Wild, som egentlig er Thea Glenton Raknes’ soloprosjekt. Skiva er produsert av Thea, Cato Thomassen (Cato Salsa Experience og Sivert Høyem) og Børge Fjordheim (Cloroform og Wunderkammer), og inneholder store doser god, melankolsk pop. Ikaros har fått gode anmeldelser i flere utenlandske medier, og sjølveste Rolling Stone anbefalte leserne å sjekke ut Thea &amp; The Wild.</p>\n<p><a href=\"http://www.music-news.com/review/UK/13062/Album/Thea-The-Wild\">Music-news.com</a>: &#8211; Ikaros is a compelling and addictive listen from start to finish. With Thea&#8217;s distinctively soft but determined vocal centre stage, this is a release that will make your hips sway as heavily as your heart pangs.</p>\n<p>Thea albumdebuterte som soloartist med Strangers &amp; Lovers i 2014, etter å ha vært en del av bandet Norma Sass. I de siste årene har hun også vært en del av Frøkedal &amp; Familien. Nå gleder vi oss til at hun tar med bandet og låtene sine til vår favorittpark.</p>\n<p><a href=\"https://www.facebook.com/thea.and.the.wild/\">www.facebook.com/thea.and.the.wild</a></p>\n<p><a href=\"http://www.theaandthewild.com/\">www.theaandthewild.com</a></p>\n<p>&nbsp;</p>\n<p><strong>Marlon Williams (NZ)</strong></p>\n<p>I februar slapp Marlon Williams albumet Make Way For Love, på kvalitetslabelet Dead Oceans. Det første selvtitulerte albumet fikk strålende kritikker, men det er i levende live Marlon Williams virkelig får vist hva han er god for. Helt uanstrengt beveger han seg mellom folk, country, blues – ispedd Roy Orbison og god, gammal jazz. Det er mye forskjellig, men det funker. Det funker noe helt enormt. Han har blitt et stort navn i hjemlandet og nå er Europa i ferd med å oppdage talentene hans. Han har turnert over hele verden, og selger for tiden ut konserter på begge sider av Atlanteren. Williams har blant annet hatt æren av å varme opp for Bruce Springsteen.</p>\n<p>Under årets SXSW i Texas har han vært et av de store samtaleemnene, og han leverte overbevisnede konserter.</p>\n<p><a href=\"https://www.theguardian.com/music/2018/feb/18/marlon-williams-make-way-for-love-review\">The Guardian</a>: &#8211; He brings to mind Roy Orbison or Richard Hawley, but then on songs such as Beautiful Dress and The Fire of Love Williams has a magnificent, fluttering, gender-fluid falsetto that recalls Anohni or Perfume Genius.</p>\n<p><a href=\"https://www.marlonwilliams.co.nz/\">www.marlonwilliams.co.nz</a></p>\n<p><a href=\"https://www.facebook.com/marlonwilliamsmusic/\">www.facebook.com/marlonwilliamsmusic</a></p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f1b94563-da21-57f3-adf3-781496e08014"}}