{"data":{"wordpressPost":{"title":"Mongo Ninja på Øya","date":"13th April 2011","content":"<p>MONGO NINJA<br />\nMongo Ninja fra Oslo lager brutal rock som får deg til å sitte igjen med følelsen av å være jævla skitten og sinnsykt tøst. Låtene er fylt til randen med negativitet, fyll og mørke. Vi har sett dem rundjule hjernene til publikum med flere intense låter i løpet av en time, enn vi klarer å telle på fingre og tær. Bandet er så produktive i alt sitt hat at de presterte å gi ut tre studioalbum og et digitalt livealbum på tolv måneder. De har i tillegg dratt land og strand rundt og nådeløst harvet over sitt publikum. Slettes ingen dårlig prestasjon når man her snakker om en gjeng som stort sett er TOTALT ute av fokus på alle mulige måter. Bandet består av folk du kanskje har sett i The Cumshots, Blood Tsunami, Emperor, Datsun og i diverse andre konstellasjoner. </p>\n<p>Engelske Metal Hammer var mildt sagt begeistra etter å ha sett Mongo Ninja live i London og skreiv at de var ”ugly and antisocial with the raucous tunes to match”. Bandet har kokt sammen en perfekt pønk/metall-miks, som avslører at de har hørt på Anal Babes, Motörhead, Zeke, Slayer, Poison Idea, New Bomb Turks, Darkthrone, Misfits, GG Allin og The Dwarves. De har satt en ny standard for rå, upolert faenskap med skivene …And The Wrist Is History (2009), No Cunt For Old Men (2010) og Nocturnal Neanderthals (2010). Det er tett mellom høydepunktene når låtene heter Bumfight At Gunerius, Piss Pinata, Motörheadache,  Wheelchair Hooker, Pissing In The Wishing Well, Turd World War, Pissqueen Of Oslo, My Cock Your Pain og ikke minst And Yu Will Know Us By The Stench Of Cock.  På Øya bør du forberede deg på et par musikalske ørefiker som vil ringe ringe i øra dine lenge. Vi har fått beskjed fra bandet om at de ”gleder seg grenseløst til å få løpe rundt på Øyafestivalen for å lage kvalm”. Mongo Ninja bringer primitive gleder og desperat sinne tilbake i rocken.<br />\n<a href=\"http://www.myspace.com/mongoninja\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":171,"translations":{"nb":{"url":"/2011/04/13/mongo-ninja-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"00f48cb1-dcc1-55e0-8872-92c50a64e2fc","locale":"nb"}}