{"data":{"wordpressPost":{"title":"Norsk science fiction i tegneserieformat lanseres på Øya09","date":"5th February 2009","content":"<p>På Øyafestivalen i år lanseres det noe så sjeldent som en helstøpt norsk science fiction-tegneserie! Egmont Serieforlaget og Øyafestivalen har gått i kompaniskap for å utgi denne flotte tegneserieromanen av Håvard S. Johansen og John S. Jamtli og gleder seg stort til å presentere disse to talentene for et stort publikum. Allerede på by:Larm vil det vises plakater og utstilling fra boka.</p>\n<p>Det var kontakten mellom Øyafestivalen og Nisjelandet som førte til denne utgivelsen. Øyafestivalen ble oppmerksom på Jamtli gjennom Nisjelandet under by:Larm 2008, og tok deretter kontakt med Egmont Serieforlaget for å se på en mulig utgivelse. Dette har ført til et særdeles fruktbart samarbeid på tvers av kulturområdene, og alle involverte er svært begeistret over å kunne trekke veksler på hverandre. Allerede i februar vil publikum få smakebiter fra denne forestående begivenheten gjennom Nisjelandets by:Larm, der det vil henge plakater fra boka og utstilling med sider fra boka.</p>\n<p>Anunnaki – en tegneserieroman av Håvard S. Johansen og John S. Jamtli. ”Anunnaki” byr på en jord der menneskeheten er i ferd med å bukke under og kjemper en fortvilet kamp mot overmakta – henholdsvis romvesener. Vi følger to barn i den nye verdenen etter apokalypsen. Her er det lite feel goodkjærlighetsmoro og flust med eksplosjoner og konspirasjoner, roboter, UFOer og cyborgsamer! Øyafestivalen og Egmont Serieforlaget i skjønn forening – første smakebit får du på by:Larm</p>\n<p>GUTTA BAK ANUNNAKI<br />\nHåvard S. Johansen (idé og manus) er 31 år, fra Drammen. Han er bl.a. utdannet ved Joe Kubert School, USA, og er illustratør så vel som manusforfatter, både for tegneserier og film. Han har vært med på å starte Pokus forlag, bidragsyter i flere antologier, bl.a. ”Tusj”, ”Nemi” og ”Ernie”, kommer snart med biserien ”Major Thomas” i “M” og debuterer med tegneserieboken ”stop.rec.ffwd” i Egmonts bokklubb “Serieverket” i høst.</p>\n<p>John S. Jamtli (idé og illustrasjon) er 26 år, født og oppvokst i Mo i Rana og bor i Oslo. Han har gått på flere medieskoler, men er selvlært i tegning. Han har bl.a. vært konseptdesigner for GI-Joe-figurer, både leker og tv-spill, for Hasbro, konseptdesigner for den amerikanske 3Dfilmen ”GhostingSeason”, og laget illustrasjoner for Black Box Games til et brettspill, ”Mob Ties”. Han har også gjort karakterdesign for ”Dark Enchantments”. Jamtli bidro også med illustrasjoner til den norske zombie-storfilmen “Død Snø” og bidrar med sin strek til en film med blant andre Atle Antonsen som skal spilles inn i vår og sommer.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ea831076-aa4b-56a1-a2ce-51aebaf01c8c"}}