{"data":{"wordpressPost":{"title":"Johndoe til Øya","date":"9th January 2014","content":"<p>Trondheims Johndoe er tilbake, både på scena og med albumet Slugger. De har akkurat bevist at de fortsatt er et usedvanlig sterkt liveband. I august spiller de på Øya.</p>\n<p><a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113http://\" target=\"_blank\">Kjøp billetter til Øya her</a></p>\n<p>&nbsp;</p>\n<p>JOHNDOE</p>\n<p>Johndoe, som på tidlig 2000-tall slo igjennom med sin energiske rock på norsk, er brått tilbake. Ved forrige korsvei fikk bandet et liverykte av dimensjoner etter hundrevis av kompromissløse liveopptredener over hele Norge. De gjestet Øyafestivalen i både 2003 og 2004. Med skivene Ja Takk Til Trøbbel (2003), Pyromantikk (2004) og Dødvinkel (2006) klarte de å vekke til live interessen for god rock med tekster på norsk. Etter tre albumutgivelser og en rekke radiosingler takket de imidlertid for seg i 2007. For noen måneder siden gjenoppsto bandet med tre utsolgte reunionkonserter i Trondheim og Oslo. De som var tilstede forteller at Johndoe er bedre enn noensinne.</p>\n<p>&nbsp;</p>\n<p>Det uventede comebacket ble fulgt av singlene Lengsel (Som Aldri Forsvinn) og Fly Og Tog Og Bila, som begge ble listet på P3. I mars kommer Slugger, bandets første plate på nesten åtte år. Den blir beskrevet som både et oppgjør med og en kjærlighetserklæring til hjembyen.</p>\n<p>&nbsp;</p>\n<p>Forventningene er med god grunn høye til både skive og etterfølgende konserter. Gjør deg klar til rockefest i Tøyenparken i august.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.johndoe.no/\" target=\"_blank\">www.johndoe.no</a></p>\n<p><a href=\"http://www.facebook.com/johndoetrondheim\" target=\"_blank\">www.facebook.com/johndoetrondheim</a></p>\n<p><a href=\"http://www.twitter.com/johndoe_trd\" target=\"_blank\">www.twitter.com/johndoe_trd</a></p>\n<p>foto Maria Gossé</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c91f5a70-f448-5fd6-a7cb-5079f1d4341d"}}