{"data":{"wordpressPost":{"title":"Mathallen at the Oya Festival!","date":"2013-04-24T12:10:35.000Z","content":"<p>The Oya Festival is proud to present our new main sponsor: Mathallen Oslo.During the festival our audience will not only get heaps of great music but also delicious food from Mathallen &#8211; Oslo´s new food court.</p>\n<p>&#8211; Mathallen has the same relationship with food that we have with music: focusing on quality, innovation and dedication, says Jonas Prangerød, press officer at the Oya Festival. &#8211; We are very pleased with this new partnership and and looking forward to trying out the Mathallen food court.</p>\n<p>Mathallen will built a huge food court, with a pick of their best food vendors, at the festival. The meny will consist of delicious meat, fish and veggie dishes with a special focus on organic food from small-scale producers.</p>\n<p>&#8211; Mathallen and the Oya Festival shares many of the same values. We want the audience to not only be entertained, but to be ecstatic about the experience, says marketing manager at Mathallen, Frode Rønne Malmo. &#8211; So we are very happy about being able to work with Norway´s most important music festival. Good music and good music experiences are closely linked.</p>\n<p>Organic food has been an important part of the Oya Festival experience the last ten years. Hundreds of tons of organic food have been consumed by volunteers, performance and audience at the festival since 2003. In 2012 alone, Oya made over 29 tons of organic food.</p>\n<p>&#8211; We have spent the last decade creating a sustainable food service for everyone at the festival, and now we want to improve the dining experience further. This partnership with Mathallen provides us with an unique opportunity to do exactly that. We have a choosy audience who know what they like, but they are also curious, says Jonas Prangerød.</p>\n<p>Mathallen has been a great success since their grand opening in Oslo last Christmas. In it´s first six months, Mathallen has had over 500,000 visitors. &#8211; We´ve had some experience in making quality food for big groups of people, says Frode Rønne Malmo.</p>\n<p>Mathallen is owned by Aspelin Ramm, the real estate developer behind the new Vulkan area. &#8211; In addition to the amazing food court Mathallen is building, it is important for us to be able to work with one of the most visionary companies in Norway in terms of sustainability, says Prangerød. &#8211; Aspelin Ramm will assist us in our daily work with becoming an even greener festival.</p>\n","wordpress_id":15668,"featured_image":{"title":"mat 1 635x350","filename":"mat-1-635x350.jpg","filesize":98071,"url":"http://oya.test/assets/uploads/2013/02/mat-1-635x350.jpg","link":"http://oya.test/mat-1-635x350-2/","alt":"","author":"4","description":"","caption":"","name":"mat-1-635x350-2","status":"inherit","uploaded_to":0,"date":"2013-02-18 09:15:11","modified":"2013-02-18 09:15:11","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/02/mat-1-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/02/mat-1-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/02/mat-1-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/02/mat-1-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/02/mat-1-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/02/mat-1-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/02/mat-1-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":null,"en":{"url":"/en/2013/04/24/mathallen-at-the-oya-festival/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0e2d85b8-5609-5927-843d-d1aafccd5a80","locale":"en"}}