{"data":{"wordpressPost":{"title":"Philip Glass: &#8216;Heroes&#8217; Symphony på Øya","date":"23rd March 2009","content":"<p>På sommerens Øyafestival vil du, for første gang i Norge, kunne oppleve Philip Glass sin ’Heroes’ Symphony (from the music of David Bowie &#038; Brian Eno). Symfonien er basert på David Bowies klassiske skive Heroes, fra 1977. Det er på sin plass å nevne at Glass sin versjon dannet grunnlaget for Aphex Twin sin remiksing av både Bowie og Glass. På Øyafestivalen vil du kunne oppleve en festivalkonsert utenom det vanlige, når Glass sin tolkning av et av 70-tallets mest kjente album skal fremføres av selveste Kringkastingsorkestret. Dirigent blir den annerkjente Peter Szilvay. Albumet Heroes er fra perioden David Bowie samarbeidet med Brian Eno, og flere av låtene er skrevet av de to sammen. Glass lagde symfonien i 1997, som en slags 20-årsmarkering av plateutgivelsen.</p>\n<p>Om symfonien har David Bowie sagt: ”Philip has put more of himself in this new album, but the irony is that I believe that he&#8217;s actually put his finger on more of my original voice. Hearing this material is a bit like being introduced to a brother or sister that you&#8217;ve been told you had, and you weren&#8217;t really aware of their existence.” </p>\n<p>Philip Glass er en av de siste 50 åras mest anerkjente komponister og er kjent for sitt arbeid med filmmusikk. Blant filmsuksessene han har laget musikk til, finner man The Truman Show, Kundun, Notes on a Scandal og The Hours. De tre siste er filmer han har blitt nominert til Oscar for. Han har klart og bringe såkalt kunstmusikk ut til et større publikum. Foruten filmmusikk består produksjonen hans av blant annet operaer, symfonier og kammerverk. Hans mest kjente operaer er kanskje Einstein on the Beach (1975), Satygraha (1980) og Akhnaten (1983). Musikken hans blir ofte beskrevet som minimalistisk og har slektskap med rock og elektronika.  Sjøl foretrekker han å kalle arbeidet sitt ”music with repetitive structures”.</p>\n<p>Kringkastingsorkestret har tidligere opptrådt på Øyafestivalen med Thomas Dybdahl og Lars Horntveth. KORK har en helt sentral plass i norsk musikkliv og står for en allsidighet og en anvendelighet som er unik i Norge i dag. På Øyafestivalen i sommer vil KORK bestå av nesten 60 musikere, med andre ord et komplett symfoniorkester. Dirigent Peter Szilvay er regnet for å være en av landets aller fremste dirigenter. I 1998 ble han kåret til årets dirigent og han har vært assistent for Mariss Jansons. Han har tidligere spilt med blant annet St. Petersburg-filharmonien og dirigert Oslofilharmonien.</p>\n","wordpress_id":613,"translations":{"nb":{"url":"/2009/03/23/philip-glass-heroes-symphony-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e4695295-f002-5926-8991-9616a923763d","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2009/03/23/philip-glass-heroes-symphony-pa-%c3%b8ya/","redirect":false}}}