{"data":{"wordpressPost":{"title":"Intervju: The Very Best","date":"2009-12-16T10:17:00.000Z","content":"<p>En svenske, en franskmann og en malawier…høres nesten ut som starten på en dårlig vits, men det er nasjonalitetene til mitt neste intervjuobjekt. The Very Best, som de så ydmykt kaller seg, består av Esau Mwamwaya, Johan Karlberg og Etienne Tron, og de lager såpass fet musikk at jeg faktisk lar dem komme unna med bandnavnet sitt. Men denne kulturelle opplevelsen kunne vise seg å skape litt problemer for meg, i hvert fall i starten, når jeg snakket svensk, norsk og engelsk om hverandre. Men jeg har da aldri sagt jeg er proff heller, men jeg er såpass proff at jeg hopper over den trøblete starten og går rett på vår lille prat om været og sånn…</p>\n<p>-Så bra at dere kom den dagen det regnet. Som dere ser på mitt solbrente ansikt så har det faktisk vært strålende sol alle de andre dagene.<br />\n-Det er ikke noe problem, begynner Etienne, vi kommer rett fra det sørlige Frankrike hvor været har vært helt ypperlig, så litt regn takler vi.<br />\n-Det er godt å høre, for jeg tviler på at vi kan varte opp med noe annet enn regn i dag. Og strålende humør da selvfølgelig. Ingen er deppa på festival. Men kan ikke dere fortelle meg om hvordan dere fant hverandre og hvordan dere fant ut at dere skulle bli de aller beste?<br />\n-Tell him the story, Esau. Etienne gir ordet til Esau, og han forteller med et sjenert smil; Vel, jeg flyttet til England for cirka ni år siden, og jeg åpnet en second-hand-store som lå mellom huset til Etienne og huset til Johan, så hver gang Etienne skulle over til Johan stoppet han innom butikken min og tok en prat. Han ble en fast kunde og etter hvert en god venn, så vi pratet om løst og fast en gang og kom inn på musikk, eh, det kom fram at jeg spilte trommer og de var da faktisk på utkikk etter en afrikansk trommeslager, noe de trodde jeg var. Så de inviterte meg på en fest og de begynte å fortelle meg om planene, og de ble så klart litt skuffet når de fant ut at jeg ikke spilte afrikanske trommer, men at jeg faktisk bare spilte helt vanlige trommer. Haha, men vi satte oss ned og jammet litt og fant ut at vi kunne lage noe hvor jeg sang i stedet for. Og sånn ble vi til det vi er i dag.</p>\n<p>Nå må jeg vel nevne at Johan og Etienne er en DJ/produksjons-duo som har holdt til i London i et par nå. De har drevet med alt fra mixtaper til radioprogrammer på internett under navnet, Radioclit.<br />\n-Ahh, for et fint eventyr. Det må jo ha vært deilig å gå fra å drive en bruktsjappe til å reise verden rundt med disse gutta?<br />\n-Utvilsomt. Jeg har jo drevet med musikk før også, men det er veldig deilig å få begynne igjen. Og enda bedre er det å ha fått så gode venner oppe i det hele.<br />\n-Kjærligheten er sterk ja, det er sånn det skal være. Så dere begynte på mixtapen med en gang da eller?<br />\n-Vi gjorde faktisk ferdig albumet som kommer nå (Warm Heart Of Africa, red.anm) før vi gjorde mixtapen, forteller Johan, alle tror mixtapen ble laget først, noe som for så vidt er forståelig. Men prosessen med å få det ut og på hvilket label og alt det der visste vi at kom til å ta lang tid, så vi bare fortsatte med å lage låter og endte opp med å legge ut ’Esau Mwamwaya and Radioclit are The Very Best’ på nettet og den fikk jo ganske bra respons, så da visste vi at dette var noe å satse på.</p>\n<p>-Ganske bra respons? Den ble jo en hit, for faen. Utvilsomt noe av det mest spennende jeg har hørt på lenge.<br />\nHele greia med mixtapen er at de mikser andre sine låter, som DJ’er gjør, og Esau synger sine tekster oppå det igjen…</p>\n<p>-Hvordan plukker dere ut låter dere vil mikse a?<br />\n-Det er enkelt og greit låter vi virkelig liker, sier en ganske laidback Etienne, og låter vi mener er perfekte for Esau. Vår jobb er på en måte å finne de beste låtene som vi vet kommer til å fungere med Esau sin stemme og hans måte å synge på.<br />\n-Ok. Bra slagplan. Men albumet da, er det noe av det samme eller?<br />\n-Nei. Albumet er originalt materiale, fastsetter Johan. Albumet som kommer definerer The Very Best sånn som vi planla det, skyter Esau inn. (Albumet er for lengst ute i butikkene, så det er bare å løpe og kjøpe, red.anm)<br />\n-Allright. Men hvordan var det å finne et label til å gi ut denne plata? For albumet ble laget uten at dere hadde noen kontrakt, ikke sant?<br />\n-Jo det stemmer. Men det gjorde også at vi fikk laget et produkt som vi var veldig stolte av og veldig sikre på at folk kom til å like. Altså, vi er mer ydmyke enn vi fremstår nå, men når albumet var ferdig så satt vi alle igjen med en følelse av ’a job well done, guys’. Det å kunne lage et album uten at det henger noen over ryggen din og følger med på alt vi gjør, gjør jobben utrolig mye lettere, langer Etienne ut. Pluss at vi faktisk hadde veldig mange kontakter fra før av og interessen for oss var stor faktisk før vi hadde begynt på albumet. Så det å finne noen som ville gi det ut var ikke noe problem, men det å velge hvem var et større problem, legger Johan til.</p>\n<p>Haha. De virker så jævlig cocky, samtidig som beina deres er veldig trygt plantet på jorden. Gøyale folk.<br />\n-Altså, det var viktig for oss å finne et label som var oppriktig interessert i oss og et label som ga oss nok penger. Penger var viktig for oss fordi vi ville at Esau skulle få nok penger til å slutte å jobbe så han kunne være med å fokusere 100% på dette prosjektet, avslutter Johan.<br />\n-Godt å høre at dere passer på hverandre. På skiva så har dere med dere M.I.A. og Ezra Koenig (Vampire Weekend). Er det noen andre artister dere kunne ønske dere fikk med dere?<br />\n-M.I.A. og Ezra var de to personene vi helst ville jobbe med, men så klart er det andre folk vi vil gjøre noe med, konstaterer Etienne. Seal er en person vi absolutt vil jobbe med en gang i fremtiden, og Sting, sier Johan. Sting ringte oss faktisk når vi holdt på med å mikse skiva, men da var det bare en uke til vi skulle være ferdig med den og han var i New York og vi i London, så det ble ikke noe av, men vi håper på å få jobbe med han senere.<br />\n-Seal og Sting faktisk. Greit, jeg skal ikke si noe jeg. </p>\n<p>Vet ikke om de kødder med meg, eller om de er seriøse, men jeg tør ikke si noe uansett. Sting er jo en bra mann, men Seal har jeg ikke mye godt å si om…bortsett fra at han har en fin dame. Men, men…<br />\n-Ok, gutta. Tusen takk for at dere stilte opp og lykke til med konserten. Gi oss nordmenn en grunn til å smile i regnet og lykke til videre.</p>\n<p>Tekst: Petter Milde (petter@furoreiharare.com)<br />\nFoto: André Simonsen<br />\n<a href=\"http://furoreiharare.com/\" target=\"_blank\">www.furoreiharare.com</a></p>\n","wordpress_id":473,"translations":{"nb":{"url":"/2009/12/16/intervju-the-very-best/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5ec0f07a-47c3-52ac-9d7d-a91f09258075","locale":"nb"}}