{"data":{"wordpressPost":{"title":"Øya-prat 13: Årabrot","date":"1st August 2012","content":"<p>Vidar fra Årabrot har en festivalhistorie om å sjenke amerkanske High On Fire på hjembrent og han håper folk får med seg Fennesz på Øyanatt, samt Beglomeg og The Good The Bad And The Zugly i Middelalderparken.</p>\n<p>Få med deg <a href=\"https://api.oyafestivalen.no/artist/arabrot/\" target=\"_blank\">Årabrot</a> på Vika lørdag 11. august, klokka 17.50</p>\n<p>&nbsp;</p>\n<p><strong>1.      Hvilken Øya-opplevelse husker du aller best?</strong><br />\n&#8211; Big Business på Garage under Øyanatt er en av de beste konsertene jeg har sett!</p>\n<div>\n<p>&nbsp;</p>\n<p><strong>2.      Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong></p>\n</div>\n<p>&#8211; Fennesz, Beglomeg, The Good The Bad And The Zugly</p>\n<p>&nbsp;</p>\n<div>\n<p><strong>3.      Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong></p>\n</div>\n<p>&#8211; Drikk mest mulig så overlever du alt. Solbriller er viktigere enn regnfrakk uansett vær.</p>\n<div>\n<p>&nbsp;</p>\n<p><strong>4.      Hva kan folk forvente av konserten deres?</strong></p>\n</div>\n<p>&#8211; Årabrother tradizionale.</p>\n<p>&nbsp;</p>\n<div>\n<p><strong>5.  Har du en god eller dårlig festivalhistorie? Fortell!</strong></p>\n</div>\n<p>&#8211; Jeg løp rundt på en camp i en evighet for å mase til meg en halvliter god lokal hjemmebrent i Nord-Trøndelag en gang. Grunnen til alt maset var for å introdusere High on Fire til karsk. Så vi dro til ølteltet hvor de solgte sine halve kopper med kaffe. Det smakte akkurat så godt vi kunne huske. Gutta fra San Fran. tenkte kanskje ikke på at de skulle spille sist den kvelden. Jeg traff han ene av dem ravende rundt i skogen da jeg skulle pisse. &laquo;I need to sober up dude&raquo; De spilte en helt sinnsykt bra konsert, men etter konserten sa han at han ikke husket noen ting av det som skjedde på scenen.  HB vs. HOF 1-1</p>\n<p>&nbsp;</p>\n<div>\n<p><strong>6.      Hva hører du på i sommer?</strong></p>\n</div>\n<p>&#8211; Death Grips, grusomt at de avlyste europaturen og dermed Øyanatt. Chrome er sesongfritt, alltid!</p>\n<p>&nbsp;</p>\n<div><strong>7.      Hva vil du aller helst se på Øyafestivalens plakat i 2013?</strong></div>\n<p>Black Cobra og Brainbombs hadde vært gøy! Helios Creed spiller live igjen forresten, book dem da!</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"82fa1de5-16f1-58bb-b5e2-b6cf3a4d44c2"}}