{"data":{"wordpressPost":{"title":"Øyanatt: Eclair Fifi, Dj Hvad + Smerz’ Half Life på The Villa","date":"6th August 2018","content":"<p>Billetter i døra begge kvelder.</p>\n<p>120,- m/ gyldig Øya-pass<br />\n150,- u/ gyldig Øya-pass</p>\n<p><strong>Fredag 10. august</strong></p>\n<p>Når Half Life, Smerz&#8217; omreisende sirkus, arrangeres for fjerde gang på The Villa under Øyanatt, har de allerede holdt hus i København, London og på Berghain Säule i Berlin. Med seg har de sine gode venner Erika de Casier og Code Walk, som spiller livesett + Dj Hvad.</p>\n<p><strong>01-03 DJ Hvad (DK)</strong></p>\n<p>Danmark brenner! På tross av å være et land som skryter av sin åpenhet og hyggelighet, blir fremmedfiendtligheten bare større og større. Som halvt dansk og halvt punjab, befinner Hari Shankar Kishore seg midt i kryssilden. Det har formet musikken hans som HVAD: en infernalsk form for bhangra – hardcore techno på indisk, om du vil.</p>\n<p>HVAD hadde i en periode for vane å opptre i politiuniform, har utgitt seg for å være Trentemøller (til arrangørers store fortvilelse, Hari driver nemlig ikke med daff elektronika), og pryder gjerne skivene sine med svastikaer – et eldgammelt religiøst symbol fra Asia som nazistene stjal og vandaliserte.<br />\nHari selv er både musiker og kunstner, en gallionsfigur i den danske undergrunnsscenen, med prosjekter som Albertslund Terrorkorps, Kid Kishore, Dj Hvad og HVAD. Han startet kollektivet og plateselskapet Syg Nok, som blant annet involverte Why Be, Peckerhead, Halfdan Pisket, Goodiepal og Kidd. Han har dessuten i over ti år drevet Kommunal Dubplate Service, sannsynligvis verdens eneste kommunale studio for kutting av vinylplater, som i disse dager markeres med en stor utstilling av Kishores virke på Museet for Samtidskunst i Roskilde.</p>\n<p>Musikken til HVAD er et klask i fjeset, et forsøk på å holde oss våkne. For før du vet ordet av det, har fascistene igjen klart å ødelegge alt som er fint.</p>\n<p><strong>00-01 Smerz</strong></p>\n<p>Smerz sverger til noe så bananas som industriell r&amp;b. Med kritikerroste Have Fun EP av året har duoen, bestående av Henriette Motzfeldt og Catharina Stoltenberg, for alvor funnet formen sin: catchy og creepy på samme tid, forvrenger Smerz lyden av det klassiske «jentevorset» til det låter som et rent lite helvete. De viser at det skjuler seg mye grums under den skandinaviske forstadsidyllen.</p>\n<p>Oppvokst i Oslo og bosatt i København, har Motzfeldt og Stoltenberg sjeldent god smak. Med sitt månedlige show på NTS, spiller de alt fra synthpop – via drum &amp; bass og acid house – til iskald støymusikk. Både som musikere og som DJer viser altså Smerz at det er mye skjønnhet i tilsynelatende «stygg» elektronisk musikk. En bedre paring med DJ HVAD kan man<br />\nknapt be om.</p>\n<p><strong>23:30-00 Code Walk (DK)</strong></p>\n<p>Den København-baserte produsentduoen Code Walk gav ut deres aller første EP i fjor, kalt Doubler. Den masse skryt, blant andre av Resident Advisor-skribent Aurora Mitchell, særlig for sløye og strålende Smerz-gjestende &#8220;Guess What&#8221;. Med en fot i grime og en annen i leftfield house, har EPen vært en favoritt blant mange DJer, og blitt spilt BBC, NTS og Rinse FM. Code Walk har tidligere opptrådt på festivaler og bransjetreff som The Great Escape (Brighton), Vogelball (Hamburg) og Distortion (København). Framtiden deres ser med andre ord svært lysende ut.</p>\n<p><strong>23-23:30 Erika De Casier (DK)</strong></p>\n<p>Erika de Casier er en produsent og sanger basert i København. Hun lager r&amp;b som tar deg tilbake til popmusikkens kreative gullalder på starten av 2000-tallet. Stemmen hennes er øm og forførende, mens holdningen er rå. producer and singer based in Copenhagen. Hun er med i det eksentriske housekollektivet Regelbau, og jobber tett sammen med DJ Central og DJ Sports (som på briljante &#8220;Drive&#8221;). Under konserten på The Villa kommer hun til å være helt alene på scenen, for p fremføre ennå ukjente hits-to-be.</p>\n<p>ROM II</p>\n<p>Kortreist klubb&#8230; lokalt gull!!</p>\n<p>&nbsp;</p>\n<p><strong>23-0030 Fogg &amp; Dale</strong></p>\n<p>Oslo &#8211; Århus spiller House og techno.</p>\n<p>&nbsp;</p>\n<p><strong>0030 -03 Kompressorkanonen </strong></p>\n<p>Er en veteran fra oslo technomiljø som har DJet på en haug av steder i Oslo. Han er også en halvdel av duoen K³ som har gitt ut miksteip på HMD Records.</p>\n<p>Forvent en blanding av house, techno, acid og electro.</p>\n<p>&nbsp;</p>\n<p><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-medium wp-image-22490\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" data-srcset=\"http://oya.test/assets/uploads/2018/08/eclair-fifi-1-283x300.jpg 283w, http://oya.test/assets/uploads/2018/08/eclair-fifi-1.jpg 550w\" sizes=\"(max-width: 283px) 100vw, 283px\" data-sizes=\"auto\" data-aspectratio=\"550/584\"></body></html>\n</p>\n<p><strong>Lørdag 11. august</strong></p>\n<p><strong>01-03 Eclair Fifi (UK)</strong></p>\n<p>Clair Stirling fra Edinburgh liker å ha mange jern i ilden. Da hun først startet å snurre skiver – på piratradioen i London, kun 16 år gammel – sverget hun hovedsakelig til beinhard varehustechno, men i etter hvert har seleksjonene hennes blitt mer fargerike. Det er en utvikling som har skjedd parallelt med LuckyMe, det strålende plateselskapet hun er med på å drifte.</p>\n<p>I tillegg til å være illustratør og modell, trekker de eventyrlige settene til Stirling – som både er fast inventar på NTS og Azealia Banks’ «go-to DJ» – koblinger mellom svært ulike musikkarter som latin freestyle, italo disco, hip-hop, elektro og r&amp;b. «Jeg tror ærlig talt at jeg elsker for mye musikk til å bare spille en sjanger,» sier hun.</p>\n<p><strong>23-01 Axel Bie</strong></p>\n<p>Axel Bie er en av Oslos mest lovende DJer. Når sant skal sies, oppholder han seg riktignok i Sør-England, hvor han er fast inventar på den renommerte klubben Our House. Velsignet med en intuisjon som lar ham på sømløst vis forene jungle og UK garage med house og disco, er det langt fra utenkelig at Bies herredømme vil spre seg på tvers av enda flere landegrenser i framtida.</p>\n<p>ROM II</p>\n<p><strong>00-03 Kristian Suvatne</strong></p>\n<p>Kristian Suvatne er DJ, billedkunstner, og nylig også labelsjef for sitt eget Sunlab. I likhet med kunstverkene hans, er det noe tiltalende psykedelisk med skivene han spinner. Med en hang-up på acid, techno og trance, skaper Suvatnes sett en følelse av å befinne seg i et drømmende landskap. Med tre timer i til rådighet i svettesjappa, er settet hans dømt til å bli like stødig som utflippa.</p>\n<p><strong>23–00 E From The 80’s</strong></p>\n<p>E From The 80’s driver klubbkonseptet Planet B på The Villa, som har fungert som et springbrett for en ny generasjon av unge og spennende acts og produsenter her i byen. Erland har i tillegg spilt Oslo rundt de seneste årene, og lover å presentere en salig blanding techno, acid, house og electro denne kvelden.</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":22467,"translations":{"nb":{"url":"/2018/08/06/to-oyanetter-pa-the-villa-4/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"522eeca9-c376-5101-9704-ee7091591e8d","locale":"nb"}}