{"data":{"wordpressPost":{"title":"Øyanatt: Jaakko Eino Kalevi (FI) + Sex Judas feat. Ricky &#038; The Moist +++","date":"3rd August 2018","content":"<p><a href=\"https://www.ticketmaster.no/event/582327\">BILLETTER</a></p>\n<p>Med Øyapass: 200,- + bill.avg.</p>\n<p>Uten Øyapass: 250,- + bill.avg.</p>\n<p>Dørene åpner kl. 22.00.</p>\n<p>ID: 20</p>\n<p>Line up:</p>\n<p><strong><a href=\"https://drive.google.com/open?id=1A_bCrnuxKhncE1yAitkXXHY56k8KkgY2IFC8-ZOVTmc\">Jaakko Eino Kalevi</a> – DJ-sett (FI)</strong></p>\n<p><strong>Sex Judas feat. Ricky &amp; The Moist &#8211; live </strong></p>\n<p><strong><a href=\"https://drive.google.com/open?id=1JSo7-KAKqJYC14EUWrElSvYcTCw77izi2R4xA95BMcw\">Melkeveien</a> &#8211; live </strong></p>\n<p><strong>Spilt Melk /m Bonjour Tristesse og Eirik Zeiner </strong></p>\n<p><strong>Dodi</strong></p>\n<p>&nbsp;</p>\n<p>Siste natt ut i rekken er en fin og deilig affære. Det er lørdag, vi har hørt masse spennende og kanskje utfordrende musikk dag og natt, hele uka. Men nå skal vi bare kose oss. Bæres på skyene suggerende grooves til transen setter inn og smilet kommer frem. Hjernen skal masseres og føttene skal få musikalsk drivstoff til en siste dans etter en fantastisk uke. Herregud for en fin feiring Øyafestivalen er hvert eneste år. Vi er heldige som får være med, alle sammen.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://drive.google.com/open?id=1A_bCrnuxKhncE1yAitkXXHY56k8KkgY2IFC8-ZOVTmc\">Jaakko Eino Kalevi</a> – DJ-sett(FI)</p>\n<p>Jaakko Eino Kalevi er trikkesjåføren som plutselig ble Finlands bidrag til den stadig voksende scenen av internasjonal disco/psych-pop med en twist (tenk Ariel Pink med ekstra rytmespor). Det selvtitulerte debutalbumet ble sluppet på Dominos (Animal Collective, Arctic Monkeys etc) under-label Weird World og fikk strålende anmeldelser i magasiner som Time Out, Dummy and Mojo i 2015. Albumet ble også kåret til en av årets 20 beste skiver, samtidig som selveste The Times mente at den var selve &#8220;soundtracket til sommeren&#8221;. Jaakko har nå for tiden flyttet til Berlin, og plantet en fot solid på den elektroniske scenen, med support fra kredible undergrunnskikkelser som Tim Sweeny og norske Sex Tags Mania. Med sistnevnte bakmann, Sotofett har han også utgitt musikk på Honest Jons. Vi må heller ikke glemme prosjektet Man Duo i samspill med makker Long Sam. Jaakko er endelig klar med den nye skiva Out of Touch som kommer i Oktober 2018. Det er også som DJ at han gjester Pusteroms Øyanatt på Samfunnssalen og det føles bare veldig riktig å få mannen tilbake på alles lepper igjen.</p>\n<p>&nbsp;</p>\n<p>Sex Judas feat. Ricky &amp; The Moist</p>\n<p>Tore Gjedrem fra elektronika-duoen Ost&amp;Kjex albumdebuterer som Sex Judas feat. Ricky. Et prosjekt som kanaliserer hans kjærlighet for tegneserier, de bohemske tradisjoner og hans fasinasjon for livets irrganger.</p>\n<ul>\n<li>Jeg har hatt et ønske om å lage et prosjekt hvor det er rom for alle musikalske innfall og hvor den røde tråden er av ordet til Judas. Den ultimate synderen, gjenfødt som et barn av Venus.</li>\n</ul>\n<p>Tores Judas er ingen slem fyr, snarere en frisindig hippie med stor appetitt for livet.  Visuelt skildres universet av illustratør Sindre Goksøyr. Inspirasjon hentes fra afrikansk musikk, 80-tallets NYC, postpunk, disco, norsk nyveiv, folk og elektronika. Fra artister som Bohannon og hans monotone protodisco til Qusimoto med hans Hip hop &#8211; tegneserieunivers. Med på plata er en rekke nøkkelpersoner fra musikkscenen i Oslo som DJ-gudfar Pål ”Strangefruit” Nyhus, Bugge Wesseltoft, Sidiki Camara, Tracee Meyn, Kristian Edvardsen, Ivar ”Sunten” Winther og Ole Henrik Moe.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://drive.google.com/open?id=1JSo7-KAKqJYC14EUWrElSvYcTCw77izi2R4xA95BMcw\">Melkeveien</a> &#8211; live</p>\n<p>Melkeveien er alter egoet til Hamar-baserte Kristian Møller Johansen. Ut over det å ha en solid merittliste som soloartist i både inn og utland, blir også tidvis Melkeveien et trehodet troll med John Birkeland Hansen på trommer og Embret Johnsen på keyboard. En besetning som tydeligvis fungerer godt da blant andre P3 var over seg av begeistring etter klubbdagen under Øyafestivalen i 2016, hvor de mente Melkeveien var et av veldig få band som stakk seg frem. Melkeveiens singel &#8220;Peter Pan Death Wish&#8221; ble i 2014 nevnt som &#8220;one of the best tracks around&#8221; av The Times, og var senest nå i vinter soundtracket i traileren til «You Were Never Really Here» med Joaquin Phoenix i hovedrollen.</p>\n<p>&nbsp;</p>\n<p>Spilt Melk /m Bonjour Tristesse og Eirik Zeiner</p>\n<p>Renée Reif og Kristina Holt samler dype og raffinerte house- og technokrefter i deres klubbkonsept, Spilt Melk, som hadde sin spede men episke begynnelse i kjelleren på Revolver. Ryktet spredte seg og derfra fulgte toneangivende klubber som The Villa, Jæger og faste kvelder på Blå. Duoen inspireres av den gamle Detroit techno-sounden, det dype og suggererende, men også det som er groovy og funky, så lenge det er mørkt og dypt med en solid bass. Hver gang vi har hørt de spille har det vært jævlig on point. Derfor følte vi det var riktig å gi de et eget rom å boltre seg i. De har valgt å ta med seg to andre av våre favoritter, nemlig Bonjour Tristesse og Eirik Zeiner. Venneparet har nå spilt mang en sammen på nevnte klubber som The Villa og Revolver og de leverer cutting edge musikk innenfor subsjangerne Acid, Techno, Bass, Lo-Fi Hosue, Electro og lignende. Vi satser på bra kok med finnesse i rom 2 denne natta.</p>\n<p>&nbsp;</p>\n<p>Dodi</p>\n<p>Dahir Doni is a multimedia artist and urban activist raised in Mogadishu now based in Oslo, and member of the forward-thinking collective: ONKOD OSLO. Which are on a conquest to bring the Afro and Arab sounds from the living rooms, salons, slums, plazas into the club and with that redefining the Oslo night life scene. He’s influenced by uptempo African rhythms against house and techno tropes. All mixed in with some DIY elements to reveal a new and confrontational personality, setting free both body and speech.</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":22419,"translations":{"nb":{"url":"/2018/08/03/22419/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f3bbc066-35b8-5bcb-8de9-70a44afbca0e"}}