{"data":{"wordpressPost":{"title":"Solange til Øya torsdag 8. august","date":"21st January 2013","content":"<p>Den neste uka kommer vi til å legge til et aktuelt navn på Øya-plakaten hver dag. Først ut er en amerikansk artist mange tror at vil prege popåret 2013. Solange Knowles er riktignok søstra til Beyonce, men er i ferd med å bevise at hun har en karriere som står solid på egne bein. Torsdag 8. august gjør hun sin første konsert i Norge, i Middelalderparken.</p>\n<p>&nbsp;</p>\n<p>Dagsbilletter og ukespass er i salg hos <a href=\"http://www.billettservice.no/event/377287\" target=\"_blank\">Billettservice</a>.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>SOLANGE (US)</strong></p>\n<p>Det har i et par år gått sterke rykter om talentet til Solange Knowles. I fjor viste hun at hun absolutt fortjener oppmerksomhet utover å være lillesøstera til Beyonce. På Øya-kontoret mente vi at fjorårets singel Losing You var blant årets aller beste låter. Den lover svært godt for albumet, som skal komme i første halvdel av 2013. Under innspillingene har hun hatt hjelp av Pharrel Williams (N.E.R.D./The Neptunes) og Dev Hynes (Lightspeed Champion/Blood Orange), som begge har spilt i Middelalderparken tidligere. Om samarbeidet med Hynes skreiv <a href=\"http://www.guardian.co.uk/music/2013/jan/17/solange-review\" target=\"_blank\">The Guardian</a> nylig:</p>\n<p>&#8211;  Hynes has helped Solange find a distinctive sound: bittersweet, 80s-influenced soul, redolent at various points of Compass Point studios, early Madonna and even the spooky MOR of the Cars&#8217; Drive.</p>\n<p>&nbsp;</p>\n<p>Solange har vært skuespiller og rukket å gi ut to album. Forrige album het So-Angel &amp; The Hadley St. Dreams (2008) og varsla at noe stort var på gang. Det er likevel først nå at en hel musikkverden venter i spenning. EPen True kom ut digitalt rett før jul og i fysiske formater rett etter nyttår. True ga noen hint om hva vi kan forvente av neste utgivelse. NME var storfornøyde og skreiv:</p>\n<p>&#8211; Friends, meet Solange Knowles, Beyoncé’s sister and the definition of pop perfection. The 26-year-old is not a hit-making pop star, but an antidote to pop homogenisation; something that sounds different to everything on the radio, but could still be on the radio.On that front, ‘True’ delivers.</p>\n<p>Paste mente at</p>\n<p>&#8211; In the past, Solange dabbled with genres and moods like finger-paints; with <em>True</em>, she’s made some bold, inventive brushstrokes.</p>\n<p>…og om Losing You…</p>\n<p>&#8211; The funky, inhumanly hooky “Losing You”—with its loopy percussion and bold synths—sounds like ‘80s-era Madonna sampling Talking Heads.</p>\n<p>De siste åra har hun blitt omtalt for samarbeid med blant andre Dirty Projectors, Of Montreal, Grizzly Bear og Twin Shadow. Solange leverer pop som kan være dansbar, men likevel ha en mørk side. Hun kommer til å nå et betydelig større publikum før sommeren og det er nok mange som vil møte opp for å få med seg hennes konserter i festivalsesongen. Vi gleder oss til å se henne i Middelalderparken, og veit at mange kommer til å bli bergtatt.</p>\n<p><a href=\"http://www.solangemusic.com/\">http://www.solangemusic.com/</a></p>\n<p>foto: Elias Tahan</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4b268d2a-28b6-5575-a1e3-d1a36afc69f1"}}