{"data":{"wordpressPost":{"title":"Students design for Øya","date":"19th February 2014","content":"<p>The world&#8217;s largest competition for architecture students, 120 HOURS has partnered with one of Europe’s leading music festivals, The Øya festival in Oslo. Over 1,500 aspiring student teams from over 80 countries have signed up for this years competition. The students have just 120 hours to design a new structure for this summer’s festival in Tøyenparken.</p>\n<p>&#8211; The festival organizers are looking forward to seeing what kind of ideas the participants come up with. We strongly believe that the students are able to see new opportunities and solutions that can be of great help to us, says Jonas Prangerød, public relations manager at the Øya festival.</p>\n<p><strong>Sustainable entertainment</strong><br />\nThe students will design a pavilion and a centrepiece for the new festival site in Tøyenparken, Oslo. It is emphasised that the structure must give the audience an experience that is in keeping with the festival&#8217;s goal of creating sustainable entertainment. The jury will award projects that are able to define sustainability as an experience in itself.</p>\n<p>&#8211; We are incredibly proud to have the opportunity to work with the Øya festival for this year&#8217;s competition. For our participants, it is very inspiring to know that their project has can be built at one of Europe&#8217;s premier music festivals, says Magnus Asker Pettersen, co-founder of 120 HOURS.</p>\n<p><strong>Star-studded jury</strong><br />\nOne of the main reasons why 120 HOURS has grown to become one of the world&#8217;s largest student competitions is its formidable jury. Each year comprised of some of the most famous names in architecture. Heading up the this years jury is OMA-partner Ellen van Loon. She will assess the students&#8217; contributions together with renowned architects Nanne de Ru, Eva Franch and Alfredo Brillembourg, -as well as representatives from Øya and AHO-student, Martin Brandsdal.</p>\n<p>&#8211; We are pleased that we have managed to recruit some of the world &#8216;s leading architects to jury this years competition. This helps to strengthen our belief that what we do is not only important for the students, but also for the industry as a whole, says co-founder Hans Martin Halleraker.</p>\n<p><strong>Record breaking participation</strong><br />\n120 HOURS was started in 2010, as an internal competition for students at the Oslo School of Architecture and Design. In just four short years it has grown to become a giant in its field. The organisers report that the number of participants has tripled since last years edition.</p>\n<p>&#8211; It is absolutely crazy, our mail boxes are packed with e-mails from students from all over the world. When even students from war -torn countries such as Syria finds time to participate we know that we have done something right. We hope that our competition can gives students equal opportunity to prove themselves, no matter where they come from, says co-founder Peder Brand.</p>\n<p><strong>About 120 HOURS</strong><br />\nIn 2010, three students at the Oslo School of Architecture and Design wanted to create a new arena where Norwegian students could introduce themselves to the industry. They wanted to challenge, motivate and promote the most skilled, most innovative and committed students in the architecture profession. The result was the student competition 120 HOURS.</p>\n<p>120 HOURS introduced a brand new competition format, where students are given 120 hours to solve a complex and socially relevant assignment. By addressing topical discussions in both the public and architectural debate, the competition aims to be a contributor of new thoughts and discussions within both social and cultural discourse.</p>\n<p>120 HOURS is an independent competition organized on a non-profit, voluntary basis without the involvement of a school administration. 120 aims to give students a voice in the current architectural discourse. It is challenging and fun to participate in, and gives students a relevant first encounter with architectural competitions. In short, we want to give deserving young talents a head start at the game…<br />\n&#8230; And this is just the beginning</p></div>\n<p>For more information and photos visit <a href=\"http://www.120HOURS.no\" target=\"_blank\">www.120HOURS.no</a> and <a href=\"http://www.facebook.com/120hours\" target=\"_blank\">www.facebook.com/120hours</a></p>\n","wordpress_id":4222,"translations":{"nb":null,"en":{"url":"/en/2014/02/19/students-design-for-oya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4cd108e4-f764-5eb9-9d2f-282cf754baac","locale":"en","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/en/2014/02/19/students-design-for-oya/","redirect":false}}}