{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"a26ab452-42b1-5837-be3d-3f05afa6050d","slug":"komplett-%c3%b8yanatt-del-1","title":"Komplett Øyanatt &#8211; del 1","date":"2010-06-16T10:33:00.000Z","excerpt":"<p>Jøssenam for noen svette Oslonetter det skal bli! Vi bøyer oss i støvet for Oslo-klubbene som er med på dette. Ikke rart det er stas å bo i denne byen med så sjukt mange bra plasser! Gyldig Øya-billett gir rabatt på Øyanatt, under finder du siste del av det komplette programmet til årets Øyanatt-tilbud. På bildet: Four Tet (spiller på Dattera til Hagen lørdag 14/8)</p>\n"}},{"node":{"id":"90c087a5-2177-5f6f-a9e1-1b1f20ea3e6d","slug":"komplett-%c3%b8yanatt-del-2","title":"Komplett Øyanatt &#8211; del 2","date":"2010-06-16T10:08:00.000Z","excerpt":"<p>Jøssenam for noen svette Oslonetter det skal bli! Vi bøyer oss i støvet for Oslo-klubbene som er med på dette. Ikke rart det er stas å bo i denne byen med så sjukt mange bra plasser! Gyldig Øya-billett gir rabatt på Øyanatt, under finder du siste del av det komplette programmet til årets Øyanatt-tilbud. På bildet: Diplo (spiller på Rockefeller fredag 13/8)</p>\n"}},{"node":{"id":"05100ef0-f04f-51be-8715-577b0fbf8d82","slug":"programmet-i-middelalderparken-komplett","title":"Programmet i Middelalderparken komplett","date":"2010-06-14T13:27:00.000Z","excerpt":"<p>De ti siste navna til Middelalderparken<br />\nYEASAYER (US) / THOM HELL / TORGNY / RUBIK (FI) / WARDRUNA / THE BLACK ANGELS (US) -bildet / KENNETH ISHAK &#038; THE FREEDOM MACHINES / DIE ANTWOORD (ZA) / YOUTH PICTURES OF FLORENCE HENDERSON / OSLO ESS</p>\n"}},{"node":{"id":"ec80e9c3-459e-5f7c-b1be-84fa6c632912","slug":"konkurranse-vinnere-djervobliterationmongo-ninja","title":"Konkurranse: Vinnere Djerv/Obliteration/Mongo Ninja","date":"2010-06-13T20:01:00.000Z","excerpt":"<p>Mange visste at Erlend fra Djerv tidligere har spilt på Øyafestivalen med sitt forrige band Stonegard. Vi har trukket vinnere av gratisbilletter i flere byer og CDen No Cunt For Old Men (nye skiva til Mongo Ninja). Vinnerne blir snart kontaktet på mail for info om premier. Gratulerer til Carina Strøm Smith, Jon Øyvind Tøsdal, Hilde Marie Landsverk, Sebastian Gerner, Carina Valente, Stian Myhre, Elisabeth Marion Cederberg, Guro Hårstad, Kenneth Brun, Magnus Reksten, Yngve Johansen og Simon Aleksander Berger.</p>\n"}},{"node":{"id":"e2a58aa7-97d2-5807-8adf-c24cf83bd549","slug":"to-heite-%c3%b8yanetter-pa-dattera-til-hagen","title":"To heite Øyanetter på Dattera Til Hagen","date":"2010-06-11T11:15:00.000Z","excerpt":"<p>Kyle Hall / Darkstar / Punani SS Soundsystem / Omar-S / Øyvind Morken / Sommerstad / Telephones &#038; Chmmr<br />\nDattera Til Hagen kliner til med ytterligere to heite netter under Øyafestivalen. Torsdag 12. og fredag 13. august serverer Lot Lot knall elektro. Tidligere har de sluppet at lørdagskvelden blir fylt med Four Tet og DJ-sett med Jamie fra The xx. Som det har blitt sagt og sunget mang en gang; Daaaance the night away!<br />\n<a href=\"http://www.billettservice.no/search.php?tm_link=tm_homeA_header_search&#038;language=no&#038;keyword=lotlot&#038;x=28&#038;y=9\" target=\"_blank\">Billetter til Lot Lot sine arrangementer finner du her</a></p>\n"}},{"node":{"id":"93c3e024-f86a-5b38-ab46-9492c59e8a30","slug":"en-annen-festival-i-en-annen-park","title":"En annen festival i en annen park","date":"2010-06-10T13:35:00.000Z","excerpt":"<p>I dag starter Norwegian Wood i Frognerbadet og med ett er den noerske festivalsommeren i gang for alvor. På programmet står blant annet Van Morrisson, Raga Rockers, Opeth, Jackson Browne, El Cuero, Porcupine Tree, Dum Dum Boys, Mark Knofler og Howl. Kom deg i Frognerbadet for den første smaken på skikkelig Oslo-festival. <a href=\"http://norwegianwood.no/\" target=\"_blank\">Fullt program og info finner du her</a></p>\n"}},{"node":{"id":"86673f83-6de0-5301-b150-9b16b59f3e22","slug":"fan-nummer-14-pa-gata-i-dag","title":"Fan nummer 14 på gata i dag","date":"2010-06-10T07:17:00.000Z","excerpt":"<p>Vårt entusiastiske musikkmagasin Fan Fanzine gis idag ut for fjortende gang. I det nye nummeret kan du lese festivalreisebrev fra engelske The Great Escape og Coachella i Caifornia. I tillegg får du godt stoff om blant annet The Gaslight Anthem, Center Of The Universe og Dag Erik Pedersens platekarriere, samt plateanmeldelser og annet snacks.  Forsiden er denne gangen laget av Børge Bredenbrekk. Du finner Fan på et utvalg av Oslos beste barer, kaféer, platebutikker og konsertsteder. Det blir dessverre ikke noen slippefest denne gangen, men det lover vi å ta igjen når neste nummer kommer i juli. God lesing! </p>\n"}},{"node":{"id":"f4e7d22a-778c-5733-a0e9-9236bfc365da","slug":"kun-dagsbilletter-igjen-komplett-program-til-parken-pa-mandag","title":"Kun dagsbilletter igjen &#8211; komplett program til parken på mandag","date":"2010-06-09T10:40:00.000Z","excerpt":"<p>Det er nå kun mulig å kjøpe dagsbilletter til de fire dagene i Middelalderparken under Øyafestivalen. Alle billetter selges på <a href=\"http://www.billettservice.no/html/browse.htmI?l=NO&#038;TOUR=OYAFESTI.\" target=\"_blank\">Billettservice</a> Salget av dagsbillettene til fredagen har virkelig skutt fart og billettenegår nå som hakka møkk. Vi har plassert alle de bekrefta artistene på dag og for de som nå skal handle<br />\ndagsbilletter, kan det være nyttig å ta en titt på <a href=\"http://oyafestivalen.com/pages/nor/8-program.\" target=\"_blank\">oversikten over disse</a></p>\n"}},{"node":{"id":"f2572f28-2d39-5dca-b870-fa9916c562db","slug":"klubben-ny-scene-pa-%c3%b8ya-bedre-plass-i-parken","title":"Klubben, ny scene på Øya &#8211; bedre plass i parken","date":"2010-06-08T13:13:00.000Z","excerpt":"<p>&#8211; Noen ytterst få festivalpass igjen, snart kun dagsbilletter i salg<br />\n&#8211; Ariel Pink&#8217;s Haunted Graffiti, kritikerfavoritt spiller onsdag 11. august<br />\nVi har gjort noen endringer i vårt festivalområde og den viktigste er nok oppretteslsen av en ny teltscene, som skal stå på asfalten og gi et romsligere festivalområde ute i parken. Den nye scena har fått det passende navnet Klubben. Vi kommer ikke til å selge flere billetter enn vi har gjort de siste årene</p>\n"}},{"node":{"id":"3602dab3-ef90-5d90-beca-65a027aada07","slug":"facebook-konkurranse","title":"Facebook-konkurranse","date":"2010-06-08T12:16:00.000Z","excerpt":"<p>Hjelp oss å nå målet om minst 15000 venner på Facebook før festivalstart i august. Foreslå Facebooksiden vår til vennene dine og vinn en av tre premiepakker!<br />\nVi har satt sammen tre premiepakker med Øyaaktuelle artister (Flaming Lips, Against Me!/Blood Command og Lars Vaular/Karpe Diem). Du kan vinne en av disse. Konkurransereglene er som følger:</p>\n<p>1. Gå inn på <a href=\"http://www.facebook.com/oyafestivalen\" target=\"_blank\">facebooksiden vår</a><br />\n2. Klikk på «Foreslå for venner» / «Suggest to friends»<br />\n3. Legg til alle de vennene du tror kan tenke seg å motta ferske nyhetsoppdateringer om Øyafestivalen og annet musikkrelatert stoff<br />\n4. Legg igjen en kommentar på Facebookveggen under konkurransefeltet der du skriver hvilken premiepakke du har lyst på</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":138,"pageCount":183,"additionalContext":{}}}