{"data":{"wordpressPost":{"title":"Ricochets er tilbake – Spiller på Øya torsdag 8. august","date":"20th March 2019","content":"<p><strong>Ricochets – torsdag 8. august</strong></p>\n<p><strong>Fontaines D.C. (IE) – torsdag 8. august</strong></p>\n<p>&nbsp;</p>\n<p>Det er i år 20 år sida den aller første Øyafestivalen. Nå skal et av banda fra den plakaten på scena igjen for første gang på lenge, og vi mener det er en passende feiring av både oss og dem at de på nytt er en del av Øya-programmet. Ricochets blir dermed det tredje bandet i Øya-historien som har spilt på alle våre tre festivalområder. Både Ricochets og det nye irske rockehåpet Fontaines D.C. spiller torsdag 8. august, samme dag som Tame Impala, Sigrid, Erykah Badu, Earl Sweatshirt, Pond, Saoirse, Mitski, Protoje og mange flere.</p>\n<p>&nbsp;</p>\n<p><strong>RICOCHETS</strong></p>\n<p>Til sommeren skal Ricochets tilbake på scena og tar en runde på utvalgte festivaler for å spille skatter fra albumene Slo-Mo Suicide, The Ghost of Our Love og Isolation.</p>\n<p>«Deres albumtrilogi er noe av det mest tidløst bunnsolide som er laget av rock i Norden, og de kommer til å stå seg så lenge folk hører på rock. Men vi må heller ikke glemme at dette først og fremst var et liveband. De var så bra live at det tenderte til å være ubegripelig.» &#8211; Egon Holstad</p>\n<p>Dagens utgave av Ricochets styres av Trond Andreassen, Knut-Øyvind Olsen og Svenn Poppe fra bandets storhetstid. De har fått med seg Fredrik Gretland (Sweden, The Cumshots m.m.) og Johan Edvardsson (Navigators og Tellusalie).</p>\n<p>Vi gleder oss til et gjenhør med et band som sto for en rekke fantastiske konsertopplevelser i åra før og etter årtusenskiftet. De blanda garasjerockens råskap med melankoli og mørke på en helt egen måte. Det er virkelig på sin plass at de gjør sin første Oslo-konsert på Øya denne gangen, 20 år etter at de spilte på vår aller første festival.</p>\n<p><a href=\"https://www.facebook.com/ricochetsofficial/\">www.facebook.com/ricochetsofficial</a></p>\n<p>&nbsp;</p>\n<p><strong>FONTAINES D.C. (IE)</strong></p>\n<p>Fontaines D.C. fra Dublin har fått økende oppmerksomhet for et knippe sterke singler. Utgivelsene har blitt omfavna av blant andre Rough Trade og BBC. Nå selger de ut konsertene sine over hele Irland og Storbritannia, og fanbasen vokser utover Europa og USA. Vi så dem nettopp i Texas og er sikre på at dette vil skape liv i Tøyenparken. I april kommer debutalbumet Dogrel, og de skal ut på en lengre turné. Deres energiske rock låner fra punken, og viser potensiale til å nå et virkelig stort publikum i 2019.</p>\n<p><a href=\"https://www.nme.com/blogs/nme-radar/fontaines-dc-interview-too-real-2018-2401443\">NME</a>: &#8211; A driving rhythm section charges forwards, as the band’s dual, duelling guitarists stabs of noise atop the melee, the group’s hypnotic, looping approach. It’s all topped off by vocalist Grian Chatten – a man whose thick Irish accent sits heavy on his barked tales of disillusionment and mental dissolution. Gripping his microphone stand like a crutch, he’s the wide-eyed ringleader of it all; an agitated, fidgety master of ceremonies.</p>\n<p><a href=\"http://fontainesband.com/\">fontainesband.com</a></p>\n<p><a href=\"https://www.facebook.com/fontainesband/\">www.facebook.com/fontainesband</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8d98409a-696d-5078-b843-6d50a3253d4e"}}