{"data":{"wordpressPost":{"title":"Øyakino 2017","date":"4th August 2017","content":"<p>Tradisjonen tro blir det Øyakino på Ringen i år også. Som i fjor legger vi opp til et skikkelig vorspiel til Øyafestivalen. Fra 4. til 6. august, med en liten tjuvstart for åpningsfilmen torsdag 3. august, inviterer vi deg inn i kinomørket for å la deg synke hen i myke seter og tre inn i filmens verden, før festivalen braker løs uka etter.</p>\n<p>Søndagen etter at det siste gitarriffet har stilnet, inviterer vi til Dagen derpå-visning på Ringen. Her kan du roe nervene med morsom film, og brus og pizza på kjøpet.</p>\n<p>Sjekk <a href=\"http://www.nfkino.no/oslo/article1325742.ece\" target=\"_blank\" rel=\"noopener noreferrer\">Nordisk Film Kinos Øyakino-side</a> for mer info og billetter til filmvisningene. Lengre filmomtaler frå du i programoppføringa til den enkelte.</p>\n<p><strong>EN ØY I OSLO (NO)</strong><br />\n<em>Tamburin Film AS / regi: Lars Einar Skageberg</em><br />\n<em>Med: en drøss folk fra Øya-historien</em><br />\nØyafestivalen startet som en dugnad, drevet fram av kamerater med urokkelig tro på ny norsk musikk, en slags Askeladden-historie som handler om å skape noe man selv vil være en del av. Øyafestivalen ville gi nye norske band et større publikum, og har utvilsomt lyktes med dette, men ikke uten å ha gått skikkelig på trynet på veien. For i begynnelsen ante ikke arrangørene hva de drev med, noe som medførte både røde tall og røde øyne.</p>\n<p><em>I samarbeid med Bergen Internasjonale Filmfestival viser vi følgende tre filmer under årets Øyakino:</em></p>\n<p><strong>SCREAM FOR ME SARAJEVO (BA)</strong><br />\n<em>BIFF / regi: Tarik Hodžić</em><br />\nI desember 1994 er Sarajevo under full beleiring. Likevel velger Iron Maiden-vokalist Bruce Dickinson, som er på turné med sitt soloalbum Balls To Picasso, å ta seg forbi blokadene og holde en konsert for befolkningen i den krigsherjede byen. Denne prisbelønte dokumentarfilmen er et engasjerende portrett av Bosnias hovedstad under det som stadig står som den lengste beleiringen i moderne krigshistorie. Samtidig er den en underholdende hyllest til musikk generelt og heavy metal spesielt.</p>\n<p><strong>THE ALLINS (DK)</strong><br />\n<em>BIFF / regi: Sami Saif</em><br />\nPunkrockeren Kevin “GG” Allin er en av de mest kontroversielle og myteomspunne skikkelsene i moderne musikkhistorie. Han var beryktet for sine uforutsigbare og aggressive sceneopptredener, der han når som helst kunne finne på å kaste bæsj på publikum eller slå ned kvinnelige konsertgjengere. 24 år etter sin død i 1993 er Allin fortsatt en internasjonal kultfigur, og denne dokumentaren får vi innblikk i hvordan hans etterlatte forholder seg til denne skandaløse arven.</p>\n<p><strong>LONG STRANGE TRIP (US)</strong><br />\nBIFF / regi: Amir Bar-Lev<br />\nAv bandene som vokste ut av hippiebevegelsen har ingen hatt en lengre og mer fascinerende karriere enn The Grateful Dead. For utenforstående kan det være vanskelig å forstå hvorfor «Deadheads» vier livet sitt til å følge dette omreisende psykedeliasirkuset, noe regissør Bar-Lev forsøker å forklare med filmen han startet på tilbake i 2003. Kritikerne er samstemte i at den tre timer og femtiåtte minutter lange dokumentaren kan gjøre hvem som helst til en «Deadhead» &#8211; og at den ikke på langt nær er lang nok.</p>\n<p><em>I samarbeid med Film fra Sør og SF Norge:</em></p>\n<p><strong>BUENA VISTA SOCIAL CLUB &#8211; ADIÓS (CU/US)</strong><br />\n<em>SF Norge / regi: Lucy Walker</em><br />\nEn rørende avskjed med de resterende medlemmene av The Buena Vista Social Club, 18 år etter den legendariske dokumentaren av Wim Wenders som først satte dem på kartet. Vi følger orkesteret på en siste turné, der de snakker om opp- og nedturene de har opplevd og det enorme avtrykket bandet har i den cubanske historien. Dokumentaren tar farvel med storslagen musikk, god stemning og en ørliten porsjon melankoli.</p>\n<p>&#8212;</p>\n<p><strong>DEN ANDRE SIDEN AV HÅPET (FI)</strong><br />\n<em>Arthaus / regi: Aki Kaurismäki</em><br />\n<em>Med: Ville Virtanen, Kati Outinen, Tommy Korpela</em><br />\nEn syrisk flyktning og en finsk handelsreisende, begge på søken etter et bedre liv, i Helsinkis asfaltjungel. Dette er en humoristisk film om menneskeskjebner, med melankolske og musikalske undertoner. «Bare en stor kunstner kan skape en film som både er komedie, satire og tragedie på én og samme tid», uttalte Berlinale-juryen da Aki Kaurismäki vant Sølvbjørnen for beste regi.</p>\n<p><strong>THE BIG SICK (US)</strong><br />\n<em>Norsk Filmdistribusjon / regi: Michael Showalter</em><br />\n<em>Med: Kumail Nanjiali, Zoe Kazan, Holly Hunter</em><br />\nDen pakistanskfødte komikeren Kumail møter Emily. Det de trodde var et one-night stand utvikler seg til et forhold som kompliseres av at Kumails foreldre forventer at han gifter seg med en pakistansk muslimsk jente, og da Emily plutselig blir syk tvinges Kumail til å ta et valg. Skal han satse på forholdet og navigere den medisinske krisen sammen med Emilys familie, eller skal han følge sine egne foreldres ønske? Filmen er produsert av Judd Apatow.</p>\n<p><strong>BABY DRIVER (US)</strong><br />\n<em>UIP / regi: Edgar Wright</em><br />\n<em>Med: Ansel Elgor, Jon Bernthal, Jon Hamm</em><br />\nBaby kjører fluktbilen for byens mest hardkokte forbryterliga. Han er et naturtalent bak rattet og har et favorittsoundtrack på øret til hvert kupp, men når han møter servitrisen Debora oppstår det søt musikk på en ny måte. Han bestemmer seg for å være med på et siste brekk før han rømmer med henne, men planen slår katastrofalt feil. Den eneste utveien er å gi bånn gass. Filmen hylles av kritikere som perfekt blanding av komedie og heftig action.</p>\n<p><strong>ANNABELLE 2: CREATION (US)</strong><br />\n<em>SF Studios / Regi: David F. Sandberg</em><br />\nMed: Stephanie Sigman, Anthony LaPaglia, Miranda Otto<br />\nMange år etter det tragiske dødsfallet til den lille jenta deres, ønsker en dukkemaker og hans kone en nonne og flere foreldreløse jenter velkommen inn i deres hjem. Fort blir de målet for dukkemakerens besatte kreasjon&#8230;Annabelle.</p>\n<p><strong>WHITNEY: CAN I BE ME (UK/US)</strong><br />\n<em>Tour de Force / Regi: Nick Broomfield, Rudi Dolezal</em><br />\nSelv om Whitney tjente enorme summer, hadde flere førsteplasser på hitlistene enn The Beatles, og var anerkjent som en av beste sangerne gjennom tidene, følte hun seg aldri fri til å være seg selv, og døde kun 48 år gammel. Dokumentaren er bygget opp av tidligere uviste klipp og eksklusive opptak, og følger hennes utrolige og gripende livshistorie med innsikt fra de som kjente henne best.</p>\n","wordpress_id":20435,"translations":{"nb":{"url":"/2017/08/04/oyakino2017/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f0898559-39a0-5119-804c-09af9a9a2007","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2017/08/04/oyakino2017/","redirect":false}}}