{"data":{"wordpressPost":{"title":"Dark Meat byr på festivalrock","date":"11th April 2008","content":"<p>Et av banda med sterkest buzz under SXSW før påske var Dark Meat fra Athens, Georgia. Dark Meat er en konsertopplevelse utenom det vanlige. Det er trangt av mennesker og musikalske uttrykk. I blant framtstår de som et ekteskap mellom Black Mountain og Polyphonic Spree, andre ganger som de underlige søskenbarna til Mudhoney og Devendra Banhart. Hør frihetsrockeren Freedom Ritual eller voldsomme One More Trip for å bli overbevist. Dette er blomsterbarn-rock’n’roll av ypperste sort. Dette bandet er et realt festivalband med stor F og det vil du ikke gå glipp av på årets Øyafestival. </p>\n<p>Dark Meat er et musikalsk kollektiv med en varierende mengde medlemmer, som har dyrket sørstatsrock, psykedelia, folk, country, rock og r&#038;b. Dette er møkkete rock av den typen som oser svette og skitt av selve CDen. Deres fulle navn skal visstnok være Dark Meat/Vomit Lasers Family Band/Galaxy. Hele moroa ledes etter beste evne av gitarist og låtskriver Jim McHugh og til vanlig har han kontrollen på rundt 18 musikere. Han starta i sin tid Dark Meat med bassist Ben Clack. I disse dager består de av et lite knippe faste medlemmer og et bredt utvalg halvfaste medhjelpere. Hele gjengen turnerer for tiden USA i en hjemmelaget buss. Vi ser det for oss, en hel bråte halvhippier på veien i to måneder uten hotellovernattinger. Her leves altså rockemytene ut på nytt. Bandet er nylig signet på hippe Vice Records, som skal gjenutgi debuten Universal Indians. Skiva inneholder hyggelige overraskelser og uforutsigbare dykk i rockens morsomste rom og hjørner. Den er også en slags hyllest til frijazzlegenden Albert Ayler. Likevel er ikke dette noe jazzband, i følge Jim McHugh selv fordi ingen av musikerne egentlig er gode nok til å prøve seg innen den genren.</p>\n<p><a href=\"http://www.myspace.com/darkmeats\" target=\"_blank\">HØR DARK MEAT HER</a></p>\n<p>DARK MEATS METALLIC KO: EN ANNERLEDES TRIBUTEKONSERT I TEXAS<br />\nFør vi reiste til SXSW i Texas hadde vi laget en uoverkommelig lang liste over band vi måtte se. Vi gleda oss skikkelig til å se Dark Meat etter å hørt masse på deres Myspace på forhånd. Første kvelden dro Øyas utsendte og så dem på en bortgjemt liten klubb. Konserten begynte med en masse støy, og etterhvert begynner vokalisten å skrike &#8220;kast øl på oss, kast øl på oss&#8221;. Litt merkelig foran 30 publikummere. Det hele ble bare mer og mer rølpa, og vi stod der og kjente ikke igjen låtene fra bandet vi hadde hørt på myspace, men syntes allikevel det var noe kjent&#8230;</p>\n<p>Etter hvert skjønte vi at det var Stooges-låter de gjorde og at dette ikke var en vanlig<br />\nDark Meat-konsert, men en konsert der bandet covret hele liveskiva Metallic KO med The Stooges. Metallic KO er en av tidenes drøyeste live plater. Den ene sida ev LPen er fra en konsert på spillestedet Michigan Palace i Detroit i 1973. En konsert som ble invandert av en stor MC-gjeng som kastet øl på Iggy, hvorpå Iggy ba om mer. Settet inneholdt flere låter som aldri er gitt ut på Stooges sine studioskiver.</p>\n<p>Hva skal vi si, ganske spesielt, men genialt å gjøre en coverkonsert av en liveplate. Dagen etter så vi Dark Meat på en utescene, og vi ble blåst i bakken og begynte å tenke på hvordan vi skulle få denne gjengen til Øya</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"06901fa0-0e92-5f2b-bbd4-9ed2b1f4b28f"}}