{"data":{"wordpressPost":{"title":"Noen tillegg på Øyanatt","date":"2009-07-23T11:52:00.000Z","content":"<p>Funhouse har fått en programendring på torsdag 13. august. Kitchie Kitchie ki-me-O går ut og blir erstattet av Anton Ruud &#038; The Wrong Way Home. Samme kveld er Moddi lagt til på Garage og spiller før Joe Gideon &#038; The Shark.</p>\n<p>Sunkissed har i flere år levert solide festpakker under Øyanatt. Disse har vært blant Øyafestivalens mest populære nattarrangement. Årets Sunkissed finner sted torsdag, fredag og lørdag natt på Blå. Nå utvider de programmet til å inneholde nok et rom under psedonymet Gul,  noe som betyr flere artister. (bilde: Mike Magler)</p>\n<p>MELDING FRA SUNKISSED:<br />\nVi har fått lagt til et ekstra rom! Da blir det Gul &#038; Blå under på  Sunkissed under Øyafestivalen. Godt er det, for det gjerne mye folk når det blir Sunkissedival i dumpa. Både under Musikkfest Oslo og  lørdagen under Oslo Live var det over 800 besøkende. Da er det alfa  undt omega at det er plass, både ute og inne, å boltre seg på.  Selvsagt betyr det ekstra rommet også enda et knippe artister fra øverste hylle:</p>\n<p>Style of Eye [DirtyBird]\nDiskJokke &#038; Vinny Villbass<br />\nTrulz &#038; Robin [live]\n<p>Fullt program på Gul blir:</p>\n<p>Torsdag 13 august<br />\nTrulz &#038; Robin [live]\ng-HA &#038; Olanskii</p>\n<p>Fredag 14 August<br />\nShahrokh Dini [Compost]\nDj Gaute<br />\nColtsfoot</p>\n<p>Lørdag 15 August<br />\nStyle of Eye<br />\nDiskJokke &#038; Vinny Villbass</p>\n<p>Style of Eye [DirtyBird] (SE)<br />\nLinus Eklöw aka Style of Eye har produsert kvalitetshouse i en  årrekke. Vi husker godt at han hang med i svingene da Derric Carter&#8217;s Classic Records var på høyden. Det er allikevel den siste tiden at han virkelig har blitt lagt merke til. Med en av fjorårets store hits &#8216;The Big Kazoo&#8217; på Claude vonStrokes DirtyBird-etikett og tette utgivelser på John Dahlbäck&#8217;s Pickadoll etikett har han plassert seg tydelig på kartet.</p>\n<p>Trulz &#038; Robin [live]\nDet er en glede å ha Trulz &#038; Robin tilbake på Sunkissed. Gutta har vœrt aktive i en mannsalder, og har alltid blåst taket av Sunkissed  hver eneste gang de har spillt her  live. Ikke så rart når de sammen oser av energi mens de pumper ut house og techno av den smittsomt  funky sorten. Med Robin tilbake etter et par år i Barcelona er gutta  også igang igjen for fullt, og vi gleder oss som unger til å ha dem  på Sunkissed!</p>\n<p>DiskJokke<br />\nJoachim Dyrdahl aka DiskJokke er en travel mann for tiden. Med nytt album i pipa og en jevn strøm av fete singler, bœrer det land og strand kloden rundt. Men Jokke har også en fot i Sunkissed, ikke bare som alumni fra Sunkissed&#8217;s Trondheimskontor, men også som en del av den sagnomsuste duoen DiskJokke &#038; Vinny Vilbass.  Lørdagskvelden har vi endelig fått de to sammen igjen på Sunkissed, og det med deres felles venn Style of Eye som tredjemann i kransekaka.</p>\n","wordpress_id":551,"featured_image":null,"translations":{"nb":{"url":"/2009/07/23/noen-tillegg-pa-%c3%b8yanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"15f22d10-8514-5bfe-8172-648bd1bdfd05","locale":"nb"}}