{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"97bb3f05-c17c-5d3c-b599-ac531c93e32e","slug":"12-tips-for-gronnere-konserter","title":"12 tips for grønnere konserter!","date":"2012-04-30T11:42:49.000Z","excerpt":"<p>Fredag 27. april møttes miljø- og musikkbransjen i Oslo. Øyafestivalen inviterte tolv norske miljøaktører til å komme med tips til hvordan man kan arrangere grønnere konserter.</p>\n"}},{"node":{"id":"89b03406-2480-55e4-a11c-2d4367af9347","slug":"reggaelegender-til-oya","title":"Reggaelegender til Øya","date":"2012-04-28T06:45:18.000Z","excerpt":"<p>The Congos + Lee «Scratch» Perry + Max Romeo &#8211; Det er litt av en gjeng med jamaikanske legender som ankommer Middelalderpaken fredag 10. august. En stor del av reggaehistorien står faktisk samla på Øya og vil spre godlyd og glede utover byen.</p>\n"}},{"node":{"id":"b7d6530e-e5a9-5d5f-8858-d53675b3719e","slug":"azealia-banks-avlyser","title":"Azealia Banks avlyser","date":"2012-04-27T15:40:03.000Z","excerpt":"<p>Azealia Banks kommer ikke til Skandinavia i august. Dermed blir det ikke noe av hennes konsert i Middelalderparken under Øya. Vi har fått opplyst gjennom hennes agent at Banks ønsker å fokusere på innspillingen av sitt debutalbum. Det er alltid trist for fansen når artister blir nødt til å avlyse, men vi håper å kunne [&hellip;]</p>\n"}},{"node":{"id":"8dd65b94-32ab-50cc-ae7b-f4f7ade6e313","slug":"%c3%b8ya-fest-i-berlin-16-mai","title":"Øya-fest i Berlin 16. mai","date":"2012-04-25T09:08:35.000Z","excerpt":"<p>Team Me, Einar Stray og Sandra Kolstad! I samarbeid med Melt Booking, Intro Magazine og Music Export Norway, presenterer Øyafestivalen en heftig 16.mai-fest i Berlin. Moroa finner sted på Bi Nuu som er en klubb i Kreuzberg. </p>\n"}},{"node":{"id":"90abb89e-a36c-54f1-869f-6b0d4ae1652e","slug":"oya-pa-liste-over-the-times-sine-favorittfestivaler","title":"Øya blant Europas beste festivaler","date":"2012-04-24T09:55:37.000Z","excerpt":"<p>Engelske The Times har nettopp kåra sine ti europeiske festivalfavoritter utenfor Storbritannia, og Øyafestivalen er på den eksklusive lista. Blant de andre favorittene er anerkjente festivaler som spanske Sonar og Benicassim, danske Roskilde og ungarske Sziget. Om Øya står det «An award-winning and taste-making Scandinavian knees-up in a medieval park». For noen dager siden slo [&hellip;]</p>\n"}},{"node":{"id":"dea243ad-238a-5a7c-ab2f-d2278458289e","slug":"john-maus-pa-%c3%b8ya-9-august","title":"John Maus på Øya 9. august","date":"2012-04-24T08:36:57.000Z","excerpt":"<p>JOHN MAUS (US) Komponist, artist og produsent John Maus er født i 1980 og vokste opp i Minnesota. For en del er han nok mest kjent for sitt samarbeid med Ariel Pink. I tillegg til å lage musikk, har han en PhD i statsvitenskap og er ansatt ved University of Hawaii. Under Øyafestivalen gjør han [&hellip;]</p>\n"}},{"node":{"id":"daf8cdb8-587c-5c78-b3e2-1bf4212ca864","slug":"under-800-billetter-igjen-til-onsdagen-4-nye-navn","title":"Under 800 billetter igjen til onsdagen – 4 nye navn","date":"2012-04-18T09:57:20.000Z","excerpt":"<p>SONDRE LERCHE / LINDSTRØM &#038; TODD TERJE / OBERHOFER (US) / KINDNESS (UK)<br />\nSalget av dagsbilletter til Øyafestivalen har gått raskere enn noensinne. Nå er det under 800 billetter igjen til vår mest populære dag, onsdag 8. august.</p>\n"}},{"node":{"id":"12d6934e-7056-5aaa-acdb-e072e053f09f","slug":"lunsjdate-mellom-miljo-og-musikkbransjen","title":"Øya inviterer: Lunsjdate mellom miljø- og musikkbransjen","date":"2012-04-16T11:33:35.000Z","excerpt":"<p>Fredag 27. april inviterer Øya norske livearrangører til et uformelt møte med miljøbransjen. Målet med lunsjseminaret er å gi en inspirerende og kjapp oversikt over norske miljøaktører og hvilke saker de arbeider med. </p>\n"}},{"node":{"id":"796ba6ef-b3a7-5882-be12-f176d5b487ff","slug":"siri-nilsen-pa-oya-fredag-10-august","title":"Siri Nilsen til Øya &#8211; se video!","date":"2012-04-13T10:20:06.000Z","excerpt":"<p>Siri Nilsen imponerer stort, både på plate og scene. Nå er det klart at en av det siste halve årets mest bejublede norske artister endelig er klar for Øyafestivalen.</p>\n"}},{"node":{"id":"d4560a14-5a53-5964-87b7-bdd36dd5bac3","slug":"oya-open-med-dam-funk-pa-bla-24-mai","title":"Øya Open med Dam-Funk på Blå 24. mai","date":"2012-04-10T10:57:15.000Z","excerpt":"<p>Dâm-Funk kommer til Øyafestivalen fredag 10. august. Før sommeren er i gang for fullt gjester han Øya Open på Blå torsdag 24. mai. Det betyr at du i løpet av de neste månedene kan oppleve denne mannen to ganger, både på festival og i et smekkfullt klubblokale. Like stas begge deler, mener vi.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":101,"pageCount":183,"additionalContext":{}}}