{"data":{"wordpressPost":{"title":"Dirty Pretty Things i Middelalderparken","date":"11th June 2008","content":"<p>Nå har vi nok en godbit til fredag 8. august. Den britiske rocksensasjonen Dirty Pretty Things kommer nemlig til Øyafestivalen kun få uker etter at deres nye album er i butikkene. </p>\n<p>Øyafestivalens program vil i løpet av juni være komplett. Bekreftede artister vil nå fortløpende plasseres på dager i programmet. Det er fortsatt dagsbilletter i salg til alle de fire dagene i Middelalderparken.</p>\n<p>DIRTY PRETTY THINGS (UK)<br />\nDet er sikkert mange som fortsatt har Pete Doherty og Babyshambles sin Øya-konsert friskt i minne. Nå er hans gamle kompanjong fra The Libertines klar for Middelalderparken. Carl Barât startet Dirty Pretty Things i 2005 med Libertines-trommis Gary Powell, Didz Hammond fra Cooper Temple Clause og Anthony Rossomando, som hadde vært en kort tur innom The Libertines. Dirty Pretty Things-debuten Waterloo To Anywhere var en kjempesuksess i Storbritannia. Både album og første singel Bang Bang, You’re Dead nådde topp fem på salgslistene. Bandet har beveget seg videre inn i det musikalske landskapet The Libertines med hell rotet rundt i. De har røtter i britisk punkrock og moderne indie. I tillegg er de omgitt av litt av den samme uroen og rastløsheten som sitt forløperband, uten å ha oppnådd de samme overskriftene som tidligere kompis Doherty.</p>\n<p>Deres andre album Romance At Short Notice kommer i butikkene 7. juli. Fredag 8. august står de på scenen i Middelaldreparken. I tillegg til å spille på Øya er de et av de virkelig store trekkplastrene på Carlingfestivalene i Reading og Leeds, samt på Wireless i Hyde Park. Dette sier noe om bandets status i hjemlandet, hvor låta Tired Of England har gått jevnt og trutt på radio i det siste. Du skal ikke e bort fra at noe av dette smitter over på oss nordmenn i løpet av sommeren. Det nye albumet skal være langt mer variert enn debuten og inneholder strykere og blåserekke i tillegg til de fire London-rockerne. I produsentstolen har blant andre Graeme Stewart, som har arbeidet med Radiohead og Pet Shop Boys, sittet. </p>\n<p>Er du usikker på hva dette bandet leverer live bør du lese Musikknyheter.no sin anmeldelse av deres London-konsert nylig. Anmelderen klinte til med 10 av 10 mulige og mente at ”&#8230;Dirty Pretty Things er i sitt livs form”. Vi regner med like mye entusiasme og glede når kvartetten kliver opp på scena i Middelalderparken.</p>\n","wordpress_id":738,"translations":{"nb":{"url":"/2008/06/11/dirty-pretty-things-i-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c667ea57-edbd-503c-b46d-0b4ca19cc83c","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2008/06/11/dirty-pretty-things-i-middelalderparken/","redirect":false}}}