{"data":{"wordpressPost":{"title":"Et hav av plast","date":"4th August 2017","content":"<p><span style=\"font-weight: 400;\">Tidligere i år ble en syk gåsenebbhval avlivet etter å ha strandet på Sotra i Hordaland &#8211;  magesekken dens var stappfull av plast. Hvert år havner 6,4 millioner tonn søppel i verdens hav, og mellom 70 og 80 prosent av dette er plastavfall. Om vi fortsetter slik, vil det i 2050 være mer plast i havet enn det er fisk! </span></p>\n<p><span style=\"font-weight: 400;\">I tillegg til den jevne oppsamlingen av plastavfall i verdenshavene, er det enda et truende problem knyttet til vårt høye plastforbruk &#8211; nemlig hvor all plasten faktisk kommer fra. Uttak og bearbeiding av plastens råvarer er både en energikrevende og forurensende prosess. For hver kilo plast som produseres bruker man dobbelt så mye olje eller gass. Skal man unngå de verste klimaendringene er man som kjent nødt til å kutte kraftig i vårt forbruk av olje og gass. </span></p>\n<p><span style=\"font-weight: 400;\">Det er svært viktig at plast kildesorteres og gjenbrukes, og det har vi har gjort på Øyafestivalen helt siden 2002. I løpet av festivalen selger vi ca 400.000 glass med øl og mineralvann &#8211; Det er 2,7 tonn plastavfall alene! All plastemballasjen vår går til materialgjenvinning og blir til nye plastprodukter, men for å gjøre noe med miljøproblemet knyttet til plast, er vi nødt til å kutte forbruket. </span></p>\n<p><span style=\"font-weight: 400;\">De siste årene har vi byttet ut bestikk og tallerkener med komposterbare (og spiselige!) hvetekli-tallerkener, laget på overskudd etter hveteproduksjon. I år kutter vi også ut plastglassene til øl, mineralvann og kaffe – og bruker i stedet såkalt PLA, et nedbrytbar plastalternativ som både ser ut og oppleves som vanlig plast, men er produsert av overskuddsmateriale fra for eksempel maisproduksjon.</span></p>\n<p><span style=\"font-weight: 400;\">Nyt en plastfri øl, og skål for verdenshavene!</span></p>\n","wordpress_id":20660,"translations":{"nb":{"url":"/2017/08/04/et-hav-av-plast/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"72d133a1-fe86-5bf2-9303-66b68530538b"}}