{"data":{"wordpressPost":{"title":"Legger ut ekstra billetter til Øya","date":"27th June 2008","content":"<p>Etter et fantastisk billettsalg, har vi sett på mulighetene til å øke<br />\nkapasiteten. Det er nå klart at vi legger ut 1000 nye billetter til<br />\nhver dag for å stå imot den store etterspørselen. Med vår nye fjerde<br />\nscene Odden vil det også bli mer kvalitetsinnhold for det<br />\nmusikkinteresserte publikumet. De 1000 nye billettene ligger ute for<br />\nsalg hos Billettservice i dag.</p>\n<p>Øyafestivalen har nå gjort nødvendige omrokkeringer og oppryddinger på festivalområdet for å kunne gi plass til flere publikummere på årets festival. Vi legger nå ut ytterligere 1000 dagsbiletter til hver dag! Foreløpig er det torsdag 7. august vi har solgt flest billetter til og her er det kun de ekstra 1000 billettene for salg. De andre dagene har også solgt svært godt.</p>\n<p>Dette betyr at flere mennesker kan få oppleve årets program i<br />\nMiddelalderparken med fire utendørsscener over fire dager fra onsdag 6. august til lørdag 9. august. Her vil du kunne oppleve etablerte artister som Nick Cave med sitt nye band Grinderman, N.E.R.D., Sigur Ros, Turboneger, Ane Brun, Sonic Youth, Kaizers Orchestra, Håkan Hellström, Mogwai og Raga Rockers. I tillegg kommer en voldsom mengde spennende nykommere og heite navn som Clipse, Cut Copy, Fleet Foxes, Diplo, Dirty Pretty Things, Okkervil River, The Disciplines, Kid Sister, Yeasayer, Casiokids, The Night Marchers, Rumble In Rhodos, No Age, Lukestar, The National, Buraka Som Sistema, The Dodos, Girl Talk, Elephant9, Sigh &#038; Explode, Jamie Lidell, Lightspeed Champion, Master Piece Of Cake, Stella Mwangi, Isis, Lykke Li og Dark Meat. Du vil også kunne få med deg konserter med kultartister og musikkhistoriske pionerer som The Sonics, My Bloody Valentine, Mayhem og Sunn O))). Glem heller ikke svært eksklusive opptedner med Lars Horntveth og KORK, Supersilent og Nils Petter Molvær eller Kung Fu Girls. For fullt<br />\nprogram sjekk ut www.oyafestivalen.no</p>\n<p>I tillegg til de fire dagene i parken inneholder årets festival blant<br />\nannet Klubbdagen 5. august, Øyakino og et bredt Øyanatt-program etter at parken stenger 23.00.</p>\n<p>Dagsbillettene selges hos <a href=\"http://www.billettservice.no/html/browse.htmI?l=NO&#038;TOUR=OYAFESTI/\" target=\"_blank\">Billettservice.no</a> tlf 815 33 133.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4313696f-b6d6-58e5-af46-bdc2bacbd482"}}