{"data":{"wordpressPost":{"title":"Øyanatt på Jaeger","date":"3rd July 2017","content":"<p dir=\"ltr\"><span style=\"text-decoration: underline;\">Natt&amp;Dag og Jaeger presenterer Øyanatt på Jaeger 2017</span></p>\n<p dir=\"ltr\"><strong>Onsdag 9. august &#8211; Untzdag:</strong></p>\n<p>Antal (NL)<br />\nØyvind Morken</p>\n<p>cc: 120 med Øyapass /150 uten Øyapass + avgift</p>\n<p dir=\"ltr\">Antal grunnla i sin tid Amsterdams kanskje beste label, platesjappe og platedistribusjon &#8211; Rush Hour. Bak spillerne er han en ekstremt allsidig og eklektisk DJ, og har siden 90-tallet forkynt obskur disco, house, techno, afro, brazilia – ja, egentlig har vel Antal vært igjennom hele spekteret av hva dansemusikk kan by på. Amsterdam DJen er svært respektert både som crate digger, DJ, label-eier og platepusher, og har lenge vært med på å definere klubbmusikken i Europa, gjennom sine ulike roller. De siste årene har vært bra for Rush Hour-sjefen, med turner rundt hele kloden, ofte med to eller flere platebagger på slep.</p>\n<p>Untzdag-resident Øyvind Morken varmer opp for Antal. Under fjorårets DJ-gig i HI-FI Klubben på Øya ble Morken omtalt som det “ekte Tøyen-løftet” og vi er helt enig. Med sine smått legendariske onsdagskvelder aleine eller med gjester, og utgivelser på Full pupp og sitt eget label Moonlighting.</p>\n<p dir=\"ltr\">\n<p dir=\"ltr\"><strong>Torsdag 10. august- Retro x Young Turks:</strong></p>\n<p>Talaboman (ES/SE)<br />\nYT DJs (UK)<br />\nDJ Nuhhh!</p>\n<p>Cc:150 med Øyapass/200 uten Øyapass + avgift</p>\n<p dir=\"ltr\">Når John Talabot fra Spania og Axel Boman fra Sverige slår seg sammen blir de sammen en dynamiske duo Talaboman. Denne musikalske mastodonten har gitt ut albumet The Night Land på legendariske R&amp;S records og fått bra omtalelse for sine melankolske, men lekfulle og organiske, komposisjoner. John Talabot har lenge vært en av Barcelonas store skatter, både som tidligere resident på The Loft, men også som en underfundig og herlig musikkprodusent. Talabot har flere store utgivelser og album, både på sitt eget Hivern Disc og Young Turks, og har tidligere trollbundet Øya med eget band. Axel Boman er like kjent for sine esoteriske musikkproduksjoner på Studio Barnhus og Pampa records. Men han kanskje er mest kjent for sine morsomme og energiske DJ-sett. Vi lover en sommerfest med to av Europas mest elskede plateryttere.</p>\n<p>Plateselskapet Young Turks co-hoster denne kvelden med Retro og de stiller med et par in house DJs som joiner vår egen DJ Nuhhh bakgården. DJ Nuhhh aka Daniel Gude er en ekte ildsjel i Oslos DJ- og musikkscene med en mannsalder bak platespillerne. Vi gleder oss veldig til å kunne invitere til en ekte Retro-kveld ala DJ Nuhhh med noen ekstremt spesielle gjester.</p>\n<p dir=\"ltr\"><strong>Fredag 11. august &#8211; Frædag:</strong></p>\n<p>Vril (live / DE)<br />\nTijana T (RS)<br />\ng-HA &amp; Olanskii<br />\nRonny Rabalder<br />\nRLOC</p>\n<p>Cc:150 med Øyapass/200 uten Øyapass + avgift</p>\n<p dir=\"ltr\">\n<p dir=\"ltr\">Vril kommer til Jaeger og spiller et eksklusivt livesett. Musikken har blitt betegnet som mørk, emosjonell og euforisk. Vril har duppet rett under overflaten med slipp på Dystopian, Giegling, og Delsin. Vi fikk opp øynene for tyskeren etter Marcel Dettmans Conduct-samleplate og hans medvirkning på Ostgut Ton UV-kompilasjoner. Mørk Melodiøs luftig techno som grenser inn i houseverdenen. Dette blir intenst.</p>\n<p>Tijana T fra Beograd i Serbia er tidligere talsperson for Exit-festivalen, og nå resident på den legendariske båtklubben CLUB 20/44, Det kommer til å bli hett på dansegulvet når Tijana T drar på med hypnotisk acid house, Detroit techno, EBM og Detroit elektro. Dette er Tijana T første besøk på Jaeger og vi gleder oss!</p>\n<p>Kveldens hosts er den norske DJ-duoen g-Ha &amp; Olanskii. Duoen er kjent som residents på Sunkissed, Footfood og Jaeger, bak spakene på store klubber som Fabric, Panorama Bar, Robert Johnson og festivaler som Into the Valley. Videre har de gitt ut flere mix-CDs, som har satt norsk house og disco på kartet verden over. Sist sett på Jaeger med to sterke mikser for Boilerroom. De har vært to av de viktigste personene i å skape et klubb-Oslo som aldri har vært bedre!</p>\n<p>Ricky Late, Oskar Pask, Olefonken og Celius varmer opp bakgården, Tre stk av gutta er kjent som en del av Skranglejazz-crewet som i det siste har vokst frem i Oslo.</p>\n<p dir=\"ltr\">Ronny Rabalder fra Sunkissed varmer opp kjellern denne kvelden med et energisk technosett.</p>\n<p dir=\"ltr\"><strong>Lørdag 12. august &#8211; Nightflight</strong></p>\n<p>Molly (FR)<br />\nVibeke Bruff<br />\nMC Kaman<br />\nJan Sverre</p>\n<p>cc:150med Øyapass/200 uten Øyapass + avgift</p>\n<p>Vi inviterer Molly bak spakene på lørdag. Rex Club Paris-residenten er en travel dame for tiden, med fullbookede helger over hele Europa og utgivelser på labels som Radioslaves Rekids, Karlovak og Aku.</p>\n<p>Vibeke Bruff har vært en del av klubbscenen i hovedstaden i mer enn et tiår. Hun har frekventert DJ-pulten på legendariske klubber som Jaeger, The Villa, Fisk &amp; Vilt og Gudruns, i tillegg til å være drivkraften bak den nå oppløste duoen No Dial Tone.</p>\n<p>Jan Sverre &amp; MC Kaman har vært residentsa for denne klubbkvelden i over 6 år. Jan Sverre er kjent for sine folkelige soulfunk-DJ-sett som har holdt koken i de siste 15 årene i Oslo. MC Kaman spiller lettkledd pop og<br />\nBillboard-hits nede i diskon og er den ukronede pop-DJ-kongen!</p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fbc61fa5-d795-5f3c-8d0f-01439f5b78fa"}}