{"data":{"wordpressPost":{"title":"Øya-programmet er komplett, kun få billetter igjen","date":"20th June 2011","content":"<p>På Øya-plakaten er det mange navn som aldri har spilt i Norge tidligere og mange som spiller sin eneste Norgeskonsert i år i Middelalderparken. Man finner også noen svært eksklusive konserter med gjenforente storheter som Pulp, The Jayhawks, Guided By Voices og Grant Lee Buffalo. I tillegg gjør Kanye West en av få europeiske sommerkonserter på Øya. Blant de norske artistene er også flere av konsertene eksklusive. Kaizers skal framføre sitt neste album i sin helhet, Wannskrækk spiller en av to gjenforeningskonserter og Eye Emma Jedi står for første gang på en Oslo-scene. En av de mest spesielle konsertopplevelsene kan du få når Pantha Du Prince og The Bell Laboratory skal framføre sitt bestillingsverk.</p>\n<p>De siste artistene fyller ut programmet på en glimrende måte. Du får breibeint canadisk bråk med Cancer Bats, fengende svensk pop med Säkert! og spennende Texas-rock med White Denim. I tillegg får du mulighet til å oppleve de svært lovende norske navna Eye Emma Jedi, Kaia og Hanne Kolstø. </p>\n<p>CANCER BATS (CA)<br />\nCancer Bats fra Toronto kombinerer på glimrende vis punk og hardcore, med skittent metalgroove. De har turnert med band som Billy Talent, Alexisonfire, Rise Against, The Bronx, Gallows og Comeback Kid. Sistnevnte spiller passende nok i Middelalderparken samme dag. Intens turnering i en årrekke har gjort Cancer Bats til en fantastisk opplevelse å se live, og de får stadig et større publikum på begge sider av Atlanteren. Mange fikk sans for bandet etter Hail Destroyer i 2008, andre våkna kanskje først når de covra Beastie Boys sin Sabotage, Murder City Devils sin I Want A Lot Now eller Tegan And Sara sin So Jealous. I fjor ga de ut sitt tredje album, kalt Bears, Mayors, Scraps &#038; Bones. Nå kommer de til Oslo for å sette Middelalderparken på hodet. Gjør deg klar for å bli klasebomba av fete riff. Hiv deg i pitten, det er ingen grunn til å stå og glane.<br />\n<a href=\"http://www.myspace.com/cancerbats\" target=\"_blank\">MYSPACE</a></p>\n<p>KAIA<br />\nBak artistnavnet Kaia finner du nord-norske Kaja Bremnes, som for tiden er bosatt i København. Hun kommer fra en etablert musikalsk familie, hvor tanta Kari har hatt den største suksessen. Det kan Kaia komme til å endre på. Vi så henne live i vår og ble så imponerte at vi gjerne ville presentere henne for et større publikum i Middelalderparken. Allerede for et par år siden ble hun Ukas Urørt på P3. I vår kom singelen Peanuts &#038; Jellybeans og i august skal debutalbumet være klart. Der kan du forvente å høre mer av hennes stemningsfulle pop. Kaia har blitt inspirert av så ulike artister som Burt Bacharach, The Beatles, Paul Simon og The Cure. P3 mener at hun i tillegg har stor sans for Björk, og de tar nok ikke feil.<br />\n<a href=\"http://www.myspace.com/kaiainfo\" target=\"_blank\">MYSPACE</a></p>\n<p>WHITE DENIM (US)<br />\nTexas-bandet White Denim har laga sin egen miks av rock’n’roll, eksperimentell psykedelia, blues, punk, soul og annet snacks fra populærmusikkhistorien. Nå i vår kom deres fjerde album ut, og det fikk tittelen D. Store magasiner som Rolling Stone, Uncut og Mojo var enige om skivas fortreffelighet. White Denim har sjøl omtalt de nye låtene som southern prog. Godlyden denne kvartetten lager er tidløs og passer perfekt sammen med sommerkledde venner, kaldt øl og solbrent hud. The Guardian har ment at de er ”so fiercely experimental, playful and talented that they cram more radical change into single songs than many bands manage in entire lifespans”. Uncut påsto for noen år siden at Workout Holiday (2008) var “a party record for thinking people”. Morsomt og utfordrende på samme tid, med andre ord. Du kan ta del i deres herlige musikkglede i Middelalderparken.<br />\n<a href=\"http://www.myspace.com/whitedenimmusic\" target=\"_blank\">MYSPACE</a></p>\n<p>EYE EMMA JEDI<br />\nTo London-baserte nordmenn gjemmer seg bak navnet Eye Emma Jedi. De lager deilig, catchy pop og de siste månedene har man kunnet høre singelene Lights og Crucified på radio rett som det er. På spørsmål fra Musikknyheter.no om hva folk kan vente av sommerens festivalkonserter, har duoen svart: ”Et stort, jævla party fylt med ekstase, svette, spilleglede, smil, knekte trommestikker, allsang, feite riff og noe å hoppe som faen til”. De jobber for tiden med nye låter og du skal ikke se bort fra at neste radiohit er på vei. Dette blir deres aller første Oslo-konsert. Gjør deg klar for nye låter og en herlig popfest under Øyafestivalen. Hiv deg på dansegølvet!<br />\n<a href=\"http://www.myspace.com/eyeemmajedi\" target=\"_blank\">MYSPACE</a></p>\n<p>SÄKERT! (SE)<br />\nSäkert! er Annika Norlins svenskspråklige artistnavn, mens hun heter Hello Saferide når hun skriver eller framfører engelske tekster. Før musikkarrieren tok av var hun mest kjent som journalist, blant annet i svensk P3. Det første albumet som Säkert! kom 2007 og i fjor høst fulgte hun opp med Facit. Skivene har solgt meget godt i hjemlandet. I Norge blir stadig flere begeistra for hennes gode melodier, sterke tekster og fengende indiepoputtrykk. Aftenposten påpekte i fjor at hun har ”en unik evne til å gi musikalsk liv til selv den minste observasjon”. Vi gleder oss til å høre låtene hennes i varmen og litt lett bris.<br />\n<a href=\"http://www.myspace.com/sakert\" target=\"_blank\">MYSPACE</a></p>\n<p>HANNE KOLSTØ<br />\nHanne Kolstø holder til i Kristiansand, hvor hun lager musikk med sin egen stemme, en loopstation og en gitar. Ut av dette kommer det fengslende melodier og et særegent utrykk. Det første møtet med Kolstø i Øya-sammenheng var på Sound of Mu under Klubbdagen i fjor. Nå er hun klar for et større publikum i Middelalderparken. Den svært aktive Hanne Kolstø spiller også i band som Love:Fi, Thelma &#038; Clyde, It&#8217;s in the basement og Post.  Solodebuten kommer i 2011, og kan fort være en av årets mest spennende norske skiver.<br />\n<a href=\"http://www.myspace.com/hannekolstoe\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6fb4bedb-ea41-54f1-b83c-a823caa97c3f"}}