{"data":{"wordpressPost":{"wordpress_id":780,"title":"Turboneger framfører Apocalypse Dudes. Verdenseksklusiv konsert.","excerpt":"<p>I dag fyller Norges feteste rockealbum 10 år og det fortjener jaggu en fest. Turboneger tar feiringen av sin klassiker Apocalypse Dudes i august. Her skal de spille hele knallalbumet fra start til slutt. Noen av låtene er ikke spilt live på mange år. I Middelalderparken kan du ta del i et punkrockparty uten sidestykke, med alle låtene fra bandets mesterverk. Denne konserten er verdensekslusiv og kommer til å trekke mediaoppmerksomhet og turbojugends fra alle verdenshjørner.</p>\n","content":"<p>I dag fyller Norges feteste rockealbum 10 år og det fortjener jaggu en fest. Turboneger tar feiringen av sin klassiker Apocalypse Dudes i august. Her skal de spille hele knallalbumet fra start til slutt. Noen av låtene er ikke spilt live på mange år. I Middelalderparken kan du ta del i et punkrockparty uten sidestykke, med alle låtene fra bandets mesterverk. Denne konserten er verdensekslusiv og kommer til å trekke mediaoppmerksomhet og turbojugends fra alle verdenshjørner.</p>\n<p>TURBONEGER SPILLER APOCALYPSE DUDES<br />\nFor 10 år siden kom en av de herligste feiringene av mørk rock&#8217;n&#8217;roll ut. Apocalypse Dudes har siden dengang vokst til et enormt kultfenomen, og står i dag som en perfekt samling fantastisk punkrockmystikk og breibeine blinkskudd. Både skiva, Turboneger og mytene rundt begge har nådd stadig nye høyder, og Apocalypse Dudes står som selve milepælen i guttas snart 20 år lange historie. Det var med låtene herfra Turboneger for alvor skøyt opp fra undergrunnen. Under Øyafestivalen skal bandet framføre dette klassiske albumet i sin helhet. Det betyr at du skal bli overkjørt av en punkrockslagerparade det ikke finnes maken til. Dette deathpunkmesterverket er spilt inn kun en kort spasertur fra Middelalderparken, nemlig i nå nedlagte Endless Studios i Grønlandsleiret. Et tidlig øvingslokale lå kun et steinkast fra området som nå huser Øyafestivalen. Nå skal Apocalypse Dudes hentes tilbake til Oslo øst og serveres fra Øyafestivalens<br />\nstørste scene i liveutgave.</p>\n<p>Kultstatusen verden over blir stadig bekreftet, når skiva blir trukket fram av artister eller kritikere som et høydepunkt fra 90-tallet. Den er et av tre norske album i den internasjonale utgaven av den meget fyldige boka &#8220;1001 album du må høre før du dør&#8221;. I tillegg ble det beste norske album gjennom tidene i Spirits kåring fra 2003, hvor juryen besto av musikkjournalister.</p>\n<p>Apocalypse Dudes var Turbonegers fjerde fullengder og åpnet dørene for et langt større publikum. Bandet gikk i hi noen måneder seinere, grunnet veldokumentert rusproblematikk. Selv etter gjenforeningen har det vært stemningen og låtene fra dette albumet mange fans har tørstet etter. Vi slutter oss til Turbo-fan og tidligere Dead Kennedys-vokalist Jello Biafra, som ved plateslippet kom med følgende melding: &#8220;The new Turbonegro record is possibly the most important<br />\nEuropean record ever.&#8221;</p>\n<p>Seinere i 2008 vil Turboneger slippe en deluxeutgave av Apocalypse Dudes i anledning 10-årsjubileum. Før den tid kan du altså oppleve en ekslusiv opptreden i Middelalderparken med alle godbitene fra Apocalypse Dudes. Det er altså bare å glede seg til The Age of Pamparius, Get It On, Selfdestructo Bust, Rock Against Ass, Rendezvous With Anus, Zillion Dollar Sadist, Prince of the Rodeo og Good Head.</p>\n","date":"2008-03-02T11:12:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2008/03/02/turboneger-framforer-apocalypse-dudes-verdenseksklusiv-konsert/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"149f5618-a6a0-5649-b0bc-65d41177b4ee","locale":"nb"}}