{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"47b6ab17-35fe-57a2-ab7a-4be65f2b4364","slug":"ayafestivalen-i-new-york-og-texas","title":"Øyafestivalen i New York og Texas","date":"2009-03-06T11:26:00.000Z","excerpt":"<p>For tredje året på rad tar Øyafestivalen med seg norske band på verdens største musikktreff, SXSW i Austin, Texas. I år er det Casiokids og The New Wine som blir med over Atlanteren for å vise seg fram. Relativt ferske The New Wine var et av de første navna som ble booket til årets Øyafestival og er blant de fremste banda i den nye generasjonen popband fra Bergen. Casiokids var det bandet flest av våre internasjonale gjester bet seg merke i under Øyafestivalen i fjor. </p>\n"}},{"node":{"id":"8cb61484-4443-545f-83c3-0f8862c7c7e6","slug":"fever-ray-se-inviterer-til-magi-pa-%c3%b8ya","title":"Fever Ray (SE) inviterer til magi på Øya","date":"2009-03-04T10:09:00.000Z","excerpt":"<p>I 2006 headlinet The Knife Sjøsiden hos oss. I august får vi oppleve Fever Ray skape magi i skumringen på Øyafestivalen. </p>\n"}},{"node":{"id":"da870bb7-75b6-58fc-bf86-1fd1b6a4d0b2","slug":"norsk-dunderpakke-pa-%c3%b8ya","title":"Norsk dunderpakke på Øya","date":"2009-02-27T11:33:00.000Z","excerpt":"<p>Med dagens slipp har vi offentliggjort ni nye artister til Øya bare denne uka- og vi er langt fra ferdige med årets program. Tidligere denne uka slapp vi *Wilco (US)* , *Band Of Horses (US)*, *Jay Reatard (US)* og *Erol Alkan (UK)*. </p>\n<p>De positive reaksjonene har ikke uteblitt. Billettsalget gjorde et realt byks denne uka, og for å toppe det hele sklir vi inn i helgemodus ved å slippe en skikkelig godtepose full av norske artister: </p>\n<p>*TØNES* / *MAGNUS MORIARTY* / *HARRYS GYM* / *PONY THE PIRATE* / *UNGDOMSKULEN*</p>\n"}},{"node":{"id":"4b91c008-40dc-5388-ad7c-7ffef9e70069","slug":"ayafestivalen-nominert-til-hedersprisen-for-god-design-2009","title":"Øyafestivalen nominert til Hedersprisen for god design 2009","date":"2009-02-27T10:38:00.000Z","excerpt":"<p>Norsk Designråd har nå offentliggjort hvilke tre norske designprosjekter som er nominert til Hedersprisen for god design 2009, og Øyafestivalen er sammen med Jensen Møbler SeaBed Geophysical en av de tre nominerte! Å bli nominert til dette er veldig stort for oss. Vi er stolte nå. Så innmari stolte!</p>\n"}},{"node":{"id":"74910823-7cd7-55fb-bee4-c8cbfb7094c3","slug":"fa-rista-skinkene-pa-%c3%b8ya-med-erol-alkan-uk","title":"Få rista skinkene på Øya med Erol Alkan (UK)","date":"2009-02-26T09:35:00.000Z","excerpt":"<p>Vi nærmer oss helga, og da syntes vi det var riktig med et slipp som kan kile litt i dansefoten. De siste par årene har vi hatt besøk av storheter som *Justice*, *Diplo* og *Girl Talk*, og i år er det blant annet *Erol Alkan* som skal ta over ansvaret for at vi får oss en heidundrende fest. </p>\n<p>Hold forøvrig utkikk etter morgendagens dunderpakke av et slipp med norske artister! </p>\n"}},{"node":{"id":"16c3b2bb-dc16-5384-989b-6f062d0056a9","slug":"dagsbilletter-i-salg-pa-mandag-artister-plassert-pa-dag","title":"Dagsbilletter i salg på mandag &#8211; artister plassert på dag","date":"2009-02-25T13:50:00.000Z","excerpt":"<p>Endelig er vi klare til å legge ut dagsbilletter. De første artistene er plassert på dag, og for de av dere som ikke har anledning til å være på Øya alle dagene kan det være en god idé å sikre seg billett til den dagen da akkurat din favorittartist kommer. </p>\n"}},{"node":{"id":"53ed1129-8da4-5389-b173-5c7bc8dc0e0f","slug":"jay-reatard-us-er-klar","title":"Jay Reatard (US) er klar!","date":"2009-02-25T11:28:00.000Z","excerpt":"<p>Jay Reatard er navn nummer tre av ukas fem artistslipp, som så langt også har bestått av Band of Horses og Wilco. </p>\n"}},{"node":{"id":"8b997e10-4dfd-55e0-91e1-75623af45a7e","slug":"band-of-horses-hjem-til-middelalderparken","title":"Band of Horses hjem til Middelalderparken","date":"2009-02-24T09:02:00.000Z","excerpt":"<p>Salget av festivalpass til årets Øyafestival går unna og når vi i disse dager er inne i hyppige artistslipp, er det ingen grunn til å nøle. I går ettermiddag ble fantastiske Wilco klare for Middelalderparken. I dag slår Band of Horses følge, for å sammen med de allerede bekrefta artistene lage tidenes Øyafestival. Nytt materiale fra Band of Horses kan ventes på forsommeren. Vi minner om at det slippes tre navn til denne uka, hver morgen til og med fredag.</p>\n"}},{"node":{"id":"9130bd2a-f384-52fd-a4d8-603c511ac1cd","slug":"wilco-til-%c3%b8ya","title":"Wilco til Øya","date":"2009-02-23T16:55:00.000Z","excerpt":"<p>Vi har kommet oss delvis etter årets by:Larm og mens vi har løpt fra scene til scene har bekreftelsene rent inn på kontoret. Det betyr at vi kliner til med fem slipp denne uka, et hver hverdag. Første band er Wilco nå i ettermiddag. Deretter blir nye navn offentliggjort hver morgen. Følg med!</p>\n"}},{"node":{"id":"dcfa4518-2814-559a-84e3-3bc8a50ddd93","slug":"twitter-myspace-facebook-sms-nyhetsbrev-hjemmeside","title":"Twitter, MySpace, Facebook, SMS, nyhetsbrev, hjemmeside..","date":"2009-02-18T14:13:00.000Z","excerpt":"<p>MySpace, nyhetsbrev, SMS og Facebook har vi leika med en god stund nå. Nå har vi endelig (vil noen mene) fått satt opp en Twitter-konto som skal brukes hyppig. </p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":164,"pageCount":183,"additionalContext":{}}}