{"data":{"wordpressPost":{"title":"Slippefest Fan nr 3","date":"8th July 2009","content":"<p>Nummer 3 av vårt entusiastiske musikkmagasin Fan er på gata torsdag. Vi kliner til med moro i andre etg på Internasjonalen. Children and Corpse Playing in the Streets spiller, DJs skaper hygge, plakater av forsiden vil bli solgt og det vil bli servert mye godt for strupen. Vi håper å se deg der.</p>\n<p>FAN FANZINE #3<br />\nVi feirer slipp av Fan #3 sammen med det nystartede distribusjonsselskapet Diger og toppbandet Children and Corpse Playing in the Streets.</p>\n<p>I Fan #3 kan du lese om 2-Tone, Joan Jett &#038; The Blackhearts, festivalene Træna og Slottsfjell, jazzlegenden William Parker, samt intervjuer med Bygdin, Snöras, DJ Koze, Liz fra Electric Wizard og mannen bak plateselskapet Fysisk Format.</p>\n<p>Forsida er denne gang utformet av Uglylogo. Bak monikeren finner vi illustratør og grafisk designer Frode Skaren. Frode, som akkurat har gjort ferdig studier i visuell kommunikasjon ved Kunsthøgskolen i Oslo, jobber nå med å opprette sitt eget design- og silketrykkstudio i låven hjemme i Kvinesdal. For å se flere av Frodes flotte arbeider, besøk <a href=\"http://www.uglylogo.no/\" target=\"_blank\">www.uglylogo.no</a></p>\n<p>Kveldens underholdning:<br />\nChildren and Corpse Playing in the Streets er et musikalsk drivhus som har blitt overlatt til seg selv. En gang har en ukjent gartner plantet en Bright Eyes-stilk, en CocoRosie-løk og satt noen små Daniel Johnston-stiklinger i det frodige jordsmonnet. Opp vokser det en forlokkende flora mer fargerik og nyansert enn naturen selv, og med en underlig stikkende lukt som får deg til å nyse av vellyst. Du vet, et nys er en orgasme i miniatyr. Funker for ørene også!<br />\nKONSERTSTART 23.00.</p>\n<p>Diger er et nytt distribusjonsiniativ fra Platebutikken Tiger. Målet er å gjøre tilsynelatende umulige ting med det beste fra undergrunnsmusikken vi omgir oss med og dele den med hele det norske folk. Vi starter nå i sommer og ved siden av våre egne ting på Fysisk Format distribuere Kråkesølv, Blood Command, Årabrot og kveldens underholdning, Children and Corpse Playing in the Streets.</p>\n<p>Digers Digre DJs og Fans egne platekusker spiller gigantisk, svimlende og stormannsgal musikk!</p>\n<p>Arrangementet er helt GRATIS!</p>\n","wordpress_id":561,"translations":{"nb":{"url":"/2009/07/08/slippefest-fan-nr-3/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"97d15bc7-67f1-54b0-b58c-ae1affef8a13","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2009/07/08/slippefest-fan-nr-3/","redirect":false}}}