{"data":{"wordpressPost":{"title":"Tame Impala på Øya onsdag 7. august","date":"11th February 2013","content":"<p><strong>TAME IMPALA (AU)</strong></p>\n<p><strong>KAJA GUNNUFSEN</strong></p>\n<p><strong>UNDER 500 UKESPASS IGJEN</strong></p>\n<p>Vi har jobba med å få Tame Impala til Middelalderparken siden vi ble hekta på skiva Lonerism i fjor høst. Endelig er det klart at bandet bak det mange mener er det beste albumet fra 2012, kommer til Middelalderparken og Øyafestivalen onsdag 7. august. Jubelen står i taket på Øya-kontoret, og det regner vi med at den gjør mange andre steder og.</p>\n<p>I tillegg har vi fått bekrefta det norske pophåpet Kaja Gunnufsen, som vi gleder oss til å presentere for et stort publikum i august. Bli litt bedre kjent med Kaja Gunnufsen, gjennom et miniintervju nederst.</p>\n<p>Det er nå under 500 ukespass igjen til årets utgave av Øyafestivalen. Vil du ha med deg alle fire dagene i Middelalderparken og inngang på alle klubbene under Klubbdagen tirsdag 6. august? Da bør du sikre deg billett før det er for seint. Vi slipper flere gode navn de neste ukene.</p>\n<p><a href=\"http://www.billettservice.no/event/367293\" target=\"_blank\">Ukespass og dagsbilletter er i salg hos Billettservice</a>.</p>\n<p>&nbsp;</p>\n<p><strong>TAME IMPALA (AU)</strong></p>\n<p>Tame Impala fra Perth i Australia ledes av Kevin Parker, som også er involvert i Pond og andre prosjekter. I løpet av noen få år og albuma Innerspeaker (2010) og Lonerism (2012) har de blitt et av de heiteste nye banda innen moderne rock. Kritikerne har omfavna skivene på entusiastisk vis og brukt store ord om Tame Impalas blanding av indiepop og syrerock. Alle fra Pitchfork til Lydverket til Aftenposten til The Guardian til NME har vært usedvanlig begeistra i omtalene av Lonerism. Skiva var faktisk favorittutgivelsen til Øya-ledelsen i fjor.</p>\n<p>&nbsp;</p>\n<p>Aftenposten påstod at: «Det er nok små sjanser for at Tame Impala blir et navn for de store massene, men få om ingen er bedre ute på siden».</p>\n<p>Drowned In Sound mente dette: «What is certain though is that <em>Lonerism</em> marks Tame Impala&#8217;s arrival as a genuine force to be reckoned with, and even if at times there&#8217;s a feeling Parker&#8217;s trying to cram too many ideas into one piece, it&#8217;s a record that will undoubtedly be used as a benchmark for guitar music of the near future».</p>\n<p>&nbsp;</p>\n<p>Deres først utgivelse var en EP i 2008. Kjapt fikk de varme opp for The Black Keys, Yeasayer og MGMT. Tame Impala har blitt sammenligna med Dungen, Beach House, Animal Collective og Grizzly Bear, men også eldre band som Beatles og Todd Rundgrens gamle band Nazz. Tame Impala har likevel klart å etablere sin egen, spennende stemme i moderne indierock. Etterspørselen har ikke blitt mindre etter bandets besøk i Oslo i høst. Vi er sikre på at mange mener dette er et perfekt band for festivalsommeren 2013.</p>\n<p><a href=\"http://www.tameimpala.com/\">http://www.tameimpala.com/</a></p>\n<p>&nbsp;</p>\n<p><strong>KAJA GUNNUFSEN</strong></p>\n<p>Kaja Gunnufsen fra Oslo lager låter som er direkte og enkle, men som likevel sender hjernen din på tur til livets mange sideveier. Hun slapp nylig singelen Au på labelen Diamond Club. Den er produsert av Kenneth Ishak fra Heyerdahl. På kort tid har Kaja Gunnufsen blitt spilt på radio og blitt en snakkis blant nysgjerrige pophuer. Hun er visstnok flaska opp på folk og Neil Young, men hennes egen musikk gir assosiasjoner til et bredt spekter av ærlig pop. I det siste har hun imponert mange med sine konsertopptredener.</p>\n<p>Vi tok en kort prat med Kaja for å høre hva som skjer før hun skal spille på Øya.</p>\n<p>Nå har folk fått høre noen få låter og mottakelsen er god. Er det planlagt noe album i 2013?</p>\n<p>&#8211; Jeg håper på å få lagd et album som slippes til høsten. Men det er ingenting som er bestemt enda, så det blir spennende å se hva som skjer fremover!</p>\n<p>Hvordan vil du beskrive en konsert med Kaja Gunnufsen for folk som aldri har hørt om deg?</p>\n<p>&#8211; Jeg syntes det er viktig med humor og lekenhet når jeg spiller konsert. Jeg forsøker også å få mest mulig kontakt med publikum. Jeg har med meg et veldig fint band, og selv om vi ikke har spilt sammen så lenge syntes jeg vi har fått god dynamikk i låtene.</p>\n<p>Hva hører du mest på akkurat nå?</p>\n<p>&#8211; Jeg hører veldig mye på Kurt Vile, Angelica&#8217;s Elegy og Dråpe. Også hører jeg alltid på Neil Young.</p>\n<p>Hva gleder du deg mest til ved å spille på Øya?</p>\n<p>&#8211; Det å få spille på Øyafestivalen er i seg selv helt rått. Det blir spennende å spille på en større scene, å ta del i en så stor festival og å henge backstage. Seff.</p>\n<p><a href=\"http://www.nrk.no/urort/Artist/KajaGunnufsen/default.aspx\">http://www.nrk.no/urort/Artist/KajaGunnufsen/default.aspx</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>foto: Matt Saville</p>\n","wordpress_id":5731,"translations":{"nb":{"url":"/2013/02/11/tame-impala-pa-oya-onsdag-7-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"eb044844-af15-552f-b02f-5c3fcd28e6ce"}}