{"data":{"wordpressPost":{"title":"Spennende debutanter – Wolves Like Us og Razika","date":"2011-01-27T10:56:00.000Z","content":"<p>WOLVES LIKE US (bilde av Morgan Flament)<br />\nWolves Like Us er et av de nye norske rockebanda vi har størst tro på akkurat nå. Deres kombinasjon av kraftig indie og hardcore med nerve har imponert oss fra små scener flere ganger det siste året. Når de nå har signert platekontrakt med et av de mest spennende labelene som driver med tung rock, er vi sikre på at flere vil få øya og øra opp i løpet av 2011. Debutalbumet er venta i mai og det er god grunn til å glede seg. De fire gutta har bakgrunn fra band som Amulet, Infidels Forever, JR Ewing, Arms on Fire, Silver og The Unmist. Nå lager de fet og dynamisk rock, som både har muskler og melodi.</p>\n<p>Bandet har nettopp skrevet under for Prostethic Records på verdensbasis. Selskapet har gitt ut en masse spennende rock og metal de siste åra, for eksempel Gojira, Kylesa, 1349, Skeletonwitch, Withered, Lamb Of God og Testament. Den kommende skiva gjøres ferdig i disse dager, med hjelp fra produsent og Haust-medlem Ruben Willem. Deretter skal det hele mastres i New York av Alan Douches, en veteran med erfaring fra for eksempel Sufjan Stevens, Converge, Mastodon, Midlake, Yeasayer og High On Fire. Det har med andre ord hendt fantastisk mye på kort tid. Wolves Like Us ble nemlig ikke danna før 25. mars 2010. Siden da har de fått platekontrakt og internasjonalt bookingbyrå, hatt sin første Oslo-konsert på Klubbdagen, varma opp for Kvelertak, vært ukas urørt på P3, gitt ut en sjutommer, blitt booka til by:Larm, spilt 30 konserter i løpet av noen hektiske høstuker og vært utpekt av Gallows-bassist Stu Gili-Ross som det bandet han har stor tro på akkurat nå.</p>\n<p>I disse dager har de med låta Deathless på CDen som følger det nyeste nummeret av britiske Metal Hammer. Bandet har med andre ord hatt noen travle første 10 måneder. Likevel er det ikke dette som skal overbevise deg om at Wolves Like Us er noe av den feteste norske rocken akkurat nå. De klarer de nemlig sjøl, på scena. Alt ligger til rette for at dette blir et stort år for Wolves Like Us og at mengden fans har økt betraktelig innen de inntar Middelalderparken i august.<br />\n<a href=\"http://www.myspace.com/wolveslikeusss\" target=\"_blank\">MYSPACE</a></p>\n<p>RAZIKA<br />\nEt av årets heiteste platedebutantnavn er Razika fra Bergen. De lager spenstig skapop, med tekster på norsk og engelsk. Det er ikke bare ska og new wave disse jentene har hørt på de siste åra. Man kan også ane spor av både god pop fra 60-tallet og moderne indie. Rough Trade beskrev lyden av Razika slik: ”It’s a sound that speaks of pre-internet basement parties, raiding charity shop bins for threads to impress someone no good for you and living each day like it’s the last one of summer”.</p>\n<p>Medlemmene i Razika var nesten 17 år gamle når de fikk en låt med på Opplett, samleren som tok pulsen på den nye Bergen-popen i 2008. Siden den gang har de gitt ut et par sjutommere, vært ukas urørt og spilt en mengde konserter over store deler av landet. Debutalbumet Program 91 kommer ut i april og vil inneholde mer energisk musikkglede. I forkant kommer singelen Vondt I Hjertet, som en smaksprøve. Skiva og singelen gis ut på velrespekterte Smalltown Supersound. Razika er et band som kan glede entusiastiske kids og de som vokste opp med The Aller Værste eller The Specials, i like stor grad.<br />\n<a href=\"http://www.myspace.com/razika\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":206,"translations":{"nb":{"url":"/2011/01/27/spennende-debutanter-wolves-like-us-og-razika/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e0f6e9a9-6feb-5969-a1d5-0b32976d6e1a","locale":"nb"}}