{"data":{"wordpressPost":{"title":"Under 1000 billetter igjen til fredagen","date":"12th May 2014","content":"<p>Vi selger svært godt med dagsbilletter om dagen og det begynner nå å tømmes for fredagsbilletter. Det er nå under 1000 stk igjen til denne dagen, da du kan få oppleve Röyksopp &amp; Robyn, Highasakite, Neutral Milk Hotel, Mayhem, Gojira, Joey Bada$$, Deafheaven, Neneh Cherry og mange andre i Tøyenparken. De andre dagene selger også godt, så det er ingen grunn til å nøle om du vil ha med deg en eller flere dager av årets Øya.<br />\n<a href=\"http://www.billettservice.no/event/fredagsbillett-oyafestivalen-2014-billetter/409621?camefrom=Client_Oya_Hjemmeside fredag_Oyafestivalen_101013\" target=\"_blank\">Kjøp fredagsbilletter her</a></p>\n<p>De aller fleste artistene er nå plassert på dag. I helga fikk vi satt tre navn til på torsdagen (Thulsa Doom, Kaveh og Hanne Kolstø) og et på lørdagen (King Midas). <a href=\"https://api.oyafestivalen.no/program/\" target=\"_blank\">Se her for oppdatert info.</a></p>\n<p>I dag legger vi til ytterligere en artist på fredagen, vår foreløpig mest populære dag. FKA Twigs er et av de mest spennende nye navna innen britisk pop. I Tøyenparken skal du få svar på hvorfor.</p>\n<p><strong>FKA TWIGS (UK)</strong> – fre 8. aug<br />\nBak artistnavnet FKA Twigs finner man London-baserte Tahliah Barnett. Hun endte før nyttår opp på BBCs liste over artister man bør følge nøye med på i 2014. Etter et par vellykka EPer med sofistikert elektropop er hun klar for å ta verden med storm. Hun var opprinnelig danser og har blant annet opptrådt i en musikkvideo med Jessie J.</p>\n<p><a href=\"http://bullettmedia.com/article/fka-twigs-factsheet/\" target=\"_blank\">Bulletmedia.com</a> har beskrevet musikken hennes som «if TLC met Aphex Twin at a psy-trance carnival and had a kid in deep slow motion». <a href=\"http://www.theguardian.com/music/2013/aug/06/fka-twigs\" target=\"_blank\">The Guardian</a> har påstått at hun er «The UK&#8217;s best example to date of ethereal, twisted R&amp;B». Uttrykket hennes har blitt sammenligna med blant andre The xx og Portishead, men man forstår fort at låtene hennes inneholder langt mer enn disse sammenligningene kan rettferdiggjøre. Gå ikke glipp av hennes besøk i Tøyenparken.</p>\n<p><a href=\"http://www.londoninstereo.com/fka-twigs-live-review/\" target=\"_blank\">Londoninstereo.com</a> var tilstede på en av hennes konserter nå i vår og konkluderte på dette viset: &#8211; The sounds are harsher and stronger live; the house-influenced whiplash beats completely mesmerise everyone as Twigs hits every ridiculously difficult note over the top. We see fiercely juxtaposing personalities from the star as she shies away from between-track talk; preferring awkward silence to awkward banter, yet bringing a huge presence and confidence when she starts to sing.<br />\n<a href=\"https://www.facebook.com/fkatwigs?fref=ts\">https://www.facebook.com/fkatwigs?fref=ts</a><br />\n<a href=\"http://f-k-a-twigs.tumblr.com/\">http://f-k-a-twigs.tumblr.com/</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"36fc36f1-1e61-5f21-89ea-913fc1d9b8e6"}}