{"data":{"wordpressPost":{"title":"Fire norske til Øya","date":"2014-03-11T08:50:18.000Z","content":"<p>Øyafestivalen har alltid gitt nye norske artister muligheten til å spille for et større publikum. Vi har alltid ment at man finner noen av de mest spennende festivalopplevelsene et stykke ned på plakaten og gleder oss alltid stort over å kunne presentere nye artister for et musikksultent Øya-publikum. Nå har vi hele fire navn klare, som aldri tidligere har spilt i vårt hovedprogram. Noen av dem har vi fulgt nysgjerrige på avstand en god stund, andre overraska oss stort under by:Larm i februar.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-tickets/301563?camefrom=Client_Oya_Home_Oyafestivalen_101013\" target=\"_blank\">Kjøp alle typer Øya-billetter her</a></p>\n<p><strong>HJERTESLAG</strong><br />\n<strong> BOW TO EACH OTHER</strong><br />\n<strong> YOGUTTENE</strong><br />\n<strong> VILDE TUV</strong></p>\n<p>HJERTESLAG<br />\nEn av de store snakkisene under by:Larm i februar var Hjerteslag fra Bergen. De imponerte og sto fram som noe av det mest lovende i neste generasjons morsmålsrock. De ble Ukas Urørt tidligere i år, med låta Høyblokk. Med små hint av indie og pønk i framføringa av de sterke låtene, leverte de et sett mange nesten ikke kan vente på å oppleve på nytt. I august tar de turen ut av de trange klubbscenene, for å spille for et stort publikum i Tøyenparken. Etter den overbevisende konserten på Revolver, <a href=\"http://p3.no/musikk/alle-hjerter-gleder-seg/\" target=\"_blank\">skreiv P3</a> «Fortsetter Hjerteslag i samme spor, er nok tida i små kjellerlokaler kjapt et overstått stadie. Alt ligger iallfall til rette for å glede seg til fortsettelsen.»</p>\n<p>Klassekampen klinte til med <a href=\"http://www.klassekampen.no/article/20140303/ARTICLE/140309988\" target=\"_blank\">denne treffende beskrivelsen</a>: &#8211; For uansett hvor fengende de skriver, og uansett hvor mye pop de har i refrengene, Hjerteslag er og forblir et punkrockband – delvis av den cocky Buzzcocks-skolen, delvis av den mer kjenslevare Ebba Grön-skolen, med en mer utpreget blåtone enn begge – en sorg, et savn, en lengsel. Ikke det at fredagens tettpakka kjellerkonsert bærer preg av tristesse, heller det stikk motsatte – det er bare det at mørket, eller et slags alvor, kan skimtes inni der et sted.</p>\n<p>Vi mener å i tillegg ane noe av både Imperiet og John Olav Nilsen i uttrykket til Hjerteslag. Det er godt å se at sjøltilliten til Bergens-rocken kan leve godt og fortjent lenge til. I august viser de deg hvorfor i Tøyenparken<br />\n<a href=\"https://www.facebook.com/hjerteslag?fref=ts\" target=\"_blank\">www.facebook.com/hjerteslag</a></p>\n<p>BOW TO EACH OTHER<br />\nDen Oslo-baserte duoen Bow To Each Other består av Megan Kovacs fra Toronto og Gunhild Kristoffersen fra Karmøy. De møttes under LIPA-studier i Liverpool, før de tok med seg skapertrangen hit til Norge. I januar ga de ut debutalbumet The Urge Drums, på alltid like kvalitetsbevisste Jansen Plateproduksjon. Skiva er kledelig produsert av sjølveste Susanne Sundfør.</p>\n<p>Bow To Each Other har sterke melodier, en slags nordisk kjølighet og et lett preg av 80-talls synth. <a href=\"http://www.vg.no/musikk/artikkel.php?artid=10142657\" target=\"_blank\">VG påsto</a> ved plateutgivelsen at «både tekster og låtmateriale er så forseggjorte, jentenes vokal så gripende, at de fremstår som et viktig tilskudd». <a href=\"http://www.dagsavisen.no/kultur/alle-anmeldelser/musikkanmeldelse/boy-deg-for-bow-to-each-other/\" target=\"_blank\">Dagsavisen mente</a> det er «umulig å ikke la seg gripe av Bow To Each Others debutplate». The Urge Drums er en av de sterkeste norske skivene som har kommet denne vinteren, og vi gleder oss til at de skal spille sin deilige, avkjølende godlyd i en solvarm Tøyenparken.<br />\n<a href=\"https://www.facebook.com/bowtoeachother?fref=ts\" target=\"_blank\">www.facebook.com/bowtoeachother</a></p>\n<p>YOGUTTENE<br />\nYoguttene fikk sin Øya-debut i fjor, ved å spille på Klubbdagen hos Jaeger. Nå er de klare for å møte et stort Oslo-publikum i Tøyenparken. Gjengen fra Bergen har overrasket mange med sine mystisk-morsomme identiteter, sitt rastløse utgivelsestempo og som mulige arvtagere til den norske raptronen. Handerre Linni, Jenny Skavland, Onge Anka og Idol Tone har blitt omtalt av store og små medier de siste månedene.</p>\n<p>Martin Bjørnersen i Klassekampen har påstått at Yoguttene har «en så oppsiktsvekkende formkurve i løpet av så kort tid at man gjør lurt i å følge ferden videre».</p>\n<p>Aftenposten/Osloby har kalt Handerre Linni «en av landets råeste rappere».</p>\n<p>Vi tror Yoguttenes økende fanskare og mystikk kommer til å vokse seg massiv de neste årene. Derfor ber vi deg sjekke dem ut når de inntar Tøyenparken i august. Det kan fort bli årets festivaloverraskelse og herligste Øya-øyeblikk.<br />\n<a href=\"http://yoguttene.tumblr.com/\" target=\"_blank\">yoguttene.tumblr.com</a><br />\n<a href=\"https://www.facebook.com/pages/Yoguttene/\" target=\"_blank\">www.facebook.com/Yoguttene</a><br />\n<a href=\"http://www.oslorecords.com/artists/yoguttene\" target=\"_blank\">www.oslorecords.com/artists/yoguttene</a></p>\n<p>VILDE TUV<br />\nDe siste månedene har flere og flere snakka om Vilde Tuv som en av de mest lovende singer/songwriterne i Norge. Hennes nære låter på norsk og minimalistiske uttrykk imponerer et stadig større publikum, noe vi så sjøl under by:Larm nylig. Hun starta med å spille rundtomkring i Bergen, og fikk stadig større oppmerksomhet i hjembyen. Nå er hele landet klare for å høre mer fra Vilde Tuv. For noen måneder siden kom singelen Mine Armer/Cellevevet. <a href=\"http://www.bt.no/bergenpuls/musikk/anmeldelser/Avhengighetsskapende-debut-2977127.html#.Ux4WXIWzfHo\" target=\"_blank\">Bergens Tidende </a>har kalt låtene hennes «foruroligende og nervepirrende, men samtidig dønn emosjonelt engasjerende og sårbare». For ikke lenge siden ga hun ut en ny låt, i samarbeid med Stockhaus, kalt Svømmebasseng.</p>\n<p><a href=\"http://blogg.deichman.no/musikk/2014/03/02/bylarm-2014-vilde-tuv/\" target=\"_blank\">Deichmans musikkblogg</a> beskreiv en konsert med Vilde Tuv på denne måten: &#8211; Det er en luggende nerve i Vilde Tuvs låter som løfter dem frem fra det tilsynelatende enkle arrangementet. Gitarlyden er deilig grumsete, basstromma går som en liten motor i bunnen på hver låt og vokalen til Vilde Tuv er både høyt og lavt, hviskende insisterende og barnslig konstaterende. Publikum ser ut til å være like hypnotisert som meg selv.<br />\n<a href=\"https://www.facebook.com/vildetuvvildetuv\" target=\"_blank\">www.facebook.com/vildetuvvildetuv</a></p>\n<p>&nbsp;</p>\n<p>foto Pål Laukli</p>\n","wordpress_id":9601,"featured_image":{"title":"yoguttene pål laukli oyafestivalen 2014 crop","filename":"yoguttene-pl-laukli-oyafestivalen-2014-crop.jpg","filesize":337250,"url":"http://oya.test/assets/uploads/2014/03/yoguttene-pl-laukli-oyafestivalen-2014-crop.jpg","link":"http://oya.test/yoguttene-pal-laukli-oyafestivalen-2014-crop/","alt":"","author":"3","description":"","caption":"","name":"yoguttene-pal-laukli-oyafestivalen-2014-crop","status":"inherit","uploaded_to":0,"date":"2014-03-10 19:44:22","modified":"2014-03-10 19:44:22","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":900,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2014/03/yoguttene-pl-laukli-oyafestivalen-2014-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2014/03/yoguttene-pl-laukli-oyafestivalen-2014-crop-300x167.jpg","medium_width":300,"medium_height":167,"medium_large":"http://oya.test/assets/uploads/2014/03/yoguttene-pl-laukli-oyafestivalen-2014-crop-768x427.jpg","medium_large_width":768,"medium_large_height":427,"large":"http://oya.test/assets/uploads/2014/03/yoguttene-pl-laukli-oyafestivalen-2014-crop.jpg","large_width":900,"large_height":500,"small":"http://oya.test/assets/uploads/2014/03/yoguttene-pl-laukli-oyafestivalen-2014-crop.jpg","small_width":320,"small_height":178,"medium_small":"http://oya.test/assets/uploads/2014/03/yoguttene-pl-laukli-oyafestivalen-2014-crop.jpg","medium_small_width":640,"medium_small_height":356,"xlarge":"http://oya.test/assets/uploads/2014/03/yoguttene-pl-laukli-oyafestivalen-2014-crop.jpg","xlarge_width":900,"xlarge_height":500}},"translations":{"nb":{"url":"/2014/03/11/fire-norske-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"76938376-3f47-5ada-b4db-ef24742f362f","locale":"nb"}}