{"data":{"wordpressPage":{"template":"","title":"Miljø","content":"<p>Øyafestivalen har som mål å være blant verdens mest miljøvennlige festivaler. Det setter sitt preg på alt fra avfallshåndtering, mat, transport og energi, til trykksaker og dopapir. Vi kartlegger og rapporterer miljøbelastningen vår og jobber hele året med å finne løsninger som er enda mer miljøvennlige.</p>\n<p>Vi jobber målrettet med fokus på miljøet i hele driften og gjennomføringen av festivalen. Dette innebærer blant annet innkjøpsplan med miljøkriterier, økologisk mat så langt det er mulig, materialgjenvinningsgrad på rundt 68 prosent, og hele festivalen på faststrøm i stedet for på forurensende aggregater.</p>\n<p>Vi ønsker å være et foregangseksempel for andre arrangører, for næringslivet, og for deg som publikummer. Øyafestivalen er opptatt av at vårt arbeid med miljø er konkret, at det nytter og at det inspirerer andre til handling. I samarbeid med GRIP har vi gitt ut <a href=\"https://www.miljohandboken.no/\">&#8220;Miljøhåndboken for festivaler og utearrangement&#8221;</a>.</p>\n<p>Øyafestivalen vil at vårt engasjement skal gi publikum mulighet til å handle på en miljøansvarlig måte gjennom for eksempel hvordan man kommer seg fram og tilbake til festivalen, hva slags festivalmat man får i seg, og hvordan man kaster søppelet sitt.</p>\n<details>\n<summary><b>Avfall</b></summary>\n<p>Øyafestivalen har et stort fokus på å redusere mengden avfall, samt å gjenvinne materialressursene som brukes på festivalen. På bakområdet har vi en egen miljøstasjon hvor samarbeidspartneren vår Natur og Ungdom åpner hver eneste søppelsekk og ettersorterer alt innhold for hånd, i opptil 15 ulike fraksjoner. I 2018 ble 65% av alt avfall materialgjenvunnet og brukt til å lage nye råvarer og produkter. Resten av avfallet ble energiutnyttet som fjernvarme via Hafslund.</p>\n<p><a href=\"/miljo/avfall/\">Les mer om avfallshåndteringen vår hvordan ulike materialer blir håndtert.</a></p>\n</details>\n<details>\n<summary><b>Energi</b></summary>\n<p>I 2009 startet vi med utfasingen av forurensende aggregater og omleggingen til å kun benytte strøm fra fastnettet. I 2011 var omleggingen komplett og i dag benytter vi oss av 100% strøm fra fastnettet. Ikke bare har dette gjort festivalen hele 80% mer energieffektiv &#8211; det har i perioden 2009-2018 spart rundt 200.000 liter diesel &#8211; eller nærmere 400 000 km med dieselbilkjøring.</p>\n<p>I 2017 produserte vi en del av strømmen vår selv ved hjelp av solcellepaneler. Vi satt opp 60m² med solceller som samlet solstrøm gjennom hele riggperioden og under festivalen – og i denne perioden produserte vi nok til å drifte hele Hagen-scenen på ren solenergi!</p>\n</details>\n<details>\n<summary><b>Transport</b></summary>\n<p>Øyafestivalen har som mål å redusere utslippene fra eget transportarbeid gjennom god planlegging og valg av lavutslippskjøretøy, som el-biler, til internt bruk på festivalen. Vi etterstreber å ha kortreiste leverandører og oppfordrer leverandører som holder til i nærheten av hverandre til samkjøre leveringer.</p>\n<p>Rundt 50% av bilene vi bruker til artist- og interntransport, er nullutslippsbiler, og vi forsøker å fase ut anleggsmaskiner som går på fossilt drivstoff til fordel for fornybare løsninger. Anleggsmaskiner står for nesten 60% av drivstofforbruket vårt på festivalen – men nå kommer det heldigvis stadig flere utslippsfrie anleggsmaskiner på markedet, og vi håper at vi kan få en utslippsfri byggeplass om noen år.</p>\n<p>En viktig del av miljøarbeidet vårt, er å oppfordre publikum til å benytte seg av miljøvennlig transport. Festivalen ligger midt i Oslo sentrum – og vi vil tilrettelegge for at besøkende skal kunne sykle, gå eller reise kollektivt til festivalområdet. Vi har egen sykkelparkering med plass til 1000 sykler og vakthold i festivalens åpningstider. De siste årene har 98% av festivalens besøkende reist kollektivt! Det er trend vi ønsker skal fortsette – så ta sykkelen eller beina fatt!</p>\n</details>\n<details>\n<summary><b>Mat</b></summary>\n<p>I Øyafestivalen er vi opptatt av å ha bærekraftig mat som ivaretar matjorda for kommende generasjoner. 95% av maten på festivalen er økologisk, og vi fokuserer på å få inn sesongbaserte råvarer fra lokale bønder. Vi er opptatt av å redusere kjøttforbruket &#8211; og derfor er over halvparten av menyen på de 25 restaurantene våre plantebasert. I tillegg jobber vi aktivt for å redusere matsvinnet på festivalen, ved å planlegge godt og samarbeide med aktører som kan ta i mot overskuddsmat.</p>\n<p><a href=\"/miljo/okologisk-mat/\">Les mer om matfokuset til Øyafestivalen her.</a></p>\n</details>\n<details>\n<summary><b>Innkjøp og gjenbruk</b></summary>\n<p>Øyafestivalen fokuserer på å anskaffe produkter og materialer som kan brukes om igjen, og har et omfattende lagersystem som sørger for at alle avdelinger holder på utstyr fra år til år. Vi prøver å bruke så lite engangsartikler som mulig og å redusere innkjøpet av nye produkter.</p>\n<p>Vi etterstreber å ha leverandører som er miljømerket, samt å velge produkter som har minst mulig miljøbelastning. I dette ligger et fokus på kvalitet, i tillegg til belastningen fra produksjon til bruk, og når et produkt blir til avfall. Alt bestikk, samt alle kopper og fat er komposterbare.</p>\n<p>Brukbare materialer blir gjenbrukt i prosjekter i og utenfor festivalen. Blant annet har trevirke blitt brukt til å bygge flytebadstue, bannere og duker har blitt sydd om til putetrekk og pyntegjenstander, frityrolje har blitt til drivstoff og kaffegrut har blitt til såpe.</p>\n</details>\n<details>\n<summary><b>Miljøpriser</b></summary>\n<p>Vi er veldig stolte av at vår innsats som miljøansvarlig festival er blitt lagt merke til både nasjonalt og internasjonalt. Dette er noen utmerkelser vi har mottatt de siste årene, og de sertifiseringene vi har gjennom våre samarbeidspartnere:</p>\n<p><strong>2019:<br />\n</strong>&#8211; nominert til den første verdensomspennende prisen for grønne festivaler &#8220;International AGF Award&#8221;<br />\n&#8211; Re-sertifisert som Miljøfyrtårn for fjerde gang<br />\n<strong><br />\n2017</strong>:<br />\n– Debios serveringsmerke i gull – over 90% økologiske råvarer<br />\n– Den europeiske utmerkelsen A Greener Festival Award i kategorien “Outstanding”</p>\n<p><strong>2016</strong>:<br />\n– Re-sertifisert som Miljøfyrtårn for tredje gang<br />\n– Debios serveringsmerke i gull – over 90% økologiske råvarer</p>\n<p><strong>2014</strong>:<br />\n– MATPRISEN i kategorien &#8220;Årets arrangement&#8221;<br />\n– Den europeiske utmerkelsen A Greener Festival Award i kategorien &#8220;Outstanding&#8221;<br />\n– Nominert til Green Operations Award.<br />\n– Debios serveringsmerke i gull – over 90% økologiske råvarer</p>\n<p><strong>2013</strong>:<br />\n– Re-sertifisert som Miljøfyrtårn for tredje gang<br />\n– Nominert til Green Operations Award<br />\n– Den europeiske utmerkelsen A Greener Festival Award i kategorien “Outstanding”<br />\n– Debios serveringsmerke i gull – over 90% økologiske råvarer</p>\n<p><strong>2012</strong>:<br />\n– Nominert til Green Operations Award<br />\n– Den britiske utmerkelsen A Greener Festival Award i kategorien Outstanding</p>\n<p><strong>2011</strong>:<br />\n– Den britiske utmerkelsen A Greener Festival Award i kategorien Outstanding</p>\n<p><strong>2010</strong>:<br />\n– Øyaeplet: I september 2010 fikk Øyafestivalen en ærespris av landbruksminister Lars Peder Brekk for vårt langvarige arbeid med å fremme økologisk mat. Prisen var en egen eplesort som heter Øya. Øyaeplet er et stort grønt, syrlig eple som dyrkes blant annet i Lier og Hardanger<br />\n– Øyafestivalen ble kåret til Europas grønneste festival, av bransjeorganisasjonen Yourope under European Festival Awards (Green ‘N Clean Award)<br />\n– Den britiske utmerkelsen A Greener Festival Award i kategorien outstanding<br />\n– Re-sertifisert som Miljøfyrtårn for andre gang</p>\n<p><strong>2009</strong>:<br />\n– Den britiske utmerkelsen A Greener Festival Award<br />\n– Kåret til Oslos grønneste virksomhet av Grønn Hverdag<br />\n– Green ‘N Clean Award: Den europeiske bransjeorganisasjonen Youropes pris til festivaler som har utmerket seg i arbeidet med å skape mer miljøvennlige festivaler</p>\n<p><strong>2007</strong>:<br />\n– Re-sertifisert som Miljøfyrtårn</p>\n<p><strong>2006</strong>:<br />\n– Oslo Venstre’s miljøpris</p>\n<p><strong>2005</strong>:<br />\n– Glassbjørnen miljøpris (GRIP)</p>\n<p><strong>2004</strong>:<br />\n– Oslo kommunes miljøpris<br />\n– Miljøfyrtårnsertifisert for første gang</p>\n</details>\n<p><em><a href=\"https://oyafestivalen.no/kategori/miljo/\" target=\"_blank\" rel=\"noopener noreferrer\">Les alle våre nyhetssaker om miljø i arkivet</a>.</em></p>\n","wordpress_id":11,"locale":"nb","slug":"miljo","acf":null,"translations":{"nb":{"url":"/miljo/"},"en":{"url":"/en/environment/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f722759d-76fb-5eed-89ff-732e9e92e493","locale":"nb"}}