{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2011/06/24/festivalavis-ute-na/","locale":"nb","type":"post","id":"8d33d471-1711-53a8-933c-e1385641d6f0","slug":"festivalavis-ute-na","title":"Festivalavis ute nå","date":"2011-06-24T10:25:00.000Z","excerpt":"<p>I går fikk mange av Oslos beboere en egen Øya-avis i postkassa, sammen med lokalavisa. Om du ikke fikk lest den, er det ingen grunn til bekymring. Avisa distribueres i disse dager ut på klubber, kaféer og barer i hele Oslo. I avisa kan du lese om årets festival og artistene i programmet, samt få tatt den første titten på årets spilleplan. Det er med andre ord på tide å starte så smått med årets Øya-planlegging.</p>\n"}},{"node":{"link":"/2011/06/22/ayanatt-programmet-pay-gamla/","locale":"nb","type":"post","id":"ae26af51-ee4a-5d3f-ae33-78adf4080e10","slug":"ayanatt-programmet-pay-gamla","title":"Øyanatt-programmet på Gamla","date":"2011-06-22T09:54:00.000Z","excerpt":"<p>Tradisjonsrike Gamla byr på tre netter med konserter under Øya. Onsdagen står svenske Dipper på scena, mens helga er fullpakka med svett rock&#8217;n&#8217;roll i ulike former. Britiske King Salami spiller sammen med norske Teddy Trigger &#038; The Gatling Guns på fredagen. Den siste natta står det svense superbandet The Dragtones og duoen Thee Gravemen på scena. Det er altså ingen grunn til å gå til sengs etter at moroa er over i Middelalderparken.</p>\n"}},{"node":{"link":"/2011/06/20/aya-programmet-er-komplett-kun-fay-billetter-igjen/","locale":"nb","type":"post","id":"e2e32b69-e388-51d1-8a43-af25ad00afd8","slug":"aya-programmet-er-komplett-kun-fay-billetter-igjen","title":"Øya-programmet er komplett, kun få billetter igjen","date":"2011-06-20T11:01:00.000Z","excerpt":"<p>WHITE DENIM (US) / SÄKERT! (SE) / CANCER BATS (CA) / EYE EMMA JEDI / KAIA / HANNE KOLSTØ<br />\nNå har vi kommet i mål med programmet de fire dagene i Middelalderparken og det meste av andre Øya-arrangement faller også på plass i disse dager. Årets program er stort, variert og helt vanvittig fett. Vi veit det er mange der ute som gleder seg minst like mye som oss. Øyas bookingavdeling er stolte over å kunne presentere et så bredt og godt sammensatt program, som vi også har fått veldig mange gode tilbakemeldinger på fra publikum, bransje og medier. Billettsalget til årets festival har gått strålende og det er nå kun få dagsbilletter igjen til torsdag, fredag og lørdag.</p>\n"}},{"node":{"link":"/2011/06/20/ayanatt-pay-blay/","locale":"nb","type":"post","id":"c31301bf-826b-5117-993c-2cb116b6752c","slug":"ayanatt-pay-blay","title":"Øyanatt på Blå","date":"2011-06-20T08:13:00.000Z","excerpt":"<p>Under Øyanatt har Blå både egne konserter og arrangementer under konseptet Sunkissed. Her er hele programmet, med blant andre Stephen O&#8217;Malley, D/R/U/G/S, The Lionheart Brothers, Beglomeg, Magda, Johnny D, g-Ha og Olanskii og mange flere.</p>\n<p>Følg med de kommende dagene for flere Øyanatt-slipp!</p>\n"}},{"node":{"link":"/2011/06/17/ayanatt-pay-parkteatret/","locale":"nb","type":"post","id":"5a03c912-e48d-519f-a28e-183eba3ddc60","slug":"ayanatt-pay-parkteatret","title":"Øyanatt på Parkteatret","date":"2011-06-17T14:11:00.000Z","excerpt":"<p>Vi har allerede fortalt at Low kommer til å spille Øyanatt-konsert på Parkteatret, men de byr på så mye mer. Her er hele programmet med Josh T Pearson, Heidi Spencer, Samling og Get Dancy! i tillegg. Det blir med andre ord fire heite netter på Grünerløkka.</p>\n"}},{"node":{"link":"/2011/06/16/programmet-til-klubbdagen-2011-er-klart/","locale":"nb","type":"post","id":"55cd2bf9-e6e0-58c8-bcce-863690b81beb","slug":"programmet-til-klubbdagen-2011-er-klart","title":"Programmet til Klubbdagen 2011 er klart","date":"2011-06-16T12:19:00.000Z","excerpt":"<p>Nå er årets fyldige program til Klubbdagen klart. Om noen uker kan du løpe byen rundt på de beste klubbene for å oppleve fet livemusikk i et utall sjangere på Øyas åpningsdag. Musikken strekker seg fra Palace Grill i vest til Parkteatret på Grünerløkka og Dattera Til Hagen på Grønland. De fleste scenene er i grei gåavstand til hverandre i sentrum. I tillegg får du en egen konsert med Mhoo på en trikk som kjører rundt i byen. Få med deg så mye du klarer fra de første stedene setter i gang rett etter at arbeidsdagen er over og fram til de siste artistene forlater scena langt uttpå natta. Vi anbefaler at du får med deg et solid knippe unge og lovende navn, i kombinasjon med et par av veteranene som spiller denne kvelden.</p>\n"}},{"node":{"link":"/2011/06/15/puro-instinct-wolfram-how-to-dress-well-og-chad-valley-til-%c3%b8yanatt/","locale":"nb","type":"post","id":"da699f92-ef97-5673-b8eb-1faef64fbcc0","slug":"puro-instinct-wolfram-how-to-dress-well-og-chad-valley-til-%c3%b8yanatt","title":"Puro Instinct, Wolfram, How To Dress Well og Chad Valley til Øyanatt","date":"2011-06-15T14:54:00.000Z","excerpt":"<p>Smug inntar Sukkerbiten for å presentere fire dager med dansbar glede. I tillegg til de før nevnte artistene, får du også oppleve DJ-sett av festivalaktuelle James Blake og Andy Butler fra Hercules And Love Affair. </p>\n<p>Vi kommer til å fortsette å slippe artister til Øyanatt fortløpende, følg med på hjemmesiden de kommende dagene!</p>\n"}},{"node":{"link":"/2011/06/15/under-900-fredagsbilletter-igjen/","locale":"nb","type":"post","id":"064b51ef-a8ad-513b-a5b3-832fc701e63a","slug":"under-900-fredagsbilletter-igjen","title":"Under 900 fredagsbilletter igjen","date":"2011-06-15T09:05:49.000Z","excerpt":"<p>Billetsalget til Øyafestivalen går virkelig unna. Nå er det under 900 dagsbilletter igjen til fredag 12. august. Det betyr at det snart ikke vil være flere fredagsbilletter igjen. Fra før er Øya tomme for fulle femdagerspass og onsdagsbilletter. Sjøl om fredagsbillettene går fortest for øyeblikket, ligger både torsdagen og lørdagen svært tett bak. Det betyr at dersom du vil sikre deg noen dager i Middelalderparken under Øya, må du skaffe deg billetter snart. Vi venter nå på de aller siste artistbekreftelsene og regner med å kunne presentere komplett program i løpet av neste uke.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n"}},{"node":{"link":"/2011/06/14/endless-boogie-navigators-og-daniel-norgren-til-%c3%b8yanatt/","locale":"nb","type":"post","id":"dbeae122-bebb-55f3-97da-c96820e2d52a","slug":"endless-boogie-navigators-og-daniel-norgren-til-%c3%b8yanatt","title":"Endless Boogie, Navigators og Daniel Norgren til Øyanatt","date":"2011-06-14T13:12:00.000Z","excerpt":"<p>Vi fortsetter å slippe artister til Øyanatt. I dag har turen kommet til <a href=\"http://thecrossroadclub.no/,\" target=\"_blank\">The Crossroad Club</a> Oslos nye bluesbistro. På programmet står classic rock-revivalistene Endless Boogie fra USA, svenske Daniel Norgren, og våre egne Navigators. </p>\n<p>Følg med for flere Øyanatt-slipp de nærmeste dagene!</p>\n"}},{"node":{"link":"/2011/06/09/aya-er-europas-beste-byfestival/","locale":"nb","type":"post","id":"10f2891e-8563-559d-9e73-340db4187672","slug":"aya-er-europas-beste-byfestival","title":"Øya er Europas beste byfestival","date":"2011-06-09T12:33:00.000Z","excerpt":"<p>På den nylig offentliggjorte rangeringa Havas Sports &#038; Entertainment European Music Festivals Ranking, som tar for seg denne sommerens utendørsfestivaler i Europa, får Øyafestivalen mye skryt og høye plasseringer. Øyafestivalen havna på en sterk tiendeplass på lista over europas store utendørsfesivaler. Lista toppes av irske Oxegen Festival, med engleske Glastonbury på andreplass. Roskilde er den eneste andre nordiske festivalen på topp ti. Øyafestivalen kalles ”the number one city festival in Europe” i presentasjonen av resultatene.</p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":113,"pageCount":181,"additionalContext":{"locale":"nb"},"intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/nyheter/113","redirect":false}}}