{"data":{"wordpressPost":{"title":"Vi tar debatten!","date":"27th June 2016","content":"<p>Biblioteket er Øyafestivalens tverrkunstneriske scene, og fungerer også som et telt der publikum kan slappe av og oppholde seg mellom konsertslagene. I biblioteket vil det være debatter, forfatteropplesninger, sceneintervjuer og småkonserter. Biblioteket, som i år er mer sentralt plassert i enden av matområdet Munchløkka, blir til i samarbeid med Popsenteret, Øvingshotellet, Deichmanske bibliotek og Bladfyk. Vert for scenen er Audun Vinger.</p>\n<p><span style=\"text-decoration: underline\">ONSDAG</span></p>\n<p><strong>Are Kleivan &#8211; festivalens estetikk</strong><br />\nI over ti år har Are Kleivan fra Metric Design stått for Øyafestivalens designprofil. Så dyktig har han vært at firmaet hans er satt til å designe de nye norske pengesedlene. Nå snakker vi rock’n’roll. Dette gir en anledning til å se, i snakk og med plakateksempler, på hvordan Øyafestivalens visuelle — og musikalske —profil har endret seg i takt med endringer i stil og samfunn ellers. Den forteller litt om sin samtid. Festivalplakaten er en av av rockestetikkens grunnpilarer, og Kleivan har et meget bevisst forhold til tradisjonen og bruddene med den.</p>\n<p><strong>Vigdis Hjorth &#8211; opplesning</strong><br />\nNow dig this. Vigdis Hjorth er en av landets største, aktive forfattere. Hun kan man lett omtale ved fornavn. Vigdis har klart det kunststykket å skrive interessant og relevant litteratur som samtidig når ut til et bredt publikum. Det siste tiåret har hun blitt ytterligere revitalisert, hun har festet skruen litterært og har mottatt en lang rekke høythengende priser og utmerkelser for sitt forfatterskap. Vigdis skal lese fra sin kommende roman Arv og miljø. Mange er skjønt enige om at Vigdis er landets fremste og mest levende oppleser, noe som bør kunne gi en morsom og opprivende opplevelse i teltet.</p>\n<p><strong>The Switch &#8211; unswitched</strong><br />\nNå er kanskje ikke «kritikerrost» et like positivt ladet uttrykk alltid, men det mange mener er landets beste poprockband for tiden, oslogruppen The Switch, ble i alle fall dét ved utgivelsen av årets fabelaktige, selvtitulerte album. De er et meget produktivt band, og har vist en rivende utvikling. Låtskriving på høyt nivå, flott fremført, med god aura. De spilte på Vindfruen-scenen her i fjor, nå tar de steget inn i Biblioteket, og lover festivalgjestene premiere på noen helt nye låter, og et annerledes og nedstrippet akustisk sett. På releasekonserten opptrådte jo en av dem i shorts, dette kan bli riktig spennende.</p>\n<p><span style=\"text-decoration: underline\">TORSDAG</span></p>\n<p><strong>Waterfront Ideas: Med kroppen som åsted. Debatt.</strong><br />\nÅpenheten rundt mental helse har endret synet på psykiske lidelser fra å være et brennmerke til å bli et «adelsmerke», et bevis på at du har levd – og strevd. Ungdoms mentale helse er til stadighet tema i kulturen. Hvordan skal kunsten skildre psykisk lidelse? Kan kulturen lære oss noe om hvordan det er å ha det vanskelig som ung i dag, eller kan man bli inspirert av inngående skildringer av spiseforstyrrelser og selvmordsforsøk? Dette og mer til tas opp til debatt. I panelet finner vi Peder Kjøs, psykolog og spaltist, bl.a. kjent fra programmet «Jeg mot meg», forfatter Eline Lund Fjæren, og journalist og programleder Emma Clare Gabrielsen.</p>\n<p><strong>PJ Harvey: Den opne handa</strong><br />\nGunnhild Øyehaug og Pedro Carmona-Alvarez er to av sin generasjons mest hyllede forfattere, og i høst er begge aktuelle med nye bøker. Øyehaug er også på vei ut på det amerikanske markedet i oversettelse på ærverdige Farar, Straus &amp; Giroux. Men de har også stått for gjendiktningen av PJ Harveys sterke lyrikkbok The hollow of the hand, laget i samarbeid med fotografen Seamus Murphy. Hør Pedro og Gunnhild lese fra denne spesielle utgivelsen, snakke om arbeidet med den, og fortelle om deres forhold til PJ Harvey.</p>\n<p><strong>Poptimisme &#8211; pest eller kolera? Debatt</strong><br />\nMed nye norske popstjerner og musikalske eksportvarer som Kygo, Alan Walker og Seeb, blir kritikere og forståsegpåere satt på noen solide utfordringer. Hvordan skal man møte ny musikk som dette? Er det en kvalmende overtydelig listemusikk som pisser på den norske elektroniske musikkarven, eller er det nytenkende, ambisiøs popmusikk med særegne kvaliteter som speiler vår usikre tid?  Er det ikke vår felles plikt plikt å heie frem norske sukssesser? Karima Andrea Furuseth (Natt&amp;Dag) og Ando Woltmann (Morgenbladet) tar debatten.</p>\n<p><span style=\"text-decoration: underline\">FREDAG</span></p>\n<p><strong>Popsenteret: Oslolåter</strong><br />\nTa en byvandring i Oslos musikkhistorie ved Popsenterets Paal Ritter Schjerven. Steder som Bygdøy allé, Gamlebyen, Alexander Kiellands plass, ja selv Tåsen er kjente miljøer fra den norske sangboka. Men hva skjer egentlig med disse stedene når de foreviges i en hit? I litteraturen finnes det en rekke referanser som vitner om at Oslo virkelig er en musikkby. Gjennom en årrekke har romankarakterene våre besøkt både kjente jazzklubber og festivaler. Få deg noen nye innfallsvinkler til Musikkbyen Oslo, og test dine kunnskaper i en quiz!</p>\n<p><strong>Trist Pike &#8211; konsert og samtale</strong><br />\nHåper de har hamburger i helvete. Da vil det i alle fall bli gode dager for det nye norske duoen Trist Pike, som har skapt furore i sitt hjørne av verden med låten «Allerede Død», utgitt på bladet Bransjevelters magasin/CD-utgivelse #9. Så mange liveopptredener har det ikke vært på bandet før denne konserten i Biblioteket — kanskje ikke så rart når det er popmusikk som låter som den er innspillt på innsiden av en kiste. Eirik Kjøs Usterud og Svein Strømmen er i det daglige opinionsdannere i kommentarfeltene, og vil nok gjøre sitt for å forsøke å få bandets selvutviklede sjanger Hevn Rock hevet til samme nivå som post-punk, black metal, electro og indiepop.</p>\n<p><strong>New Order: Transmission</strong><br />\nDet finnes utrolig nok etpar radioprogrammer om musikk fortsatt. Noen av dem er riktig så gode også. Sommerens Brexit-kampanje viste at nostalgi, angst, fremtidsvyer og anglofili ikke alltid er den mest konstruktive kombinasjonen, men når det gjøres med slik stil, kløkt og sans for detaljer som Espen Omdahl gjør i sitt program Transmission på NRK P13, er det i orden å se seg tilbake. Det er åttitallet som er Omdahls madeleine, og i Biblioteket kommer han for å holde et musikalsk kåseri om dagens britiske headliner New Order.</p>\n<p><span style=\"text-decoration: underline\">LØRDAG</span></p>\n<p><strong>Barneverksted</strong><br />\nLag en button, trykk en t-skjorte, 3D-print et plekter eller lag et instrument. Lørdag formiddag inviterer Deichmanske bibliotek, Popsenteret og Øvingshotellet hele familien til et kreativt verksted! Tegneserieskaper Tomas Drefvelin holder tegnekurs. Passer for barn mellom 3 og 10 år.</p>\n<p><strong>Nikolai Hængsle Eilertsen &#8211; bassintervju</strong><br />\nDet er ikke fryktelig mange kjempegode band og prosjekt innen norsk pop, rock, jazz og soul de siste årene som ikke har hatt bassist Nikolai Hængsle Eilertsen innom på et eller annet tidspunkt. For sin ekstreme innsats for Band of Gold, Needlepoint, Møster!, Elephant9, Bigbang, Susanne Sundfør, Lester og mange flere, fortjener Nikolai Hængsle Eilertsen utmerkelsen Årets musiker. Noen ganger står han utrolig nok ikke på en konsertscene og spiller: møt ham i Bibliotekets bassintervju.</p>\n<p><strong>Skrap &#8211; konsert og samtale</strong><br />\nTo av landets mest spennende musikere, Heida Mobeck og Anja Lauvdal, er tidligere kjent fra band som Your Headlights Are On, Broen og Skadedyr, og er gode eksponenter for en musikalsk åpen og utforskende musikergenerasjon østenfor jazz og vestenfor pop. I den særegne duoen Skrap utforsker de lydlandskaper uten kart men med teft, med elektronikk, tuba, piano, synth og diverse feltopptak oppi det musikalske verktøyskrinet. Eiendommelig og underholdende. I sommer gjør de bestillingsverket Antropocen sammen med Trondheim Jazzorkester på Moldefestivalen, her på Øya kan — og vil — derimot alt skje.</p>\n","wordpress_id":14379,"translations":{"nb":{"url":"/2016/06/27/biblioteket2016/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7dcf2727-2916-5d18-a84f-9a00066f765d","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2016/06/27/biblioteket2016/","redirect":false}}}