{"data":{"wordpressPost":{"title":"Susanne Sundfør avslutter Øya 2015","date":"14th January 2015","content":"<p>For ei uke det har vært så langt, med slipp av både Belle &amp; Sebastian og The Julie Ruin til sommerens Øya. Nå er det klart at albumaktuelle Susanne Sundfør skal avslutte festivalen på vår største scene Amfiet, lørdag 15. august. Hun etterfølger dermed Todd Terjes vanvittige suksesskonsert fra i fjor.</p>\n<p>Det er en mer musikalsk utadvendt Sundfør du møter i 2015, med høyere tempo og mer klassisk pop i låtene. Hun reiser seg fra pianoet og står fram som landets sterkeste popstjerne. Sjøl er hun begeistra over å få avslutte på vår største scene:<br />\n<em>&#8211; Jeg er helt oppe i skyene over å få headline Øya i år. Jeg lover et stort show og masse kjærlighet.</em></p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-full wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"282\" height=\"242\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p>Dette sier Todd Terje om å headline Øyas siste dag i fjor:<br />\n<em>&#8211; Effekten Øya hadde, og fortsatt har, er veldig bra for meg og det nye bandet. Siden NRK tok opp hele sulamitten og la ut online har det nådd ut ganske langt. Video-opptaket har vært et supert virkemiddel for å få utenlandske festivaler på kroken. Bookingagentene mine har opplevd det som lettere å selge meg inn til promotører med dette materialet. Nå gjelder dette selvsagt først og fremst band-sammensetningen som opptrådte på Øya, men interessen for mitt solo-show har også vært lettere å selge.</em></p>\n<p>Øyas bookingsjef Claes Olsen har disse tankene om å la Sundfør få den oppgaven Todd Terje hadde i fjor:<br />\n<em>&#8211; Når vi i februar 2014 annonserte Todd Terje som headliner fikk vi enormt bra tilbakemeldinger, selv om noen skeptikere rynka på nesa. En del av målet vårt var å hjelpe Todd Terje til å heve statusen fra laptopartist til et stort liveformat, som ville funke på store festivaler. Når vi har sjansen, ønsker vi at Øya skal være en arena hvor vi kan være med på å løfte den riktige norske navn vi har tro på, opp til headlinernivå. Susanne Sundfør er en noe mer etablert artist, men hun har fortsatt tilgode å headline en stor norsk festival. 2015 føles som en perfekt timing for henne og Øya. Dette fikk vi bekreftet når vi hørte igjennom hennes kommende album.</em></p>\n<p>Vårt samarbeid med NRK P3 for opptak av konserter ga et fantastisk resultat for Todd Terje. Livestreamen spredte seg raskt verden over, og det rant inn tilbud fra en haug med store festivaler som ville ha det samme showet. Vi har allerede nå sikret oss rettighetene til å filme Sundfør-konserten og håper å få noe av den samme effekten her. Sundfør kommer til å gjøre et helt unikt show kun for Øya-publikummet lørdag 15. august.</p>\n<p><strong>SUSANNE SUNDFØR<br />\n</strong>Susanne Sundfør har vært en av de store musikksuksessene i Norge de siste åra. Hun debuterte i 2007. Begge hennes to siste album, The Brothel (2010) og The Silicone Veil (2012), har toppa den norske albumlista. I februar kommer det nye albumet Ten Love Songs og 15. august skal hun avslutte hele Øyafestivalen 2015 på vår største scene. Smakebiten Fade Away har vært ute en stund, og vitner om at hun har tatt to, tre steg mot fengende pop med høyere tempo enn tidligere. Det nye materialet kaster blikk tilbake mot 80-tallets popmusikk, uten at melankolien er helt borte. I høst gjennomførte hun en utsolgt turné i landets største byer, som en forsmak på musikken hun gir ut i år.</p>\n<p>Den nye singelen Delirious kom nettopp. Dagbladet ga terningkast seks lurte på om de har hørt årets beste låt. Samme avis skreiv dette om den forrige singelen Fade Away: &#8211; Assosiasjonene til kontemporær nordisk elektronika er åpenbare, samtidig så har den en underliggende discofølelse som gir låten helt nye karaktertrekk. Det er feil å si at den er lystig, snarere leken på en fandenivoldsk måte.</p>\n<p>Hun har hatt suksessrike samarbeid med Röyksopp, som hun sto på scena med i Tøyenparken i fjor. Konserten på Øya i år vil være hennes første på Østlandet etter at albumet Ten Love Songs slippes i februar. Vi gleder oss!<br />\n<a href=\"http://susannesundfor.com/\">http://susannesundfor.com/</a></p>\n<p>foto Sofia Fredricks Sprung</p>\n","wordpress_id":11326,"translations":{"nb":{"url":"/2015/01/14/susanne-sundfor-avslutter-oya-2015/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3de13ceb-73b2-550c-af1e-1f4c0e7236a4","locale":"nb"}}