{"data":{"wordpressPost":{"title":"Charlotte Gainsbourg til Øya","date":"14th March 2018","content":"<p><strong>KUN 2500 UKESPASS IGJEN</strong></p>\n<p>Det er nå kun 2500 ukespass igjen, og salget av dagsbilletter har gått langt raskere enn normalt. Det går altså mot nok en utsolgt Øyafestival. Mange av artistene er allerede plassert på dag</p>\n<p>&nbsp;</p>\n<p><strong>CHARLOTTE GAINSBOURG (FR)</strong></p>\n<p>I fjor ga Charlotte Gainsbourg ut albumet Rest, som fikk god mottakelse. Hennes ofte dempede og spenningsfylte musikk har evnen til å krype inn i øret og kile i musikkgleden. Det musikalske gjennombruddet kom med skiva 5:55 i 2006, som toppa albumlista i Frankrike. Blant samarbeidspartnerne på albuma hennes finner vi Beck, Jarvis Cocker, Air og Paul McCartney.</p>\n<p>&nbsp;</p>\n<p>Gainsbourg er for mange mest kjent som skuespiller, og som datter av Jane Birkin og Serge Gainsbourg. Hun spilte inn noe musikk med faren i oppveksten, lagde albumdebuten Charlotte For Ever (1986) i samarbeid med ham, og har gitt ut fire album som voksen.</p>\n<p>&nbsp;</p>\n<p>Blant de mange filmene hun har spilt i er The Cement Garden (1993), Jane Eyre (1996), I’m Not There (2007), Antichrist (2009), Melancholia (2011) og Nymphomaniac (2013). De tre siste er av Lars Von Trier.  I tillegg har hun vært med i miniserien Les Misérables</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.thelineofbestfit.com/reviews/albums/charlotte-gainsbourg-rest\">The Line Of Best Fit</a> har beskrevet det nyeste albumet på denne måten: &#8211; As with her previous albums, Rest’s mix of breathy, intimate vocals in French and softer, English choruses continues to combine the beauty and naïveté of early Stereolab with the storytelling insight of Belle and Sebastian.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.dn.no/magasinet/2017/11/17/1449/Musikk/frankofili-man-ikke-slipper-taket-i\">Dagens Næringsliv</a>: &#8211; Det er allerede syv år siden forrige album fra Charlotte Gainsbourg, men når hun utgir sitt fjerdealbum «Rest», er det som om det bare har vært noen lette pust i mikrofonen. Det er fortsatt svevende synth- og discopop, filmmusikkstemninger og frankofili av den typen noen av oss aldri helt kommer til å slippe taket i.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.charlottegainsbourg.com/\">www.charlottegainsbourg.com</a></p>\n<p><a href=\"https://www.facebook.com/charlottegainsbourg/\">www.facebook.com/charlottegainsbourg</a></p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ea11bdb6-e46e-5268-83ab-9f48f51e9f9a"}}