{"data":{"wordpressPost":{"title":"Lana Del Rey til Øya onsdag 9. august","date":"14th December 2016","content":"<p>Dette blir Lana Del Reys eneste konsert i Norge i 2017, og den første siden 2014. Vi gleder oss til en følelsesladet konsert med gode, mørke melodier. Foreløpig er bare en brøkdel av Øya-programmet klart. Vi er tilbake med flere gode musikknyheter på nyåret.</p>\n<p>Vi regner med at dagsbillettsalget skyter fart nå. Om du kjenner noen som ikke bør gå glipp av Lana Del Rey på Øya, kan en billett være en perfekt julegaveidé.</p>\n<p>&nbsp;</p>\n<p>Både dagsbilletter og ukespass er i salg nå.</p>\n<a title=\"Buy tickets here!\" target=\"_blank\" class=\"inline-ticket-button\" href=\"https://www.ticketmaster.no/artist/oyafestivalen-billetter/301563\">Buy tickets here!</a>\n<p><strong>LANA DEL REY (US) ons 9. aug</strong></p>\n<p>Lana Del Rey fra New York slo igjennom i 2011 og alle hennes tre siste album har vært storselgere. Hun har vært den mest streama kvinnelige artisten i USA. Hennes melankolske og svevende pop er inspirert av låtskrivere og artister fra flere tiår, som Bob Dylan, Nina Simone, Cat Power, Frank Sinatra og Leonard Cohen.</p>\n<p>Hun fikk et voldsomt gjennombrudd med andrealbumet Born To Die fra 2012. Born To Die har tilbrakt nesten 100 uker på den norske albumlista. Det gikk til førsteplass i 11 land, blant annet i Norge, Frankrike, Tyskland og Storbritannia. Til sammen har det solgt over 7 millioner eksemplarer, noe som er en bragd av enorme dimensjoner i dette tiåret. Oppfølgeren Ultraviolence fra 2014 klarte det samme i USA. Også Honeymoon fra 2015 har nådd topp fem i omtrent alle betydningsfulle musikkmarkeder.</p>\n<p>Britiske <a href=\"http://www.telegraph.co.uk/music/what-to-listen-to/lana-del-rey--honeymoon--review-/\">Telegraph</a> forsøkte å forklare soundet på Honeymoon på denne måten: &#8211; It is an album of sighs and whispers, vocals subtly layered until multiple voices blend into one soft croon, melodies lazily unwinding like a narcoleptic dream amid decaying synths, lonely echoing guitar lines, strings shimmering in a heat haze and drum patterns so restrained that they are almost embarrassed to draw attention to themselves.</p>\n<p>Etter konserten hennes i Bergen i 2014 skreiv <a href=\"http://www.vg.no/rampelys/musikk/musikkanmeldelser/konsertanmeldelse-lana-del-rey-dalai-lana/a/23231198/\">VG</a>: &#8211; Sannheten er at Lana Del Rey trekker så mye oppmerksomhet fordi hun er så ekstremt dyktig i å iscenesette sin dekadente versjon av historien om seg selv. Hun reflekterer oppstussgenene til alt fra David Bowie til Madonna som det mangehodete monsteret som både gleder og skuffer i alle sine versjoner.</p>\n<p>Lana Del Rey selger ut kjempearenaer på begge sider av Atlanteren, og tidligere i år imponerte hun på festivaler som Lollapalooza i USA, Electric Picnic i Irland og Montreux Jazz Festival i Sveits. Hun bidro på The Weeknds nyeste album Starboy. Det har en stund gått rykter om at det skal utgis ny musikk i 2017.</p>\n<p>Det er bare å glede seg til Summertime Sadness, Video Games, Born To Die eller noen av de andre favorittlåtene i en mørk Tøyenpark.</p>\n<p><a href=\"http://lanadelrey.com/\">lanadelrey.com</a></p>\n<p>&nbsp;</p>\n<p>foto Neil Krug</p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6197e100-2f69-5c34-b9ed-fb4767dc11da"}}