{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2008/06/23/handheld-shows-pa-%c3%b8ya/","locale":"nb","type":"post","id":"7653df85-cf51-5f9c-844c-9337867d1bff","slug":"handheld-shows-pa-%c3%b8ya","title":"Handheld Shows på Øya","date":"2008-06-23T11:11:00.000Z","excerpt":"<p>En del har sikkert fått med seg medieoppslag på konseptet og nettsida www.handheldshows.com den siste tiden. Kanskje har du også vært innom og sjekket ut noen av de intime showene til Black Lips, Love Is All eller Je Suis Animal på nett. Handheld Shows er filmsnutter med fete band i uvanlige omgivelser. Folka bak trekker med seg sine favorittartister ut av studioer, øvingslokaler og spillesteder for at de spontant skal opptre i uvante omgivelser. Det hele dokumenteres på film og gjøres tilgjengelig for publikum på nett. Nå kommer konseptet til å inkluderes i årets Øyafestival. Handheld Shows byr under Øya på spontankonserter med amerikanske *Best Fwends* og *The Death Set*.</p>\n"}},{"node":{"link":"/2008/06/23/billetter-til-sunkissed-i-salg-na/","locale":"nb","type":"post","id":"26b8e1d4-42ca-5d92-a435-ee08c252cf77","slug":"billetter-til-sunkissed-i-salg-na","title":"Billetter til Sunkissed i salg nå","date":"2008-06-23T09:55:00.000Z","excerpt":"<p>Forrige uke slapp vi resten av Øyanatt-programmet. Flere av høydepunktene får du på Fabrikken torsdag, fredag og lørdag etter at Middelalderparken stenger. Da byr nemlig Sunkissed på konserter, DJs og fest. Nå er billettene til moroa i salg hos Billettservice.</p>\n"}},{"node":{"link":"/2008/06/18/seks-nye-navn-til-parken/","locale":"nb","type":"post","id":"21da07be-0349-5dea-ad43-75a428ea0e0d","slug":"seks-nye-navn-til-parken","title":"Seks nye navn til parken","date":"2008-06-18T14:35:00.000Z","excerpt":"<p>*HÅKAN HELLSTRÖM*<br />\n*CLIPSE*<br />\n*RUMBLE IN RHODOS*<br />\n*HAUST*<br />\n*INGEBORG SELNES*<br />\n*A PLACE TO BURY STRANGERS*<br />\nNå er tidenes Øyaprogram klart! Vi slapp de seks siste artistene som skal spille i Middelalderparken på en pressekonferanse tidligere i dag. Årets program er det størst, bredeste og beste vi har hatt noensinne. Det inneholder flere store navn og flere plateaktuelle navn enn noen gang i festivalens historie.</p>\n"}},{"node":{"link":"/2008/06/18/komplett-%c3%b8yanatt/","locale":"nb","type":"post","id":"114866f0-94f8-530c-b8f4-23230391a35f","slug":"komplett-%c3%b8yanatt","title":"Komplett Øyanatt","date":"2008-06-18T14:30:00.000Z","excerpt":"<p>Vi har tidligere sluppet et utvalg godbiter til årets Øyanatt. Programmet til Øyanatt er også større og bredere enn noensinne. I år inkluderer det noen av Oslos mest levende og spennende musikkmiljøer. På alle Øyanatt-arrangement får du rabatt ved framvising av gyldig Øya-armbånd. Under kan du lese mer om de artistene som skal spille på klubber rundtom i byen etter at Middelalderparken stenger.</p>\n"}},{"node":{"link":"/2008/06/18/ayakino-et-eldorado-av-musikk-og-film/","locale":"nb","type":"post","id":"b05fd3d8-9f11-51ab-ac6f-d4029c4862ad","slug":"ayakino-et-eldorado-av-musikk-og-film","title":"Øyakino -et Eldorado av musikk og film!","date":"2008-06-18T14:23:00.000Z","excerpt":"<p>Øyafestivalen er ikke bare musikk, men også film. På Øyafestivalens klubbdag kan man hele dagen oppleve film og musikk i skjønn sameksistens på Eldorado kino. Opplev stumfilmkonsert, musikkfilm, førpremierer og livemusikk i foajeen. </p>\n<p>Søndagen etter festivalen er det igjen på tide å ta turen til Eldorado kino. Det arrangeres dagen-derpå-kino hvor man kan slappe av i kinomørket og få en forfriskende burger inkludert i kinobilletten etter mange dager med fest og moro på festival. </p>\n"}},{"node":{"link":"/2008/06/15/kung-fu-girls-klar-for-nedlasting/","locale":"nb","type":"post","id":"84b95e69-940f-53f5-902a-eb370a0930d4","slug":"kung-fu-girls-klar-for-nedlasting","title":"Kung Fu Girls klar for nedlasting","date":"2008-06-15T10:04:00.000Z","excerpt":"<p>Nå er debuten til Kung Fu Girls endelig tilgjengelig på iTunes og andre nedlastingssjapper. This Is The Kung Fu Beat har ikke alltid vært like lett tilgjengelig, men nå kan du skaffe deg godsakene når som helst. Skiva kom opprinnelig ut i 1993 og inneholder knallfin fuzzpop. Nå kan du få etterlengtede gjennhør med perler som Self Confidence, Nineteen Years, Girls og Vinnie. Kjenner du ikke skiva fra før ,anbefaler vi at du gjør noe med dette med det samme. This Is The Kung Fu Beat har fått meget høye plasseringer de gangene noen har forsøkt å kåre norsk rockehistories feteste album, og det har jaggu vært fortjent.</p>\n"}},{"node":{"link":"/2008/06/13/odden-ny-scene-pa-%c3%b8ya/","locale":"nb","type":"post","id":"899e67c2-d512-5cc1-b164-1c715531e075","slug":"odden-ny-scene-pa-%c3%b8ya","title":"Odden – ny scene på Øya","date":"2008-06-13T14:17:00.000Z","excerpt":"<p>Har du lurt på hvorfor Øyafestivalens program i år byr på flere heite navn enn noensinne? Har du stussa over hvordan vi skal få plass til alle artistene i programmet? Har du lest årets line-up grundig og ikke bare hengt deg opp i et lite utvalg etablerte navn?</p>\n"}},{"node":{"link":"/2008/06/12/lindstrom-med-norges-eksklusiv-konsert/","locale":"nb","type":"post","id":"0a501fcf-cb44-59d3-99db-772517e32e48","slug":"lindstrom-med-norges-eksklusiv-konsert","title":"Lindstrøm med Norges-eksklusiv konsert","date":"2008-06-12T08:42:00.000Z","excerpt":"<p>*Lindstrøm med Norges-eksklusiv konsert*<br />\n*Onsdagen komplett*<br />\n*Billetter igjen til alle dager*</p>\n<p>Den elektroniske delen av Øya-programmet har de siste månedene vokst seg sterkt og nå har vi enda et eksklusivt tilskudd. Selveste Lindstrøm skal glede publikum med ferskt materiale på festivalens første utendørsdag. Dette blir hans eneste Norges-konsert i denne omgang.</p>\n<p>Øyafestivalens onsdag er nå ferdigbooket. Vi kommer til å bruke noen dager på å finjustere spilletider og plasseringer, men under ser du komplett line-up til onsdag 6. august. </p>\n<p>Det er fortsatt dagsbilletter i salg til denne og de andre dagene i Middelalderparken. Har du hørt rykter om at festivalen er utsolgt, så stemmer ikke dette. Det er fortsatt mulighet til å få med seg en masse fete konserter i Middelalderparken og på Øyanatt.</p>\n"}},{"node":{"link":"/2008/06/12/fat-freddys-drop-dropper-europa/","locale":"nb","type":"post","id":"d494e615-2aeb-5bab-a377-33fc6ce15089","slug":"fat-freddys-drop-dropper-europa","title":"Fat Freddy&#8217;s Drop dropper Europa","date":"2008-06-12T06:33:00.000Z","excerpt":"<p>Fat Freddy’s Drop fra New Zealand har sett seg nødt til å avlyse sin tur til Europa i sommer. Dette betyr at de ikke kommer til å spille på Øyafestivalen i august. Dette er trist for alle som hadde gledet seg til å oppleve bandet i Middelalderparken. Vi arbeider for tiden med et band som kan ta deres plass i programmet og regner med å ha dette på plass neste uke.</p>\n"}},{"node":{"link":"/2008/06/11/dirty-pretty-things-i-middelalderparken/","locale":"nb","type":"post","id":"c667ea57-edbd-503c-b46d-0b4ca19cc83c","slug":"dirty-pretty-things-i-middelalderparken","title":"Dirty Pretty Things i Middelalderparken","date":"2008-06-11T09:25:00.000Z","excerpt":"<p>Nå har vi nok en godbit til fredag 8. august. Den britiske rocksensasjonen Dirty Pretty Things kommer nemlig til Øyafestivalen kun få uker etter at deres nye album er i butikkene. </p>\n<p>Øyafestivalens program vil i løpet av juni være komplett. Bekreftede artister vil nå fortløpende plasseres på dager i programmet. Det er fortsatt dagsbilletter i salg til alle de fire dagene i Middelalderparken.</p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":173,"pageCount":181,"additionalContext":{"locale":"nb"}}}