{"data":{"wordpressPost":{"wordpress_id":178,"title":"Fan Fanzine #21, Hiawata! og Casa Murilo. Gratis!","excerpt":"<p>Fan og Bolibompa Records presenterer Hiawata! og Casa Murilo på Tilt torsdag 31. mars</p>\n<p>Nå er neste nummer av Fan rett rundt hjørnet. Denne gangen feirer vi med to finfine band, heite DJs og godt drikke, blant shuffleboards og flippermaskiner på Tilt. Vi har i samarbeid med Bolibompa Records hentet inn finfine Hiawata! og Casa Murilo til å tonesette festen. I Fan nr 21 kan du blant annet lese om Betong Hysteria, Queens of the Stone Age, James Blackshaw, Lu&#8230;kestar, powerballader, Norsk Råkk, by:Larm, SXSW og masse mer.</p>\n","content":"<p>Hiawata! slapp nylig albumet Backs to the Future til gode kritikker. Fan Fanzine publiserte et intervju med gjengen i forrige nummer, og da vi spurte om tittelen på den nye plata svarte de dette:<br />\n– Meningen med tittelen er en aldri så liten motvilje mot å innse at man begynner å bli eldre: Med ryggen mot framtiden. En erkjennelse av at den ubekymrede ungdomstiden begynner å glippe ut av hendene våre. En annen måte vi liker å beskrive det på, er at dette er skiva nåtidens Hiawata! lagde til fortidens Hiawata!, som ikke visste de trengte denne skiva før i fremtiden. Et soundtrack til fortidens Hiawata! fra fremtidens Hiawata!, hvis du skjønner?<br />\nTja. Du kan lese intervjuet i sin helhet i Fan #20 og se om du blir klokere, eller bare møte opp på Tilt og høre kvintettens überfengende poprock med egne ører!</p>\n<p>Casa Murilo ble til etter at britene Chris Winfield og Dan Hesketh traff hver sin norske jente i Brasil. Etter å ha forflyttet seg til Oslo for å prøve lykken, dannet de bandet Casa Murilo, som også består av de norske musikerne Fredrik Baden, Rudi Leo J. Johansen, Håkon Møller og Sturla Hinze. I fjor høst gikk de i studio for å sille inn sin første fullengder, en feststemt og allsangvennlig affære med alvorlige undertoner, som har fått tittelen Lifting Ships og er produsert av Sjur Lyseid (Monzano, Little Hands of Asphalt). Casa Murilo er også et strålende liveband man ikke bør gå glipp av! </p>\n","date":"2011-03-29T12:22:53.000Z","featured_image":null,"translations":{"nb":{"url":"/2011/03/29/fan-fanzine-21-hiawata-og-casa-murilo-gratis/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"87ded326-b783-5f44-be94-0ada1cc363ca","locale":"nb"}}