{"data":{"wordpressPost":{"title":"Øyaprat 6: Krakow","date":"27th July 2015","content":"<p>Vi tok en prat med gitarist Kjartan Grønhaug fra Krakow, som slipper ny EP 7. august, rett før Øya.</p>\n<p>&nbsp;</p>\n<p><strong>Hvilken Øya-opplevelse husker du aller best?<br />\n</strong><em>Jeg har bare vært på Øya en gang tidligere og det var da vi spilte under Klubbdagen på Last Train sammen med Spectral Haze. Min beste opplevelse fra det året er nok Black Debbath konserten. Det var nydelig vær, godt øl og herlig musikk og humor fra scenen.</em></p>\n<p><strong>Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?<br />\n</strong><em>Det er jo mye bra å velge i her så å plukke ut tre stykker er ikke så enkelt. Jeg tror det må blir disse tre:</em></p>\n<p><em>Enslaved: På alle Enslaved-konserter får man alltid en bunnsolid metal konsert krydret med knusktørr humor. Man kan rett og slett ikke be om mer.</em></p>\n<p><em>Tåke: Deilig black metal, enkelt og greit. Ugh!</em></p>\n<p><em>Spectral Haze: Finfin måte å ta en tur ut i stratosfæren. Mer space echo i monitor, takk!</em></p>\n<p><strong>Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?<br />\n</strong><em>Jeg har vært på mange festivaler, men lærer aldri! Finn en bortgjemt bar med lite kø, drikk vann, ikke glem mat og ha alltid med en regnponcho.</em></p>\n<p><strong>Hva kan folk forvente av konserten deres?<br />\n</strong><em>Konserten vi planlegger til Øya blir en kombinasjon av nytt og gammelt. Vi prøver alltid å få en fin flyt i konsertene våre og det skal vi få til på Øya også. Konserten vår blir en fin måte å starte siste dagen på Øyafestivalen 2015!</em></p>\n<p><strong>Har du en god eller dårlig festivalhistorie?<br />\n</strong><em>I fjor sommer spilte vi på Brutal Assault i Tjekkia. Det er en metalfestival som finner sted på et gammelt fort ca 3 timer fra Praha. Det var nydelig sommervær, mange bra band og idiotisk billig. Hele turen var perfekt fra start til slutt. Vi delte scene med The Ocean og da vi var ferdig måtte vi dele backstage med en dame som syns det var ok å gå rundt i skinnvest, og bare skinnvest. Vi hadde hawaiifest under Amon Amarth med hawaiismykker og store blå drinker, så Converge og Shining (norske) fra sidescenen og jeg ble fanboy da jeg møtte Pepper Keenan fra Down og Corrotion of Conformity i artistbaren. Det er en festival jeg håper jeg kan besøke igjen.</em></p>\n<p><strong>Hva hører du på i sommer?<br />\n</strong><em>I sommer hører jeg på:</em></p>\n<p><em>Yob – Clearing the Path to Ascend.</em></p>\n<p><em>Temple – The Moon Lit our Path.</em></p>\n<p><em>Crosses &#8211; †††</em></p>\n<p><strong>Hva er Krakows planer for høsten?<br />\n</strong><em>Etter Øya skal vi gjøre en konsert på Garage sammen med Seven Impale og Shaman Elephant. Seven Impale var med på turnéen vi gjorde i mai og vi gleder oss veldig til å dele scene med dem igjen. Saksofonisten spilte med oss på to konserter under turnéen og det er ikke umulig at det skjer igjen. Ellers jobber vi med nytt materiale.</em></p>\n<p>&nbsp;</p>\n<p>foto Paul Bernhard</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"77639b17-5e32-59a2-ae55-46c5dbce1dd3"}}