{"data":{"wordpressPost":{"title":"Tinder, frijazz og tegneseriekunst","date":"2nd August 2017","content":"<p>Biblioteket er Øyafestivalens tverrkunstneriske scene, og fungerer også som et teltområde der publikum kan slappe av, lese og oppholde seg mellom konsertslagene. I Biblioteket vil det være forfatteropplesninger, sceneintervjuer, debatter og småkonserter. Biblioteket, som er sentralt plassert i enden av matområdet Munchløkka, blir til i samarbeid med Popsenteret, Øvingshotellet, Deichmanske bibliotek og Bladfyk. Vert for scenen er Audun Vinger.</p>\n<h4><b><br />\nONSDAG 9. AUGUST</b></h4>\n<p><b>16.45: Ellen Sofie Lauritzen</b> om Tinder-dates<br />\nDet finnes nok dem blant Øya-publikummet som har et adskillig tettere forhold til denne meget lokkende appen enn de har til brorparten av artistene som opptrer. Tinder har revolusjonert måten mennesker møtes på, både på godt og vondt. Kulturjournalist og forfatter Ellen Sofie Lauritzen kommer til høsten med den sprell levende sakprosaboken «Snakkes til uka» (Cappelen Damm), der hun bruker egne og andres spennende og mindre fristende erfaringer fra den moderne dating-kulturen. Få tilbake troen på kjærligheten, eller sverg på å aldri røre eller fantasere om et menneske igjen.</p>\n<p><b>18.35: Fredfades </b>om platesamling og produksjon<br />\nFredrik Øverlie har de siste par årene gitt mye lyd fra seg under navnet Fredfades, som diskjockey, produsent og artist. Hip hop, jazz, modern soul og videre ut i verden. Han er en del av Mutual Intentions-kollektivet, er medprodusent på en av årets største positive overraskelser «Cleo» av Charlotte Dos Santos, og han har utgitt sitt debutalbum under eget navn i den veltitulerte  og strålende«Warmth». Han er i tillegg en platesamler av rang. Møt ham til en samtale om plater og produksjon og musikken han elsker.</p>\n<h4><b><br />\nTORSDAG 10. AUGUST</b></h4>\n<p><b>15.00: Waterfront Ideas &#8211; Gøy som gründer?<br />\n</b>Gründertilværelsen er ønsket av mange, men det er ikke alltid den innfrir forventingene. Halvparten av norske studenter født etter 1996 (generasjon Z) ønsker å være gründer, men vet de hva de går til? De fleste går inn i dette med innsikt om at det må hardt arbeid til og at de kanskje ikke lykkes. De færreste går ut av det med alle illusjoner knust. I panelet sitter Geir Engdahl, en av Norges beste programmerere, «Matte-dama» Vibeke Fængsrud, samt Anders Hordvei Mjåset, som blant annet startet MESH og har jobbet som rådgiver for regjeringen og Arbeiderpartiet på forskjellige tema relatert til teknologi og innovasjon. Sammen skal de utfordre den typisk norske oppfatningen om hva suksess er. Leder av debatten er Christian Strand.</p>\n<p><b>16.45: JAZZNYTT18</b>: <b>Skadedyr </b>&#8211; storbandintervju + <b>GIRL </b>minikonsert<br />\nNorske jazzmusikere er vidunderlige skapninger som lager veldig mye forskjelligartet lyd. Det alternative storbandet Skadedyr som utga en av fjorårets knalleste plater i «Culturen», inneholder en rekke av sin generasjons fremste musikere, og går rett fra konsert den store scenen til «hva føler du nå?»-intervju i Biblioteket. Ina Sagstuen fra Skadedyr synger også blant annet også i den herlige avant-folk duoen Girl, sammen med gitarist Christian Winther, som også kommer på besøk til Biblioteket. Fjorårets debutalbum «Sea and Dirt», utgitt på LP på Susanna Wallumrøds selskap SusannaSonata, var en liten, skinnende perle.</p>\n<p><b>18.45: BLOW OUT </b>med <b>Ståle Liavik Solberg </b>og<b> Julie Kjær<br />\n</b>Uken etter Øyafestivalen er det en ny festival i byen. Som et spenstig tillegg til Oslo Jazzfestival har konsertserien BLOW OUT! hatt en strålende festival på Cafe Mir med en rekke av landets og verdens mest fabelaktige musikere innen frijazz og improvisert musikk på plakaten. Trommeslager Ståle Liavik Solberg er (sammen med Paal Nilssen-Love) initiativtaker, og en nøkkelperson i dette musikkmiljøet i Europa nå. Møt solstrålen til en samtale om musikkens mange muligheter, og ikke minst i samspill med den fabelaktige danske saksofonisten Julie Kjær, som bl.a. også spiller i Large Unit, og skal opptre på festivalen uken etter Øya. Tut og kjør.</p>\n<h4><b><br />\nFREDAG 11. AUGUST</b></h4>\n<p><b>15.00: Popsenteret: Gitarprat med Eivind Staxrud (Raga Rockers)<br />\n</b>I oktober åpner utstillngen «Fuzz! Teknologien som forandrer musikken» på Popsenteret i Oslo. Den dreier seg om alle teknologiske fremskritt som har vært med på å forme populærmusikken — ikke helt uten motstand. Ved siden av å få en historisk gjennomgang skal publikum få anledning til å skru lyden på gitarer, basser, keyboards og trommer til de likner kjente norske og utenlandske artisters måte å bruke teknologi på i låter vi “alle&#8221; har et forhold til. Eivind Staxrud er blant mange norske musikere som skal delta der, og hans kunnskap og store samling av gitarer, forsterkere og effektbokser gjør det veldig spennende å snakke med ham også på Øya, om de forskjellige sammensetningene av utstyr som skaper lyden av kjente norske og utenlandske gitaristers låter.</p>\n<p><b>17.00: Lars Fiske</b> om George Grosz og tegneseriens kunst<br />\nNorske tegneserier ville ikke vært det samme uten Lars Fiskes umiskjennelige strek. Den er egentlig nok i sitt kantete selv, men Fiske har også vært med på å forandre mediets fortellerstil og med sin særegne biografiske stil skapt ny interesse for kunstnere — og mennesker — som Olaf Gulbransson og Kurt Schwitters. Årets fantastiske og spennende bok om den den tyske kunstneren George Grosz og hans frodige liv er atter et mesterverk, og ble naturlig nok kåret til årets beste utgivelse på Oslo Comix Expo nylig. Møt den musikk- og Øya-glade tegneren til samtale i Biblioteket.</p>\n<p><b>18.40: Runa Fjellanger</b> leser fra sin debutbok «På motorveiene»<br />\nÅrets debutant på Øyafestivalen er Runa Fjellanger. I høst kommer hun med romanen «På motorveiene», utgitt av Oktober forlag. Romanen er en fortelling om det skjøre og prøvende kjærlighetsforholdet mellom Anna og Ida. Det handler om makt og grenseløshet, vennskap og begjær. Runa Fjellanger har allerede gjort seg bemerket i samfunnsdebatten, bl.a. om feministiske spørsmål, samt som en Viktig Stemme i sosiale medier som hele landets alfakvinne @runafk</p>\n<p>&nbsp;</p>\n<h4><b>LØRDAG 12. AUGUST </b></h4>\n<p><b>14.30: Deichmanske bibliotek: Stilledisko for barn<br />\n</b>Biblioteket som fenomen, altså ikke bare her på Øya, er en av de viktigste kildene til opplysning, dannelse og innlevelse vi har i samfunnet. Men det er også en sentral aktiviseringskilde, spesielt her i Norge. Deichman har sitt årlige barnearrangement på formiddagen her i Tøyen-parken på Øyalørdagen, og det er selvfølgelig på tide at også småfolket kan få oppleve stilledisko på samme parkunderlag som så mange har danset til Robyns «Dancing on my own» på tidligere. Av med setebeltene, på med ørene.</p>\n<p><b>16.00: Ida Ekblad</b><br />\nPå forholdsvis kort tid er Ida Ekblad (f.1980) blitt en av landets fremste og mest omtalte samtidskunstnere. Allerede i 2013 hadde hun en stor retrospektiv separatutstilling på Museet for Samtidskunst. Møt henne til samtale om kunst og liv, inspirasjon og appropriasjon, finkultur og populærkultur. Og ikke minst om musikeren hun har arbeidet tett med i hele karrieren: Nils Bech. De har trukket veksler på hverandres stil og innhold, og er et av nyere tids mest fruktbare assosiasjonsforhold mellom pop og samtidskunst. En potensielt ypperlig oppvarming til Nils Bechs konsert et malingsspannkast unna samme dag.</p>\n<p><b>17.30: VERS Live &#8211; Marius Emanuelsen </b>og<b> Martin Bjørnersen<br />\n</b>To av landets definitvt skarpeste tenkere om hiphop og moderne popkultur kan leses i henholdsvis Morgenbladet og Klassekampen. Ukentlig møtes de også, sammen med Runar Gudnason, på nøytral grunn i den glimrende spalten Vers på <a href=\"http://dagbladet.no/\" target=\"_blank\" rel=\"noopener noreferrer\" data-saferedirecturl=\"https://www.google.com/url?hl=no&amp;q=http://dagbladet.no&amp;source=gmail&amp;ust=1501315981455000&amp;usg=AFQjCNGueV5OcGMeOO929OWYGuJ7bkkNoA\">dagbladet.no</a>. Her går de kirurgisk og følsomt til verks for å finne essensen i nye og gamle låttekster, og musikken som omgir dem. Emanuelsen og Bjørnersen tar formatet til scenen i en samtale som vil konsentrere seg om Øya-aktuelle tekstforfattere. Men hvem? Kanskje Young M.A., Young Thug, Unge Ferrari eller Yung Smul? Blir det Lars, Jenny eller Eldar? Hvalets kvaler. Men den som intet Vågan, intet vinner.</p>\n<p><b>19.10: WHALESHARKATTACKS<br />\n</b>Bak det faretruende prosjektnavnet WHALESHARKATTACKS finner vi en av hovedstadens mest spennende og vanskeligstfangede multi-instrumentalister. Viviana Vega er medlem av spacerockbandet Masselys, og flere andre prosjekter i norsk musikklivs dulgt opplyste venstrefil. Hun er også involvert i Emile The Dukes prosjekt Rapman, og deltar med Aasen på Øya-festivalen dagen før.</p>\n<p>WHALESHARKATTACKS er enkvinnesprosjektet hennes, og kommer med selvtitulert debutalbum på Metronomicon Audio senere i høst. Smakebitene vi allerede har hørt i år er sykt lovende, for eksempel electropopsingelen «Positive Disintegration». Melodiøs fremmedgjorthet av beste merke. Det er all mulig grunn til å sitte stille i båten: WHALESHARKATTACKS er rett og slett et et rock’n’roll-monster til sjøs, eventuelt en soulsanger fanget i det grimmeste lasterom.</p>\n","wordpress_id":20524,"translations":{"nb":{"url":"/2017/08/02/tinder-frijazz-tegneseriekunst/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8b00cd11-0e79-53a1-bc00-84801c46faed","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2017/08/02/tinder-frijazz-tegneseriekunst/","redirect":false}}}