{"data":{"wordpressPost":{"title":"Sondre Justad til Øya","date":"21st January 2016","content":"<p>Det er nå kun 4000 ukespass igjen til Øyafestivalen 2016. Vi er nå inne i et par uker hvor det er veldig tett med gode artistslipp, så vi anbefaler at du sikrer deg ukespass snart. Dagsbilletter til de fire dagene i parken er også i salg.</p>\n<p>Sondre Justad er i ferd med å skrive et nytt kapittel i historien om sterk nordnorsk pop på dialekt. I august kommer han til Øya for å skape stemning i Tøyenparken.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 \" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"150\" height=\"150\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p>Sondre Justad fra Lofoten har de siste par åra gitt oss hint om sitt låtskrivertalent med et knippe gode singler. I fjor høst kom albumet Riv I Hjertet, som så langt har tilbragt hele 13 uker på albumlista. Det ser ikke ut til å stoppe der. Samtidig har konsertpublikummet omfavna Justad på entusiastisk vis. Om du har sans for låter som Riv I Hjertet, Klar Ikke Pust, Det E Over, Tilbake, Tett Inntil Mæ eller Lovte Dæ, bør du oppleve denne artisten under Øyafestivalen.</p>\n<p>Han har vært å høre hyppig på riksdekkende radio i månedsvis, og har vært gjest i flere populære TV-program, som Senkveld og Lindmo. I desember solgte han ut Rockefeller i Oslo.</p>\n<p><a href=\"http://www.aftenposten.no/kultur/anmeldelser/Sondre-Justad-Sprudler-av-overskudd-8213925.html\" target=\"_blank\">Aftenposten</a>: &#8211; Dette er fengende og gledesspredende norsk popmusikk som bobler av energi ispedd et kledelig strøk av melankoli. Sondre Justad møter livet med en stor porsjon undring og livsglede.</p>\n<p><a href=\"http://www.dagsavisen.no/kultur/musikk/unorsk-popmusikk-p%C3%A5-norsk-1.423082\" target=\"_blank\">Dagsavisen</a>: &#8211; Sondre Justad er ingen sanger som briljerer med teknikk eller evner. Nei, han framfører låtene med overbevisning og på sin måte. Og igjen, det er det som er god pop.</p>\n<p><a href=\"http://www.sondrejustad.no/\">www.sondrejustad.no</a></p>\n<p>foto Bjørnar Øvrebø</p>\n","wordpress_id":13464,"translations":{"nb":{"url":"/2016/01/21/sondre-justad-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"22b42bad-3ee1-537e-b0ac-6dfe53ba0c15"}}