{"data":{"wordpressPost":{"title":"Økologisk mat på Øyafestivalen – det diggeste alternativet.","date":"2009-08-05T14:29:00.000Z","content":"<p>Øyafestivalen serverer for syvende gang de herligeste økologiske råvarer til alle Øya-deltakerne. Bare de siste to årene har vi servert 130.000 porsjoner, laget med 50 tonn økologiske råvarer! Nytt av året er at kjøttet leveres av vår favorittslakter, Strøm Larsen på Torshov.</p>\n<p>Menyen under kan gi vann i munnen allerede nå. Her er det mye digg mat!</p>\n<p>Meny :<br />\nØyaburger: økologisk storfeburger fra Strøm Larsen, fiskeburger av økologisk laks og veganburger (VV)</p>\n<p>Øyapizza: økologisk pizza med peperoni eller med ost og tomat (V)</p>\n<p>Plah: vårruller, thaipølser, curry m/kylling, curry m/grønnsaker (VV)</p>\n<p>Brasserie Blanche: økologisk crêpes m/ost og skinke, feta og spinat(V), banan og sjokoladekrem (V), Boeuf Bourgogne, Taboulet (VV) </p>\n<p>Revolver: nachos med salsa og guacamole (VV), nachos med kjøtt, nachos med veganchili (VV), burrito med grilla grønnsaker (VV) eller oksekjøtt, samt veganchili (VV)</p>\n<p>Klosteret:  økologisk lapskaus, økologisk potetlefse med ratatoille (VV)eller kylling</p>\n<p>Godt Brød: økologiske bakevarer &#8211; brownies, skillingsboller, rosinboller, hveteboller, pizzaboller/ tacoboller, brød</p>\n<p>Pølseboden: grillpølser eller bratwurst fra Strøm Larsen eller veganpølser (VV)</p>\n<p>Vår Daglige Dose: smoothies, iste og sandwicher</p>\n<p>Isrosa : hjemmelaget økologisk is</p>\n<p>Kolonihagen: vafler, frukt og økologisk snacks</p>\n<p>Økologisk mat på Øyafestivalen &#8211; god appetitt og god samvittighet!<br />\nV = vegetar (m meieri/egg)<br />\nVV= vegan </p>\n<p>Noen gode grunner til å velge økologisk:<br />\n1.\tDu får mat uten rester av sprøytegift<br />\n2.\tDu får mat med mer smak – test selv på Oikos-standen i handlegaten<br />\n3.\tDu får rene varer uten matsminke<br />\n4.\tØkologiske husdyr har bedre leveforhold<br />\n5.\tØkologi er bra for grunnvannet vårt<br />\n6.\tEn forskningsrapport foretatt av EU i 16 land konstaterer at økologisk mat inneholder flere sunne stoffer<br />\n7.\tØkologiske mat er ikke genmanipulert<br />\n8.\tØ-merket står for grundig kontroll – se etter det på Øya-menyen<br />\n9.\tØkologi er bra for u-landene – få vite hvorfor på Oikos-standen</p>\n","wordpress_id":534,"featured_image":null,"translations":{"nb":{"url":"/2009/08/05/akologisk-mat-pay-ayafestivalen-ae-det-diggeste-alternativet/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"33370a61-5ec2-5781-8bc7-3e5f49771ddc","locale":"nb"}}