{"data":{"wordpressPost":{"title":"Kunst på Øya: Knut Åsdam","date":"4th August 2017","content":"<p>Kunst på Øya er stolte av å presentere Knut Åsdam&#8217;s film «Egress».</p>\n<p>Sitatet over er omskrevet og henta fra romanen Maud og Aud av Gunstein Bakke.</p>\n<p>Egress er Knut Åsdams fiksjonsfilm fra en bensinstasjon i utkanten av Oslo. Filmen forteller om Y, en ung kvinne som jobber på bunnen av den norske oljeindustriens økonomiske stige.</p>\n<p>Hun håndterer arbeidssituasjonen med selvstendighet og stahet, i en verden i rask forandring. Filmen viser forholdet mellom kontroll og selvstendighet, arbeid og klasse, men den er også en poetisk film om sosial usikkerhet i byens grenseland.</p>\n<p>Egress viser samfunnets psykologiske bakside og hvordan den økonomiske stabilitet som oljen har gitt oss også har en mental pris. Filmen er en eksperimentell fiksjon bygget av et iscenesatt materiale med dokumentarisk preg. Den blander skildring av omgivelser med karakterfortelling for å peke på sentrale tema i dagens samfunn.</p>\n<p>I de siste to årene har Egress (2013) turnert som en mobil kinoinstallasjon inni en lastebil, slik at filmen kunne vises rundt om i hele landet. Den er produsert i samarbeid med URO, KORO sitt prosjekt som fokuserer på temporære kunstprosjekt i det offentlige rom og Norsk Kulturråd.</p>\n<p>Knut Åsdam (født 1968) er en av Norges mest internasjonalt anerkjente kunstnere. Med film, video, fotografi, tekst, lyd og arkitektur som verktøy søker hans eksperimentelle arbeider å avdekke byens underbevissthet og de underliggende maktstrukturer som påvirker vår personlighet.</p>\n<p>Åsdam har representert Norge på Venezia-biennalen i 1999 og har stilt ut på PS1- New York, Tate Modern, Kunsthalle Bern, Istanbul Bienniale, Moderna museet i Stockholm samt Musee d&#8217;Art Moderne de la Ville de Paris.</p>\n<p><a href=\"http://www.knutasdam.net\">www.knutasdam.net</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"5f143638-ccae-5c48-96f9-36e87770af18"}}