{"data":{"wordpressPost":{"wordpress_id":13213,"title":"Støtt framtidens Øya-artister!","excerpt":"<p>Hjelp Sportsklubben Sterling med å bygge musikkstudio og øvingsrom for ungdommer i Gamle Oslo!</p>\n","content":"<p>I fjor kunne dere billettkjøpere være med og hjelpe Kompass &amp; co bygge en egen food truck hvor ungdommer får arbeidstrening gjennom å lage og servere mat. I år samarbeider vi med Sportsklubben Sterling og Musikkutstyrsordningen om å bygge et nytt musikkstudio og øvingsrom for ungdommene i bydelen.</p>\n<p><span style=\"font-weight: 400;\">Sportsklubben Sterling er en frivilligdrevet organisasjon som jobber for integrering og inkludering av barn og unge i bydel Gamle Oslo. </span><span style=\"font-weight: 400;\">I en bydel med få fritidsaktiviteter for unge, tilbyr Sterling et sted å være for de </span><span style=\"font-weight: 400;\">som ofte faller utenfor organiserte aktiviteter på grunn av økonomi eller kulturelle barrierer. I tillegg til å organisere fotballag og turneringer for gutter og jenter i ulike aldre, har Sterling kulturkvelder, leksehjelp og gratisturer til ulike kulturarrangement. Nå ønsker de også å tilby musikkopplæring for ungdommene. </span></p>\n<p>&#8211; Det er flere ungdommer på huset som allerede har banket på døren og lurer på om dette tilbudet vil bli en realitet snart. Mange av dem sliter med konsentrasjonsvansker, sosiale problemer, problemer på skolen, vanskeligheter med å skaffe seg jobb og faller gjerne utenfor aktiviteter som lag idrett og andre aktiviteter. Men musikkinteressen er der, sier nestleder i SK Sterling Mohamed Fariss.</p>\n<p><span style=\"font-weight: 400;\"><strong>Øvingsrom og musikkurs</strong><br />\nNår du kjøper billett til neste års festival, kan du være med og realisere dette prosjektet. Pengene du donerer går direkte til bygging av et nytt musikkrom hvor ungdom på Grønland og Tøyen kan uttrykke seg musikalsk. I tillegg til pengene dere donerer, vil Musikkutstyrsordningen &#8211; som jobber med å sikre gode vilkår for øving og framføring av musikk i hele landet &#8211; være med og finansiere prosjektet, samt bistå med kompetanse og kursing. Slik kan du bidra til at framtidens Øya-headlinere kanskje kommer fra vår egen bydel! </span></p>\n<p><span style=\"font-weight: 400;\">Musikkrommet er tiltenkt ungdom i alderen 12-18 år som er musikkinteresserte. Her ønsker Sterling å tilby musikkopplæring gjennom kurs og workshops, samt muligheten til å få bruke rommet til øving og innspilling av eget materiale. </span>Gjennom dette tilbudet håper de å nå ut til ungdommer som ellers ikke har noe tilholdssted. De mener at dette tiltaket kan få en del ungdommer vekk fra gata og skape en tryggere og mer positiv bydel for alle som bor der.</p>\n<p><span style=\"font-weight: 400;\">&#8211; Det er per dags dato ingen andre lignende tiltak i bydelen, og vi kan vise til positive effekter av et slikt tilbud fra andre steder i Oslo, blant annet på Rommen Skole i Groruddalen, i regi av Jonathan “Boss” Castro, sier Fariss.<br />\n</span><br />\n<span style=\"font-weight: 400;\">&#8211; I fjor fikk vi inn </span><a href=\"http://oya.test/2015/08/11/116-750-kr-samlet-inn-til-kompass-co/\"><span style=\"font-weight: 400;\">116.750 kr til Kompass &amp; co</span></a><span style=\"font-weight: 400;\">. Hjelp oss å slå rekorden og gi ungdommene i bydel Gamle Oslo et flunkende nytt musikkrom!, sier Ingrid Kleiva Møller, miljøsjef i Øyafestivalen. </span></p>\n<p>&nbsp;</p>\n","date":"2015-11-25T10:47:59.000Z","featured_image":{"title":"Sterling-4","filename":"Sterling-4.jpg","filesize":659281,"url":"http://oya.test/assets/uploads/2015/11/Sterling-4.jpg","link":"http://oya.test/sterling-4/","alt":"","author":"3","description":"","caption":"","name":"sterling-4","status":"inherit","uploaded_to":0,"date":"2015-11-24 20:23:40","modified":"2015-11-24 20:23:40","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":2362,"height":1575,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2015/11/Sterling-4-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2015/11/Sterling-4-300x200.jpg","medium_width":300,"medium_height":200,"medium_large":"http://oya.test/assets/uploads/2015/11/Sterling-4-768x512.jpg","medium_large_width":768,"medium_large_height":512,"large":"http://oya.test/assets/uploads/2015/11/Sterling-4-1024x683.jpg","large_width":1024,"large_height":683,"small":"http://oya.test/assets/uploads/2015/11/Sterling-4.jpg","small_width":320,"small_height":213,"medium_small":"http://oya.test/assets/uploads/2015/11/Sterling-4.jpg","medium_small_width":640,"medium_small_height":427,"xlarge":"http://oya.test/assets/uploads/2015/11/Sterling-4.jpg","xlarge_width":2362,"xlarge_height":1575}},"translations":{"nb":{"url":"/2015/11/25/stott-framtidens-oya-artister/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"932e99db-3bd9-596a-a2b7-834df1789772","locale":"nb"}}