{"data":{"wordpressPost":{"title":"Fete musikkopplevelser på Øyanatt","date":"15th April 2008","content":"<p>*THE NOTWIST (DE)*<br />\n*BOOKA SHADE (DE)*<br />\n*DENGUE FEVER (US)*<br />\n*LES PETITS PILOUS &#038; STRIP STEVE (FR)*<br />\n*THE URGES (IE)*<br />\n*PILOOSKI (PL)*<br />\n*CLAUDE VON STROKE (US)*<br />\n*ICONOCLASTIC med DEADSWAN, CHRIS LYNCH, OF NORWAY*</p>\n<p>I 2008 kommer Øyafestivalen til å presentere flere fete Øyanattkonsepter. Dette er fester og konserter rundt omkring i Oslo under festivalen etter at Middelalderparken stenger 23.00. Vi har i samarbeid med våre gode venner og partnere booket heite band og DJs for å holde på festivalstemninga så lenge dere klarer å stå på beina. I dag kan vi slippe de første godbitene til årets Øyanetter. Felles for alle arrangementene er at du får rabatt ved fremvisning av gyldig Øyaarmbånd.</p>\n<p>*planB på Stratos onsdag 6. august:*<br />\n*Boys Noize Records-kveld med Les Petits Pilous &#038; Strip Steve*<br />\nplanB presenterer i samarbeid med Øyafestivalen fire kvelder på Stratos. Som en smakebit på programmet vi har satt sammen, gir vi deg onsdagen – en kveld med Boys Noize Records. Dette er den Berlinbaserte elektrolabelen til Boys Noize, og var skapt som en plattform for å få fram det beste av ny elektromusikk ut til verden. Våre to favoritter fra labelen er begge purunge, franske og lager hard elektromusikk. Duoen Les Petits Pilous og unggutten Strip Steve går sammen på Stratos for å gi deg det beste av ny klubbmusikk og vise hvorfor Boys Noize Rec. er en av de mest spennende elektrolabelene just nu. Bourdeauxgutten Strip Steve er ropt om fra alle hold de siste månedene. Fra blogger som Discobelle til hans venner fra elektroscenen i Paris. Alt snakk har munnet ut i EPen ”Skip School”. Et fantastisk stykke musikk som viser Strip Steves evne til å mikse fengende techno med leken house. Gutten turnerer intensivt i Europa og i august er det på høy tid at også vi i Norge får oppleve Strip Steve. Nice-duoen Les Petits Pilous lager hard, hard elektro. Låtene er kjennetegnet av harde synthriff, morsomme vokalsamples og en stødig basstromme som gir deg ingen annen mulighet enn å hengi deg til beaten. Når du tror duoen ikke kan gjøre låtene sine hardere og mer dansbare, tar Les Petits Pilous deg steget videre til technoeuforia. Duoen har i det siste gjort remixer for blant andre Justice og Teenagers og de har blitt lovprist av electroguru Thomas Von Party som også dro dem med på USA-turnéen sin. Onsdagen blir en intens affære, men gud så gøy det blir. Og det beste av alt? Tre kvelder til på Stratos under Øyafestivalen i sommer skal snart offentliggjøres under planB-kveldene.</p>\n<p><a href=\"http://www.myspace.com/stripsteve\" target=\"_blank\">STRIP STEVE</a><br />\n<a href=\"http://www.myspace.com/lespetitspilous\" target=\"_blank\">LES PETITSPILOUS</a><br />\n<a href=\"http://www.myspace.com/boysnoizerecords\" target=\"_blank\">BOYS NOIZE RECORDS</a> </p>\n<p>Billettpriser onsdag 6. august: med festivalpass:150,- / uten festivalpass: 200,-<br />\nNB!<br />\nKlubbkveldene på Stratos legges ut for salg på Billettservice i begynnelsen av mai. Kun et begrenset antall vil bli forhåndssolgt.</p>\n<p>*Blå torsdag 7. august:*<br />\n*Pilooski (PL)*<br />\nBlå og den alternative delen av Bergenfest &#8211; The Fix presenterer Pilooski, mannen som er ansvarlig for Madcons superhit “Beggin”. Pilooski slapp først sin remix av Franki Valli-originalen på eget label, ble hauset opp av nørder på nettet, plukket opp av Warner og skal til sist ha gått inn i ørene til Madcon. I tillegg til å gi ut haugevis av ulovlige edits, er han også halvparten av Discodeines og en del av Paris sitt Dirty Sound System.</p>\n<p>Billettinfo kommer seinere.</p>\n<p>*13th Floor Club på Garage lørdag 9. august:*<br />\n*The Urges (IE)*<br />\nPrimitive garage punk sound!!! The Urges er det tøffeste og kuleste rock’n’roll bandet fra Dublin siden Them med Van Morrison fra tidlig på sekstitallet. Gutta i The Urges kom krypende ut av sin tåkete hule i 2004 og har siden den gang slått alle som har hørt de i bakken med deres fantastiske form for nedstrippet psykedelisk-primal-zombie-garagepunk, med masser av fuzztone gitar og orgel. Med utrolig tøffe og røffe låter og et distinkt sound med sterk inspirasjon hentet fra sekstitallspunkere som The Electric Prunes, The 13th Floor Elevators, Music Machine, The Seeds og The Pretty Things har The Urges skapt et sterkt navn for seg selv i undergrunnskretser. De har opptrådt med alt fra helter som Billy Childish, The Buzzcocks og Paul Weller til indieband som The Strokes og Babyshambles. I slutten av november varmet de også opp for The Sonics på deres første reunionkonsert, som fant sted på Cavestomp festivalen i New York. Deres debut plate ”Psych Ward” som kom tidligere i år er DRITBRA og en psyched-out zombie rocker complete with all the horrorshow ingredients: the devilishly swirling Farfisa organ, the bendy guitar twangs and a singer who howls like a teenage werewolf at a beach party, som The Irish Times så fint beskrev den. Så kom deg ned i garasjen på 13thfloor for å riste løs til dine nye huleboer favoritter i The Urges etter at The Sonics har spilt seg ferdig på Øya. In fuzz we trust!!! The 13thfloor Club deejays vil sørge for den beste stemningen med garage, punk og surf før og etter konserten.</p>\n<p><a href=\"http://www.myspace.com/the13thfloorcluboslo\" target=\"_blank\">13TH FLOOR</a><br />\n<a href=\"http://www.myspace.com/theurges\" target=\"_blank\">THE URGES</a></p>\n<p>Billettinfo kommer seinere.</p>\n<p>*Øya:Sunkissed på Fabrikken 7. – 9. august*<br />\n*BOOKA SHADE (DE)*<br />\n*CLAUDE VON STROKE (US)*<br />\n*ICONOCLASTIC med DEADSWAN, CHRIS LYNCH, OF NORWAY*</p>\n<p>Første slipp av årets ØYA:SUNKISSED-artister! ØYA:SUNKISSED har på kort tid rukket å bli synonymt med årets største klubbbegivenhet. Over tre netter under Øyafestivalen presenter Sunkissed et knippe av verdens største klubbartister, såvel som navn vi mener fortjener mer av din oppmerksomhet. I første omgang har vi gleden av å annonsere følgende til Fabrikken 7. – 9. august 2008:</p>\n<p>BOOKA SHADE [DE / live] &#8211; The Sun &#038; The Neon Lights Tour<br />\nCLAUDE VonSTROKE [DirtyBird / US]\nICONOCLASTIC med DEADSWAN, CHRIS LYNCH, OF NORWAY [live]\n<p>Om artistene:<br />\nBOOKA SHADE (DE)<br />\nDet er en stor glede at våre gode venner i Booka Shade endelig kommer tilbake til Sunkissed. Sist de spillte ble det en helt klassisk kveld, og i følge Booka Shade selv en av de beste spillejobbene de hadde i 2005. Nå er bandet klart med tredjealbumet og ny turné, og siden sist har bandet bare fortsatt sin meteoriske reise mot toppen. Arno Kammermeier og Walter Merzinger har hold på som band siden tidlig 90-tallet. Den gang under andre navn og på plateselskaper som R&#038;S, Tommy Boy, Harthouse og Music Man. De scora til og med en tranceklassiker med &#8216;Una Musica Senza Ritmo&#8217; alt i 1993 som Degeneration! Men historien som skal på scenen under årets ØYA:SUNKISSED begynte for alvor da Booka Shade var med og startet opp Get Physical i 2002, i dag et av de mest repekterte plateselskapene innen klubbmusikk.<br />\nI 2005 leverte Booka Shade to klubbklassikere i form av &#8216;Mandarine Girl&#8217; og &#8216;Body Language&#8217; (med M.A.N.D.Y). Sistnevnte ble utropt til Ibiza Track of the Season&#8217; i 2005, begge låten gikk på tung rotasjon verden over og bandet varmet opp for både Röyksopp, Mylo og Depeche Mode. Andrealbumet &#8216;Movements&#8217;, som også inkluderte tre nye klubb hits &#8216;In White Rooms&#8217;, &#8216;Darko&#8217; og &#8216;Night Falls&#8217;, sementerte bandet helt i top skiktet av elektroniske klubbartister. Pitchfork utnevnte &#8216;In White Rooms&#8217; til en av årets beste låter, &#8216;In White Rooms&#8217; og &#8216;Night Falls&#8217; var Intergroove&#8217;s mest solgte singler, og XLR8R utropte &#8216;Movements&#8217; til et av tidenes beste album. I tillegg signerte Booka Shade også en mye omtalt DJ-miks i den annerkjente &#8216;DJ Kicks&#8217; serien i fjor (DJ Magazine Compilation of the Year) og nylig slapp de en sinnsyk live-DVD fra Pukkelpop i Belgia. På tredjealbumet (ute 26. mai) leverer Booka Shade en plate som ser like mye mot dag som natt. Klubblåtene er fortsått her, spesielt i remiksform på singlene som også kommer, men dette er også en sangbasert plate med radio- og hjemmevennlige låter. Det som er konstant er bandets bunnsolide produksjon og forankring i melodier som får nakkehårene til å reise seg.  Med &#8216;The Sun &#038; The Neon Lights&#8217; er Booka Shade klare for et gjennombrudd også utover klubbmiljøet. Vi regner med at bandet ikke vil spare på kruttet på Sunkissed, samtidig spår vi at dette nok er siste gang de opptrer på en såpass intim scene.</p>\n<p>CLAUDE VON STROKE (US)<br />\nBarclay Crenshaw aka Claude VonStroke har gjort kometkarriere siden hans første 12&#8243;ere &#8216;Deep Throat&#8217; og &#8216;Seven Deadly Strokes&#8217; kom i 2005. Andresingelen &#8216;The Whistler&#8217; / &#8216;Who&#8217;s Afraid of Detroit?&#8217; ble to store internasjonale klubbhits, og sjefen selv Richie Hawtin utropte &#8216;Who&#8217;s Afraid of Detroit?&#8217; til beste låt i 2006! Samme året fulgte Barclay opp med det kritikerroste albumet &#8216;Beware of the Bird&#8217; og remikset alt fra The Rapture til Kevin Saunderson. I tillegg driver Barclay også det annerkjente plateselskapet DirtyBird,  hvor de fleste av hans egne utgivelser har kommet, samt minimal- og technoetiketten Mothership (med artister som Samim, Italoboyz, Todd Bodine og P.Toile). Nå til sommeren kommer også album nummer to, og førstesingelen &#8220;Ground Hog Day&#8221; brygger allerede til å bli en stor hit på Ibiza og det ganske klubbland verden over. Undertegnede kan også skrive under på at Barclay er en DJ som levere variert og energisk, men aldrig forutsigbart. Litt av humoren og snerten som DirtyBird har i bunn (sjekk bare logoen deres) går igjen i musikkvalget til herr Claude VonStroke og resultatet er rett opp gata til Sunkissed; fartsfyllt, dypt og lett loco.</p>\n<p>ICONOCLASTIC med DEADSWAN, CHRIS LYNCH og OF NORWAY [live]\nG-HA og Charlotte Torstvedt utdelte nylig Osloprisen for årets beste klubb til Iconoclastic. Mer enn velfortjent mener vi chez Sunkissed! Deadswan og Chris Lynch har lenge drevet en Oslos mest fargerike og spennende klubbkonsepter. De har for tiden også tilholdsted på Oslos suverent beste klubb, The Villa. Denne gangen får Iconoclastic et helt rom å boltre seg på under ØYA:SUNKISSED på Fabrikken. I tillegg til Iconoclastics faste DJs tar Chris Lynch med seg Lil&#8217;Wolf og trommer sammen Oslos nye house- og technosupergruppe Of Norway. Med bare et knippe utgivelser, remikser og en heftige DiskJokke remiks har Of Norway allerede klart å sette seg godt på kartet det siste året. Det beviste de til gangs da de rocka brakka så svetten randt i lillerommet under Sunkissed:Live tidligere i år. Vi forventer mye fra denne kanten og gleder oss til at de setter Fabrikken på hue igjen.</p>\n<p>Billettinfo kommer seinere</p>\n<p>*John Dee onsdag 6. august*<br />\n*Dengue Fever (US)*<br />\nDet er viktig å presisere at det ikke er sykdommen vi snakker om her. Dengue Fever er derimot er et rockeband som er inspirert av noe så sjeldent som 60-tallspop fra Kambodsja! Det asiatiske preget forsterkes av at vokalen for det meste foregår på khmer, så her er det bare å kaste fordommene over bord å la seg synke inn i psykedelisk pop og euforiske stemninger. De er aktuelle med albumet &#8221; Venus On Earth&#8221;.</p>\n<p>Bill. kr. 180,- (150,- med Øyapass) + bill. avg. kr. 20,-. 18 år leg.</p>\n<p>*Rockefeller fredag 8. august*<br />\n*The Notwist (DE)*<br />\nThe Notwist har de siste ti årene bygd seg opp til å bli et av de mest spennende bandene i hjemlandet Tyskland. De startet opp som et hardcore-band, men har etter hvert blitt langt verre å putte i en bås. De beveger seg uanstrengt mellom gitardrevet pop og rock og moderne elektronika, og de er inspirert av både jazz og andre eksperimenterende musikksjangere. Notwist må definitivt sies å ha funnet sin egen unike stil og tok verden med storm med det kritikerroste albumet &#8220;Neon Golden&#8221; for noen år siden. De slipper albumet &#8220;The Devil, You And Me&#8221; i mai.</p>\n<p>Bill. kr. 250,- (200,- med Øyapass) + bill. avg. kr. 25,-. 18 år leg.</p>\n<p>Rockefeler/John Dee åpner salgene lørdag 19.4 kl. 10.00</p>\n<p>www.billettservice.no</p>\n","wordpress_id":760,"translations":{"nb":{"url":"/2008/04/15/fete-musikkopplevelser-pa-%c3%b8yanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a72b4de2-40fb-5363-86fd-79c93a1263bd","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2008/04/15/fete-musikkopplevelser-pa-%c3%b8yanatt/","redirect":false}}}