{"data":{"wordpressPost":{"title":"Blur  spiller på Øya onsdag 7/8","date":"6th December 2012","content":"<p>Et av de største britiske banda de siste 20 årene spiller på Øyafestivalen 2013. Blur skal headline onsdag den 7. august, og dette blir deres første konsert i Norge på ti år. Vi er svært stolte over å ha et band av denne størrelsen og anerkjennelsen, bekreftet såpass tidlig. Det er mange fans som gleder seg til å se Blur på en norsk scene igjen, inkludert oss på festivalkontoret.</p>\n<p><a href=\"http://www.billettservice.no/event/367293\" target=\"_blank\">Ukespass</a> og <a href=\"http://www.billettservice.no/event/377283\" target=\"_blank\">dagsbilletter</a> er i salg nå. For øyeblikket har vi solgt nesten halvparten av ukespassene.</p>\n<p>Vi er samtidig glade for at LA-bandet HAIM vil spille på Øya lørdag 10. august. De måtte dessverre måtte avlyse i 2012, men i 2013 vil de være klare for Oslo, med sitt debutalbum i bagasjen.</p>\n<p>Flere band vil bli bekreftet snart.</p>\n<p><strong>BLUR (UK)</strong><br />\nBlur ble verdensberømte på 90-tallet, takket være album som Parklife og The Great Escape, samt hits som Girls &amp; Boys, Country House, 2 Song, End Of A Century, To The End og Beetlebum. Disse låtene gjorde dem til tiårets popband. De hadde totalt 13 store hits i Storbritannia. Blur er uten tvil et av de klassiske britiske banda.</p>\n<p>Siden starten i 1989 har Damon Albarn, Graham Coxon, Alex James og Dave Rowntree vist en utrolig evne til å fornye seg selv. Tidligere i år skrev Blur to nye sanger i forkant av det massive og utsolgte showet i Londons Hyde Park, en konsert som markerte avslutningen av OL. Sangene The Puritan og Under The Westway fikk premiere live på Twitter via en verdensomspennende videooverføring fra et tak i London.</p>\n<p>Tjue<strong>é</strong>n år etter utgivelsen av debutalbumet feira de med Blur 21: The Box, bandets arbeid samlet i en boks og Parklive, en DVD/2CD spilt inn i Hyde Park i sommer.</p>\n<p>Noen sitater fra Hyde Park-konserten</p>\n<p>“Blur have the songs to match all moods.” – The Guardian</p>\n<p>“Modern life may be rubbish, but for one night it was close to perfect.” – Daily Telegraph</p>\n<p>“This was park life at its brilliant best.” – Evening Standard</p>\n<p>“Blur evince the simple delight of a band who have already proved everything they needed to&#8230; They rose to the occasion … this was a moment like no other.” – Q Magazine</p>\n<p>Etter at Blur headlina Glastonbury i 2009, mente The Guardian at de var &#8220;the best Glastonbury headliners in an age&#8221; .</p>\n<p>Gjør deg klar for en Blur-fest når de spiller på vår største scene i begynnelsen av august. Settlista vil være full av fanfavoritter. Tatt i betraktning det store publikummet de har på hjemmebane, er dette nesten for en intimkonsert å regne. Vi gliser allerede!</p>\n<p><a href=\"http://www.blur.co.uk/\">http://www.blur.co.uk/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>HAIM (US)</strong></p>\n<p>De tre søstrene fra California har rukket å bli lista på P3 to ganger før sitt debutalbum. Til tross for en økende interesse rundt bandet i flere måneder, føler vi oss sikre på at  et stort norsk publikum vil oppdage bandet før og under sommerens Øya. Danielle, Este og Alana Haim var heldige nok til å ha svært musikkinteresserte foreldre, noe som har medført at de har latt seg inspirere av klassisk rock, finfin folk og tradisjonell americana. Seinere fikk de også sansen for moderne RnB, og lot dette prege musikken sin. Gratis-EPen Forever har en god stund vært tilgjengelig på nett og som <a href=\"http://prettymuchamazing.com\" target=\"_blank\">prettymuchamazing.com</a> påstår, har HAIM “taken the cues of their multifaceted musical childhood and blended it into a sound that’s all their own”.</p>\n<p>&nbsp;</p>\n<p>Av de tre unge søstrene har Danielle Haim den mest imponerende CVen, da hun har spilt med både Julian Casablancas (The Strokes) og Jenny Lewis (Rilo Kiley). I oppveksten hadde de tre et familieband med foreldrene. Siden den gang har de fått fart på låtskrivingen og å finne et eget uttrykk. Vi lover at det er all grunn til å glede seg både til vårens album og konserten i august. Låta Forever er mange ganger nevnt som et høydepunkt fra 2012, og ikke bli overraska om du ser den på en del årsoppsummeringer snart.</p>\n<p>&nbsp;</p>\n<p>Søstrene i HAIM så seg dessverre nødt til å avlyse Øya i 2012. Derfor er det gledelig at de kommer tilbake i 2013, med debutalbumet i bagasjen.</p>\n<p><a href=\"http://www.haimtheband.com/\">http://www.haimtheband.com/</a></p>\n<p>&nbsp;</p>\n<p>photo Pennie Smith</p>\n","wordpress_id":5228,"translations":{"nb":{"url":"/2012/12/06/blur-og-haim-spiller-pa-oya-onsdag-78/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a743cb6c-374d-51f1-8450-f7b74e410623","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/12/06/blur-og-haim-spiller-pa-oya-onsdag-78/","redirect":false}}}