{"data":{"wordpressPost":{"wordpress_id":440,"title":"Øya til London og New York","excerpt":"<p>I nærmeste framtid tar Øyafestivalen, i samarbeid med Music Export Norway, med seg gode norske band til det store utland. Først skal vi til London denne helga og så reiser vi til New York i midten av mars. I Was A King og The New Wine skal til London, mens Pirate Love og The Megaphonic Thrift (bildet) blir med til New York.</p>\n","content":"<p>I nærmeste framtid tar Øyafestivalen, i samarbeid med Music Export Norway, med seg gode norske band til det store utland. Først skal vi til London denne helga og så reiser vi til New York i midten av mars. </p>\n<p>På vei over til SXSW i Texas, stopper vi i New York for å vise fram de to norske banda Pirate Love og The Megaphonic Thrift. De skal sørge for høye gitarer og god norsk rock på den populære klubben Santos Party House mandag 15. mars. Øya har i flere år tatt med seg band til New York på vei til SXSW og har klart å fylle spillestedene med nysgjerrige musikkelskere hvert eneste år. De to norske skal spille sammen med amerikanske The Depreciation Guild og et band til, som annonseres seinere. Kvelden arrangeres nok en gang med våre amerikanske venner i nettsiden Oh My Rockness. Sammen har vi plukket ut SXSW-aktuelle band vi har stor tro på. De fire banda skal få spille på den samme klubben som Øya og Oh My Rockness pakka full av musikkentusiaster under CMJ i høst, Santos Party House. Dette er et av New Yorks absolutt beste spillesteder.</p>\n<p><a href=\"http://www.ohmyrockness.com/\" target=\"_blank\">Link til Om Oh My Rockness</a></p>\n<p>LITT OM BANDA</p>\n<p>The Megaphonic Thrift – Vestlendingene i The Megaphonic Thrift har erfaring fra blant annet The Low Frequency In Stereo og Casiokids. Sammen lager de støyrock av kaliberet til Sonic Youth og deres likesinnede. The Megaphonic Thrift har fått meget god mottakelse for sine konserter og er klare for å imponere amerikanere i både New York og Austin, Texas. Bandet er i tillegg klare for Middelalderparken i august.<br />\n<a href=\"http://www.myspace.com/megaphonicthrift\" target=\"_blank\">MYSPACE</a></p>\n<p>Pirate Love – Frekk og rå pønkrock fra Oslo. Pirate Love har gitt ut et par singler og et album, som har gitt ny energi til tradisjonen fra Dead Boys, Johnny Thunders og Stooges. De har en nerve og et trøkk få andre norske rockeband kommer i nærheten av. New York-jobben blir starten på deres turné som inkluderer flere jobber under SXSW i Texas og utvalgte storbyer i det østre USA.<br />\n<a href=\"http://www.myspace.com/thepiratelove\" target=\"_blank\">MYSPACE</a></p>\n<p>The Depreciation Guild – Dette Brooklyn-badet har latt seg inspirere av blant annet Prefab Sprout, Cocteau Twins, New Order, XTC, Lush og The Beach Boys til å lage sin eksperimentelle pop. I vår legger de ut på en lengre USA-turne med våre egne støyrockere Serena Maneesh.<br />\n<a href=\"http://www.myspace.com/thedepreciationguild\" target=\"_blank\">MYSPACE</a></p>\n<p>For noen uker siden fortalte vi at Øya drar til London på fredag. I morra 26. februar spiller The New Wine og I Was A King sammen med britiske Goldhawks på Club NME. Øya tar med seg de to norske banda til den heite klubben Koko på en av NMEs klubbkvelder. Disse pleier å være svært ettertrakta og stappfulle. Vi er særdeles stolte over å kunne hjelpe to norske band å få spille for et fullsatt Koko, som er like stort som Rockefeller. Kokos bookingansvarlig besøkte Øyafestivalen i fjor og det var slik vi fikk tilbudet om å gjøre vår egen kveld med Club NME.  De to banda opplever god annonsering i UK og kvelden kommer ti å dekkes av NME. Vi gleder oss til fest i London i helga.<br />\n<a href=\"http://oyafestivalen.com/pages/nor/534-oeya_og_nme_presenterer_to_norske_band_i_london\" target=\"_blank\">Les mer om Øyas Club NME på fredag her</a></p>\n","date":"2010-02-25T08:34:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2010/02/25/aya-til-london-og-new-york/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"460c6157-f7f5-54d2-95fe-b889431d6ea9","locale":"nb"}}