{"data":{"wordpressPost":{"title":"Dubstep-stjerner til Øya","date":"12th February 2009","content":"<p>Øya byr nå på to solide doser dubstep. I Middelalderparken vil du kunne oppleve tre av genrens fremste utøvere i en pakke, kalt Magnetic Man. Før den tid vil en av gutta, Skream (bildet), gjeste The Villa under Øya Open i starten av april. Har du sans for britisk klubbglede, anbefaler vi at du får med deg begge disse mulighetene til å oppleve dubstepens råeste ambassadører.</p>\n<p>MAGNETIC MAN (UK) feat SKREAM &#038; BENGA<br />\nHver for seg er Skream og Benga konstante toppnavn på den alltid foranderlige britiske dubstep-scenen. Sammen mindre kjente Artwork, utgjør de også livesupergruppa Magnetic Man.<br />\nFor å ta det kronologisk:  Allerede i 2002 leverte Artwork (Arthur Smith) det sjangerdefinerende gromsporet Red, like sprettent som det var dystert.  Låten og produksjonen ble en stor inspirasjonskilde for Skream (Olli Jones), som ikke bare snakket varmt om den i intervjuer, men også formet det mektigmørke lydbildet etter den. I 2006 utga Skream sitt selvtitulerte debutalbum, gjestet av blant andre Warrior Queen (sist sett på Øya i fjor, da med The Bug) og JME fra UK garage-/grime-ensemblet Roll Deep, og ble møtt av opprømte kritikker. Rosen skulle bli enda mer panegyrisk da 21 år gamle Benga (Beni Uthman), som hadde vært stabil leverandør av knallgode tolvtommere i mer enn seks år, slapp debutalbumet sitt i fjor. Diary of an Afro Warrior, anført av monsterhiten Night, står igjen som en av det årets beste plater uansett sjanger, og bidro sammen med Burials to fullengdere å gjøre dubstep til allemannseie.<br />\nBåde Artwork, Skream og Benga er gode bookinger separat, men som Magnetic Man overgår resultatet langt på vei summen av delene. Repertoaret består av ting de har gjort sammen og hver for seg, i originale og remiksede utgaver. Skream og Benga egger hverandre opp med låter som blandes og omkalfatres, mens Artwork styrer forhandlingene fra hoveddatamaskinen i midten. Tre ting på en gang, er det mulig, spør du. Jada, svarer vi, det er det.<br />\n<a href=\"http://www.myspace.com/magneticmandubstep\" target=\"_blank\">MYSPACE</a></p>\n<p>ØYA OPEN – THE VILLA 3. APRIL<br />\nDUBSTEP NIGHT!: SKREAM (UK/ Tempa) + KNARK KENT &#038; SPIRO (Shit City Tekk)<br />\nThe Villa og Øyafestivalen samarbeider om denne forsmaken på en av sommerens godbiter. Olli Jones aka Skream leverte en av dubstep-genrens største låter gjennom tidene da han 19 år gammel slapp Midnight Request Line. Siden har det gått slag i slag for Olli, og han er i dag en av verdens mest anerkjente produsenter av elektroniske musikk, med spillejobber over hele kloden. Slik har det ikke alltid vært. Dubstep hadde sin spede begynnelse i Sør-London rundt årtusenskiftet og oppstod som en naturlig progresjon av britisk breakbeatkultur. Tråden er lett å følge fra UK hardcore til jungle, drum&#038;bass, UK garage, 2-step, grime og frem til dagens dubstep. Genren kan enkelt beskrives som drum&#038;bass på halv hastighet med trykk på bassen. Musikken er ofte minimalistisk, mørk og stemningsfull.<br />\nSkream spiller også på Øyafestivalen med gruppa Magnetic Man som er et samarbeidsprosjekt med et av dubsteppens andre store navn Benga.<br />\nThe Villas egne Shit City Tekk boys Knark Kent og Spiro varmer opp. Gutta var noen av de første ut med dubstep i Oslo og har blant annet sitt ukentlige nettradio program ”Loooking for the perfect beat” på www.reload-radio.com<br />\n<a href=\"http://www.myspace.com/shitcitytekk\" target=\"_blank\">MYSPACE SHIT CITY TEKK</a><br />\n<a href=\"http://www.myspace.com/skreamuk\" target=\"_blank\">MYSPACE SKREAM</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7fc46a33-b01e-51ba-ad35-08c766b88ede"}}