{"data":{"wordpressPost":{"title":"Øyafrivillige – et kapittel for seg","date":"2008-08-07T18:54:00.000Z","content":"<p>Som festivaler flest er Øya fullstendig avhengig av en betydelig mengde frivillig arbeidskraft. Det er omlag 1600 personer som tilbyr sine evner uten å få betalt, før, under og etter festivalen. De jobber flere timer ekstra, år etter år. Av disse er det flere som gir ekstra mye. Noen jobber uten å se en eneste konsert for å holde hjulene igang, mens noen prøver å snike seg inn etter festivalen for å jobbe med nedrigg – for å få være en del av Øyas unike frivilligteam. </p>\n<p>Som om ikke det skulle være nok, er det noen som skiller seg desto mer ut. De er rett og slett et kapittel for seg. Vi har tatt en prat med noen av disse i de stille timer før konsertene setter inn, under festivalens andre dag. Møt JR, Ravn, Ingrid &#038; Gregory. </p>\n<p><b>JR, 24 år &#8211; Solskinnspatruljen</b><br />\nJR er med for fjerde år på rad og ble ansvarlig for Solskinnspatruljen andre året – gruppa som sprer godt humør, gode holdninger og sukker blant de frivillige på Øya. JR er virkelig en gledesspreder der han sitter med sitt sjarmerende smil og fargerikt Lei (hula-hula) halsskjede.</p>\n<p>&#8211; Hvorfor er du med som frivillig?<br />\n&#8211; Jeg ble med i opprigg første året men ble fort lagt merke til som den gledesspredende personen jeg er, så jeg ble headhunta til solskinnspatruljen. Siden har jeg vært med der! Jeg er veldig opptatt av å holde innsatsnivået og humøret oppe blant de frivillige. Jobben er gjort når vi ser folk kommer tilbake år etter år for å jobbe. Jeg trives utrolig godt når jeg ser både gamle og nye kolleger, de er utrolig ålreite og bidrar til å skape festivalstemningen på Øya.<br />\n&#8211; Er du med mest for moro skyld eller for å bidra med arbeidskraft til festivalen?<br />\n&#8211; Helt klart fordi det er GØY!</p>\n<p><b>Ravn, 18 år &#8211; Delta Force</b><br />\nDenne karen hørte jeg om gjennom lederen av Delta Force; ”han MÅ du snakke med” sa hun da jeg fortalte om mitt behov for å snakke med frivillige som har en,  nja, X-faktor. Og det har han. Ravn utstråler en en utrolig karisma, og har sin helt egen innstilling til det å jobbe som frivillig:</p>\n<p>&#8211; Hvorfor er du med som frivillig?<br />\n&#8211; Jeg hørt at man kan jobbe mye og hardt gjennom Delta Force – og det liker jeg. Jeg har masse energi å få utløp for, sitter altfor mye stille på skolen. Dessuten er Delta Force en unik læringsmulighet i forhold til å løse logiske problemer. Også får jeg større muskler. Alt i alt er det JÆVLIG gøy.<br />\n&#8211; Er du med mest for moro skyld eller for å bidra med arbeidskraft til festivalen?<br />\n&#8211; Det går hånd i hånd! (Dessuten er det en fin måte å få utslag for hyperaktivitet for legger han til – selv om jeg må si det ser ut som han er et slags menneskelig duracellbatteri)</p>\n<p><b>Ingrid, 18 år – Natur og Ungdom</b><br />\nDet er umulig å legge merke til de ivrige sjelene i NU, som er mer enn glad for å plukke opp dine etterlatenskaper. Øya er som kjent en miljøvennlig festival, men uten NU hadde jobben med å bli kvitt søppelet vært en verre sak.<br />\nHvorfor er du med som frivillig?<br />\nJeg er veldig fan av Øyas miljøvennlige profil og det gjør det enklere å melde seg som frivillig når det i tillegg er sentral beliggenhet og kul musikk.<br />\nHva gjør man som frivillig på Øya gjennom Natur og Ungdom?<br />\nVi rydder området hver morgen og har en pantebod hvor man kan levere inn tomgods så pengene går til prosjekter NU jobber med. I tillegg har vi en resirkuleringsstasjon hvor søppelet kommer inn, resirkulering gjør at mindre masser blir brent og det sparer jo som kjent miljøet. NU er kult!<br />\nEr du med mest for gøy eller for å bidra med arbeidskraft?<br />\n&#8211; Begge deler! </p>\n<p><b>Gregory, 29 år &#8211; Opprigg, Delta force, Nedrigg</b><br />\nGregory er en person folk jeg har snakket med har nevnt som en helt spesiell øyafrivillig. Russeren reiser rundt på festivaler rundt om i Europa for å jobbe og se konserter, men det som imponerte meg mest er at han utsatte å reise til Bergen for å få være med på nedrigg etter festivalen. I tillegg til å jobbe x antall timer både før og under festivalen.</p>\n<p>&#8211; Hvorfor velger du å jobbe så mye egentlig?<br />\n&#8211; Jeg er veldig fan av organiseringen Øya utfører og er mer enn gjerne en del av det. Dessuten liker jeg å jobbe i team hvor jeg møter mange nye og spennende folk.<br />\n&#8211; Er det noe som kommer til å stå igjen som et spesielt inntrykk i ettertid?<br />\nDet er en utrolig vakker natur her, som er en flott kombinasjon med en så bra organisert festival. I tillegg er jeg så imponert over organiseringen, i Russland klarer de ikke organisere festival på samme måte i det hele tatt – det er 20 ganger bedre organisert her.<br />\nAlt i alt. Russere liker å organisere, samtidig som Gregory helst skal prøve å få med seg en god del band, noe som i og for seg er mulig bare man er ivrig nok:<br />\nHvilke band ser du mest frem til å se?<br />\n&#8211; Om lag 90% av programmet er kjempeinteressant, og siden ingen begynner å spille samtidig så kan jeg faktisk se litt av alle – dette er en utrolig bra måte å organisere en festival på, ingen andre festivaler jeg har vært på organiserer det slik så det er kjempebra. Organisert. </p>\n<p>OK, takk Gregory, lykke til!</p>\n<p>Tekst: Miranda<br />\nFoto: Kristine Gausereide Jacobsen</p>\n","wordpress_id":687,"featured_image":null,"translations":{"nb":{"url":"/2008/08/07/ayafrivillige-ae-et-kapittel-for-seg/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7896f033-f4a6-549f-a5eb-4fc6d8cebfe9","locale":"nb"}}