{"data":{"wordpressPost":{"title":"Intervju: Monotonix","excerpt":"<p>Petter fra Furoreiharare fikk tak i israelske Monotonix en stund før de skulle på scenen under Øya. Bandet hadde en svært så travel dag, men rakk ihvertfall å slå av en prat og å gjøre intervjueren usikker på sitt eget språk. Seinere samme dag leverte de en konsert ingen som var tilstede kommer til å glemme på mange år.</p>\n","content":"<p>Er det et band du må se live, så er det Monotonix. En sykere konsertopplevelse skal jeg love deg at du aldri kommer til å få igjen. Det er lite klær, elleville scener og musikk som rocker høl i huet på deg. Ja, jeg var redd for å møte dem, men ingen ting stopper en kar som vil ha alt. Jeg satt meg ned sammen Ami Shalev og Yonatan Gat (egentlig så var det vel bare Ami som pratet) for en kort, kjapp men spennende samtale.</p>\n<p>Monotonix kommer fra Israel og består av vokalist Ami Shalev, gitarist Yonatan Gat og trommeslager Haggai Fershtman. Med sine elleville liveshow har de blitt kjent verden over til tross for at de bare har en EP ute, Body Language (De har nå gitt ut et album, Where Were You When It Happened? Red.anm).</p>\n<p>-Så, gutta. Har vi et vilt show i vente i dag?<br />\n-Ja, det håper jeg da, starter Ami rolig. Jo da, jeg tror dette kommer til å bli jævlig moro jeg.</p>\n<p>-Det får vi da håpe. Jeg har hørt en del om konsertene deres, og det er ikke så dårlige ting, for å si det sånn.<br />\n-Nei, vi liker å slå oss løs når vi spiller. Så konsertene våre pleier å bli ganske ville. </p>\n<p>-Er det sant at dere ble nektet å spille konserter i Tel Aviv etter hvert?<br />\n-Ja. De er så konservative i Israel. Så når vi begynte å spille konserter midt på gulvet mellom publikummerne, kaste øl og tenne på ting så fikk de vel nok tror jeg. Enten så kom politiet eller så skrudde de som eide stedene av strømmen og kastet oss ut. Det var en periode hvor 80% av alle utestedene i Tel Aviv ikke ville ha noe med oss å gjøre.</p>\n<p>-Så det var da dere bestemte dere for å ta over verden? Eller i hvert fall komme dere ut i den?<br />\n-Da var det på tide å komme seg vekk ja. Og det var ganske stor forskjell fra Israel og USA. I USA fikk vi lov til å gjøre hva vi ville. Stå på baren, kaste ting, knuse ting, tenne på ting. Og alle bare syns det var kult og rock’n’roll. Så det var ganske befriende.</p>\n<p>-Det tror jeg på. Hvem vil ikke knuse ting og herje liksom. Men spiller dere ikke i Israel lenger?<br />\n-Vi har ikke gjort det på lenge , og vi har vel ingen store planer om det heller. Men jeg tror de ville tatt oss bedre i mot nå. Vi skal jo så klart spille der igjen, men ikke helt enda tror jeg.</p>\n<p>-Ja, man kan jo ikke gi opp fedrelandet helt heller. Hvordan startet Monotonix?<br />\n-Vel, alle spilte i band fra før av, men på en eller annen måte så ble vi enige om at vi burde gjøre noe sammen. Fra første gangen vi spilte på gulvet, så skjønte vi at dette var den riktige energien. Alle følte seg komfortable og vi måtte bli et band. </p>\n<p>-Og det har funket bra siden?<br />\n-Ja. Hele ideen med dette bandet var å spille sammen publikum. Nede på gulvet. Og det har vi bare levd videre på. Vi har utviklet oss sammen som et band, og det blir bare bedre og bedre.</p>\n<p>-Det er godt å høre. Og hvordan tok dere navnet Monotonix?<br />\n-Det er fra Norge…<br />\n-Hæ?<br />\n-Det er fra Norge sa jeg…<br />\nHva faen. Nå må de jo kødde med meg. Men de ser så seriøse ut at jeg ikke tør å tvile.<br />\n-Jaha…det visste jeg ikke.<br />\n-Hahaha. Så klart er det ikke fra Norge. Haha, du skulle sett ansiktsuttrykket ditt.<br />\nJada, jeg elsker å bli ydmyket. Og på en så latterlig ting som det. Hvorfor gadd jeg å bli med på dette? Jeg kunne jo bare sagt at ’Nei, det er det ikke’. Jeg kan da det norske språket og den norske historien bedre enn dem. Jaja, da fikk i hvert fall de seg en god latter.</p>\n<p>-Hehe, nei. Monotonix bare høres bra ut. Det sitter godt på tungen og det ruller fint i hodet.<br />\n-Hmm. Den kunne dere spart dere for. Men greit, da fikk vi oss en latter. Dere har en skive som kommer ut snart, og utover det så har dere bare en EP ute, men dere har spilt helt sykt mange konserter. Ser dere på dere selv som mer et liveband enn et studioband?<br />\n-Det er litt vanskelig å si. Vi trives veldig godt i studio også, og vi har hatt det drit bra under innspillingen av det kommende albumet. Men det er på konserter vi virkelig få utløp for følelsene, så jeg holder en knapp på liveband. Ja, vi er mer et liveband altså, utvilsomt.</p>\n<p>-Men albumet blir bra?<br />\n-Åja. Vi er veldig fornøyde med albumet og gleder oss stort til det kommer.<br />\nDet gjør vi også. Tusen takk for at dere gadd å ta dere en prat med oss. Nå gleder vi oss jævlig til å se dere live. Ha en strålende festival.<br />\n-Takk det samme.</p>\n<p>Og den konserten der. Helvete for en fest. Fikk du ikke med deg den så har du gått glipp av et av ditt livs morsomste øyeblikk. Herregud..<br />\nTekst: Petter Milde (petter@furoreiharare.com)<br />\nFoto: André Simonsen (bildene i bånn av Øyafoto)<br />\n<a href=\"http://www.furoreiharare.com\" target=\"_blank\">Furoreiharare</a></p>\n","date":"2009-10-13T10:25:00.000Z","wordpress_id":494,"featured_image":null,"translations":{"nb":{"url":"/2009/10/13/intervju-monotonix/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f1816357-e59f-53f6-a9c5-dec908dab018","locale":"nb"}}