{"data":{"wordpressPost":{"title":"Hva slags effekt har Øyas miljøsatsning?","date":"7th December 2016","content":"<p>Siden 2002 har vi jobbet med å gjøre Øya til en miljøvennlig festival. Siden den gang har vi kuttet ut ineffektive og forurensende dieselaggregater til fordel for ren elektrisitet. Vi har kjøpt økologisk mat fra lokale bønder og kuttet i kjøttet på menyen. Vi velger elbiler og lavutslippsbiler for å frakte artister og varer &#8211; og prøver å gjøre det enkelt for dere å gå, sykle og ta kollektivtransport til festivalen. Vi sorterer avfallet i 15 fraksjoner og forsøker å gjenbruke det vi kan. Men hva betyr egentlig disse tiltakene i en større sammenheng? Vi har regnet litt for dere:</p>\n<p><b>Sydentur vs Øya<br />\n</b><span style=\"font-weight: 400;\">Nordmenn flyr mye. Visste du for eksempel at 3 av de 10 travleste flyrutene i Europa, er i Norge? Flyruta Oslo-Bergen har mer trafikk enn London-Paris. Til sammenligning er det forøvrig kun 3% av verdens befolkning som noensinne ser innsiden av et fly. </span></p>\n<p><span style=\"font-weight: 400;\">90% av Øya-publikummet er fra Oslo-området (84% fra Oslo/Akershus, 6% fra den øvrige Østlandsregionen). De fleste tar ut ferie for å gå på Øya. Hvis de 64800 menneskene ikke hadde valgt å legge ferien sin til Øya i august, men heller dratt på Sydentur til for eksempel Málaga; Hva hadde det kostet miljøet?</span></p>\n<p><span style=\"font-weight: 400;\">64800 flyturer tur-retur Málaga ville kostet miljøet for totalt</span><b> 55 080 000 kg (!) C02</b><span style=\"font-weight: 400;\">. Det tilsvarer nesten det regjeringen mener er effekten av flyseteavgiften (65.000 tonn co2-ekvivalenter)! Tenk på det neste gang du planlegger ferien din; kanskje tar du vinterferien med tog istedenfor å fly? </span></p>\n<p><b>Kildesortering<br />\n</b><span style=\"font-weight: 400;\">På Øya sorteres alt avfallet for hånd, så mest mulig kan gjenvinnes og gjøres om til nye materialer. I år ble 74% av alt avfallet materialgjenvunnet &#8211; takket være de 200 frivillige fra Natur og ungdom som sorterte 47 tonn avfall i 15 ulike fraksjoner for hånd! Dette sparte oss for utslipp på </span><b>37 000 kg CO2</b><span style=\"font-weight: 400;\">-ekvivalenter &#8211; noe som tilsvarer de årlige utslippene til 14 biler! Så husk kildesorteringen hjemme &#8211; det er viktig! </span></p>\n<p><b>Mer grønt på tallerkenen<br />\n</b><span style=\"font-weight: 400;\">Kjøtt er ressurskrevende å produsere &#8211; og i tillegg slipper husdyra ut store mengder metan, som er en kraftig klimagass. Både med hensyn til klima og vår egen helse, burde vi spise mindre kjøtt. 51% av årets publikummere sier de spiser mindre kjøtt enn før av klimahensyn. Så hva skjer om alle Øya-publikummere spiser vegetarmat èn av festivaldagene? Vi kutter CO2-utslippene med nærmere </span><b>36 000 kg CO2 </b>(basert på <a href=\"http://www.framtiden.no/201409246561/aktuelt/mat/kjottfri-dag-=-200.000-farre-biler.html\">FIVHs utregninger</a>)<span style=\"font-weight: 400;\">! Dersom alle Øya-publikummere tok med seg denne gode vanen hjem, og hadde én kjøttfri dag i uka hele året, ville det kuttet </span><b>1 852 000 kg CO2</b><span style=\"font-weight: 400;\"> årlig! </span></p>\n<p><b>Ren strøm<br />\n</b><span style=\"font-weight: 400;\">I 2008-09 faset vi ut de forurensende aggregatene som er så vanlig på utendørsarrangementer. Vi kuttet energiforbruket vårt med 80% fordi aggregater er svært ineffektive, og vi kuttet en fossil energikilde til fordel for fornybar faststrøm. Siden 2009 har vi spart rundt 150.000 liter diesel &#8211; eller </span><b>400 000 kg CO2</b><span style=\"font-weight: 400;\">! </span></p>\n<p><b>Spis opp maten din!<br />\n</b><span style=\"font-weight: 400;\">Nærmere én fjerdedel av maten som produseres ender i søppelbøtta. Faktisk kunne vi mettet alle verdens sultende med bare 30% av det som kastes i dag! I 2016 forsøkte vi å gjøre noe med matsvinnet på Øya. Vi utfordret restaurantene til å utnytte ressursene bedre og fikk mange spennende prosjekter tilbake: </span></p>\n<p><span style=\"font-weight: 400;\">Kompass &amp; co serverte flere tusen bakte poteter laget på overskuddsvarer (mat som av ulike grunner ikke kan selges i matbutikken). </span></p>\n<p><span style=\"font-weight: 400;\">Solberg &amp; Hansen leverte kaffegrut fra Øya til Gruten, som har brukt den til å lage kaffegrutsåpe (som er årets Øya-julegave!). </span></p>\n<p><span style=\"font-weight: 400;\">Bybonden Andreas Capjon kom og hentet deler av matavfallet vårt, og gjør det om til verdifull kompost ute på gården i Bjørvika. </span></p>\n<p><span style=\"font-weight: 400;\">Duggurd kokte kraft på alle gulrotstubber, løkskall og lignende deler av grønnsakene som ikke ble brukt &#8211; og solgte styrkende kraftkopper fra boden sin på Øya. </span></p>\n<p><span style=\"font-weight: 400;\">Alle råvarer som ble til overs etter festivalen, ble donert til Matsentralen &#8211; som distribuerer maten til suppekjøkken og lignende veldedige prosjekter i Oslo. </span></p>\n<p><span style=\"font-weight: 400;\">Oljen som ble brukt til frityrkokerne våre, ble donert til folk som bruker dem som drivstoff i bilene sine. </span></p>\n<p><span style=\"font-weight: 400;\">Alle tallerkener og alt bestikk på festivalen var laget på hvetekli &#8211; fra produsenten Biotrem, som henter overskuddsmateriale fra hvetemelproduksjon og bruker vanndamp til å lage et servise som er så naturlig at du kan spise den opp! Vi kan anbefale knust tallerken med melk og syltetøy! </span></p>\n<p><b>Nå er det din tur!<br />\n</b><span style=\"font-weight: 400;\">Vi er veldig fornøyde over at de miljøtiltakene vi gjør, har effekt. Men Øya er bare én liten bedrift, og foruten de fire dagene i august hvert år, er vi bare ti personer som sitter og hamrer løs på tastaturene våre på et kontor i Torggata. Vi trenger deres hjelp! </span></p>\n<p><span style=\"font-weight: 400;\">Vi må huske at vi som nordmenn er på toppen av næringsskjeden: Skulle alle leve som oss, hadde vi trengt tre jordkloder. Vi har alle mulighet til å spise litt mindre kjøtt, fly litt mindre og kjøpe litt mindre. Som dere ser av tallene lengre opp i artikkelen, har små justeringer i hverdagen din mye å si! Og har dere noen gode forslag til oss om hvordan vi kan bli mer bærekraftig &#8211; send dem til miljøsjef Ingrid Kleiva Møller &#8211; </span><a href=\"mailto:ingrid@oyafestivalen.com\"><span style=\"font-weight: 400;\">ingrid@oyafestivalen.com</span></a></p>\n<p><span style=\"font-weight: 400;\">God jul! </span></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7c0f3963-c20b-5b8c-b38a-8c1dc9d032c1"}}