{"data":{"wordpressPost":{"title":"Alex Cameron og The Comet Is Coming til Øya","date":"21st February 2018","content":"<p>&nbsp;</p>\n<p><strong>ALEX CAMERON (AU) – lørdag 11. august</strong></p>\n<p><strong>THE COMET IS COMING (UK) – onsdag 8. august</strong></p>\n<p>Øya-programmet fylles opp av en god blanding med etablerte favoritter og musikere du kanskje ikke kjenner fra før. Australske Alex Cameron hadde et aktivt 2017 med låtskriving for The Killers og et solid album på egenhånd. Fra Londons unge jazzmiljø kommer utenomjordisk musikklek fra trioen The Comet Is Coming. De er snart klare med ny musikk.</p>\n<p>Alex Cameron skal også spille Bergenfest denne sommeren, mens The Comet Is Coming gjør sin første Norges-konsert på Øya.</p>\n<p>&nbsp;</p>\n<p>ALEX CAMERON (AU)</p>\n<p>Alex Cameron ga i fjor ut albumet Forced Witness. Sammenligna med debuten Jumping The Shark har han tatt flere steg inn i et mer organisk sound, noe produsent og Foxygen-medlem Jonathan Rado har bidratt til. På albumet finner man bidrag fra Angel Olsen og The Killers’ Brandon Flowers. Cameron lager svært fengende låter, ofte med både et tydelig mørke og humor under.</p>\n<p><a href=\"https://pitchfork.com/reviews/albums/alex-cameron-forced-witness/\">Pitchfork</a>: &#8211; … the album displays a pop prowess that Cameron’s debut only hinted at—these songs are as effortlessly catchy as they are eminently creepy.</p>\n<p>Mange har nok hørt låter han har skrevet, uten å være klar over det. Han har nemlig vært med å skrive flere låter på albumet Wonderful Wonderful av The Killers. Cameron har vært på turné med Øya-favoritter som Angel Olsen, Unknown Mortal Orchestra og Mac DeMarco, i tillegg til store arenaer med The Killers.</p>\n<p>En konsert med Alex Cameron skal være opplevelse med overraskelser. Vi gleder oss til han tar med låter og showmanship til Oslo og Øya.</p>\n<p><a href=\"https://www.facebook.com/ALKCM/\">www.facebook.com/ALKCM</a></p>\n<p><a href=\"http://www.forcedwitness.ac/\">www.forcedwitness.ac</a></p>\n<p>&nbsp;</p>\n<p>THE COMET IS COMING (UK)</p>\n<p>Denne trioen kom sammen i London for omtrent fem år siden, for å skape spennende instrumentalmusikk inspirert av både Sun Ra og Zappa. Det er tydelig at de har like stor sans for jazz og syrerock, som funk. De er ute på en slags selvdefinert musikalsk romferd inn i det uforutsigbare. Medlemmene kaller seg Danalogue the Conqueror, Betamax Killer og King Shabaka, og i løpet av 2018 vil deres nye album være klart. Sistnevnte musiker heter egentlig Shabaka Hutchings, og er en svært aktiv og respektert saksofonist.</p>\n<p>Debuten Channel The Spirits kom for to år siden. Den fikk sterke anmeldelser og ble nominert til Mercury-prisen. Vi gleder oss til fortsettelsen og til at trioen bringer Tøyenparken til outer space.</p>\n<p><a href=\"https://www.londoninstereo.com/the-comet-is-coming-live-review/\">London In Stereo</a>: &#8211; Ultimately, cutting through the bombast, Comet Is Coming are a formidable live force, possessing the rhythmic intensity of a trance-state and, when applied lightly, inventive electronics that go beyond novelty.</p>\n<p><a href=\"https://www.facebook.com/thecometiscoming/\">www.facebook.com/thecometiscoming</a></p>\n<p><a href=\"http://www.thecometiscoming.co.uk/\">www.thecometiscoming.co.uk</a></p>\n","wordpress_id":21390,"translations":{"nb":{"url":"/2018/02/21/alex-cameron-the-comet-is-coming-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3a6e61bb-26e1-5f99-bfab-bbe913ee252c","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2018/02/21/alex-cameron-the-comet-is-coming-oya/","redirect":false}}}