{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"3529ff25-be8d-50e1-a089-262ebcee78fe","slug":"tidsplan-for-camp-indie-16-mai","title":"Tidsplan for Camp Indie 16. mai","date":"2011-05-09T14:01:14.000Z","excerpt":"<p>Om en uke er det Camp Indie på Rockefeller. 16. mai kan du betale akkurat det du vil til dine favoritter i programmet. Sjølve inngangen er gratis. Hele 16 band skal spille og nå er tidsplanen klar. Start planlegginga tidlig, for her blir det tett mellom høydepunktene.Ta med alle dine venner og delta på den herligste musikkoppladinga til nasjonaldagen, med noen av landets mest lovende band.</p>\n"}},{"node":{"id":"c74148d2-bb6c-5ae0-baef-2902d6332509","slug":"prov-%c3%b8ya-spill-og-vaer-med-i-trekningen-om-femdagerspass","title":"Prøv Øya-spill og vær med i trekningen om femdagerspass","date":"2011-05-09T12:43:00.000Z","excerpt":"<p>Vi lanserer nå et morsomt Øya-spill, hvor du kan teste dine kunnskaper om artistene i årets program. Svar på noen enkle og noen vanskelige spørsmål om artister som er bekrefta til festivalen. Skjerp sansene og gjør deg klar. Spillet går på tid, så det kan lønne seg å klikke kjapt. 30. juni trekker vi fem vinnere som hver får to femdagerspass!<br />\n<a href=\"http://www.spill.no/campaigns/Oya11.aspx:\" target=\"_blank\">Spill det nye Øya-spillet her</a></p>\n"}},{"node":{"id":"00f1e6ce-cfbb-53d4-ace7-d89496c2dab2","slug":"kom-tidlig-pa-camp-indie-fa-enda-en-gratis-minifestival-i-premie","title":"Kom tidlig på Camp Indie – få ENDA en gratis minifestival i premie!","date":"2011-05-06T11:00:00.000Z","excerpt":"<p>Bandet honeytraps åpner Camp Indie-kalaset på Rockefeller mandag 16. Mai, allerede klokka 20.30 på kvelden. Og for å trekke folk inn på konsert såpass tidlig på kvelden planlegger de å arrangere en endagsfestival i juli for alle gjestene, dersom det er over 500 påmeldte på facebookeventen deres i forkant, og tilsvarende 500 inne halvveis ute i konserten. Er du påmeldt på facebook kommer du til å stå på gjestelista på festivalen.  </p>\n<p>Klarer honeytraps å arrangere festival? Vi vil tro det; alle medlemmene i honeytraps har bakgrunn i Spoon Train, en av Oslos mest aktive konsertarrangører. Så du skal ikke se bort fra at én skikkelig hyggelig kveld på Rockefeller kommer til å skaffe deg en skikkelig hyggelig kveld et annet sted uti juli.</p>\n"}},{"node":{"id":"185daa17-721e-500d-9a60-37eff60599e6","slug":"vinnere-swans","title":"Vinnere: Swans","date":"2011-05-06T10:09:21.000Z","excerpt":"<p>Veldig mange visste at den foreløpig siste skiva til Swans heter My Father Will Guide Me up a Rope to the Sky. Vi har trukket to vinnere, som får ta med en venn på konserten på Rockefeller i kveld. De to heldige er Andrea Bakkevold og Kim Mikal Torp. Vinnerne blir kontaktet på mail i løpet av formiddagen. God konsert!<br />\n<a href=\"http://oyafestivalen.com/pages/nor/823-swans_paa_rockefeller_6_mai_2011\" target=\"_blank\">Les mer om Øya Open med Swans på Rockefeller her</a></p>\n"}},{"node":{"id":"3c76ac42-bfef-5076-b74f-2c605c73da77","slug":"hurra-torpedo-prover-noe-nytt-og-apner-festivalens-siste-dag","title":"Hurra Torpedo prøver noe nytt og åpner festivalens siste dag","date":"2011-05-05T10:07:00.000Z","excerpt":"<p>I mange år har åpningskonserten på Øyafestivalens siste dag vært noe helt spesielt. Tusenvis av mennesker har møtt opp til klokka 13.00 for å få med seg startskuddet for vår lengste og fyldigste festivaldag. I år skal Hurra Torpedo lage et helt spesielt show i solsteika midt på dagen. Forvent å se Hurra Torpedo gjøre noe de aldri har gjort tidligere. Dette blir en festkonsert av dimensjoner og et herlig startskudd for en festivaldag som også inkluderer Håkan Hellström, Kyuss Lives!, The Avett Brothers, Jamie XX, Kitchie Kitchie Ki Me O, Comeback Kid, Crystal Fighters, Stein Torleif Bjella og mange flere.  <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n"}},{"node":{"id":"91574544-33b5-5e50-9307-411f21c736f2","slug":"dansefest-med-hercules-and-love-affair-og-the-budos-band-11-august","title":"Dansefest med Hercules And Love Affair og The Budos Band 11. august","date":"2011-05-02T09:35:00.000Z","excerpt":"<p>Hercules And Love Affair og The Budos Band er to New York-band som vil får deg til å danse uhemma på Øyafestivalen torsdag 11. august. Samme dag kan du også oppleve blant andre Aphex Twin, Janelle Monae, Kaizers Orchestra, Fleet Foxes, Q-Tip, Explosions In The Sky, Honningbarna og Wiz Khalifa. <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP DAGSBILLETTER OG FEMDAGERSPASS HER</a></p>\n"}},{"node":{"id":"a5862a24-ded7-5ac7-a801-9fc5f718043c","slug":"minioya-med-stor-frivilligkonkurranse","title":"Miniøya med  stor frivilligkonkurranse","date":"2011-05-02T08:21:00.000Z","excerpt":"<p>Har du en liten røver som dig­ger sjø­rø­ver­hel­ten Kap­tein Sabel­tann? Eller kunne du tenke deg å gå på «vok­sen­fes­ti­val» i som­mer? Nå gir Miniøya deg sjan­sen til å vinne gra­tis fami­lie­pass til Dyre­par­ken i Kris­tian­sand, eller 2 dags­bil­let­ter til Øyafes­ti­va­len i august! <a href=\"http://minioya.no/2011/04/30/stor-frivilligkonkurranse/\" target=\"_blank\">SJEKK KONKURRANSEN HER</a></p>\n"}},{"node":{"id":"ff40f3b7-83af-50d1-8551-49f46cf3b997","slug":"q-tip-og-montee-til-%c3%b8ya-kun-1800-femdagerspass-igjen","title":"Q-Tip og Montée til Øya – Kun 1800 femdagerspass igjen","date":"2011-04-26T11:03:00.000Z","excerpt":"<p>Med påskeferien bak oss er det full fart igjen i planleggingen av Øyafestivalen 2011. Vi har fått på plass to nye navn til programmet i Middelalderparken. Den amerikanske hiphoplegenden Q-Tip ønsket sterkt å gjøre det godt igjen etter at han ble nødt til å avlyse fjorårets tur til Europa og Øya. Torsdag 11. august vil du ha mulighet til å oppleve dette medlemmet av A Tribe Called Quest i Oslo. Norske Montée ser ut til å få et fantastisk år etter at deres nye album gikk inn på topp ti på slagslistene i påskeuka. I august spiller de utendørs på Øya.</p>\n<p>Etter litt finregning i påska har vi kommet fram til at det kun er 1800 femdagerspass igjen i salg. Dette er billetten som dekker alle de fire dagene i Middelalderparken og Klubbdagen tirsdag 9. august, med masse konserter på omtrent 25 scener i Oslo sentrum. Salget av dagsbilletter er også svært godt og ligger på dette tidspunktet bedre an enn noensinne. Det er dagsbillettene til onsdagen som for øyeblikket selger raskest. Onsdag 10. august spiller blant annet Kanye West, Grant Lee Buffalo, James Blake, Jens Carelius, Lukestar, Oslo Ess, Sharon Jones &#038; The Dap-Kings og Warpaint.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n"}},{"node":{"id":"edc82c9f-a7f3-56da-a324-f0b4a7829d80","slug":"prins-thomas-orkester-i-middelalderparken","title":"Prins Thomas Orkester i Middelalderparken","date":"2011-04-15T09:54:28.000Z","excerpt":"<p>Denne uka har vi lagt til Aphex Twin, Fang Island, WU LYF og Mongo Ninja i Øya-programmet. Før vi tar noen dager påskeferie har vi også fått på plass Prins Thomas Orkester, et nytt prosjekt fra en av de dyktigste folka på den norske klubbmusikkscena. Vi har fått ham til å beskrive orkesteret med egne ord og samtidig røpe hva som er hans egne favoritter i Øya-programmet.</p>\n<p>Vi er sterkt tilbake med flere artistslipp rett over påske<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP BILLETTER HER</a></p>\n"}},{"node":{"id":"17ee0260-9ff7-50c4-98e9-91db202905d0","slug":"aphex-twin-pa-%c3%b8ya-torsdag-11-august","title":"Aphex Twin på Øya torsdag 11. august","date":"2011-04-14T07:56:00.000Z","excerpt":"<p>Legenden Aphex Twin skal avslutte Sjøsiden torsdag 11. august i Middelalderparken. Etter å ha forsøkt i flere år, har vi endelig fått ja fra denne fantastiske artisten. Richard D James, som han egentlig heter, er nok den mest myteomspunnede og genierklerte elektronikaartisten i verden. Han er en av de største musikalske innovatørene i moderne tid, og en artist som på egenhånd har flyttet grensene både for den kommersielle popmusikken og den smaleste samtidsmusikk. Et musikalsk geni som alltid er et hestehode foran røkla, og som for hver plate han utgir parkerer den endeløse rekken av kopister. På Øya vil du kunne oppleve en konsert du og vi seint vil glemme. Vi lover et visuelt sterkt show i øverste divisjon. Dette blir den første konserten hans i Oslo i så stort format.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">KJØP DAGSBILLETTER OG FEMDAGERSPASS HER</a></p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":118,"pageCount":183,"additionalContext":{}}}