{"data":{"wordpressPost":{"title":"The Flaming Lips til Øya fredag 13. august","date":"27th May 2010","content":"<p>THE FLAMING LIPS (US)<br />\nNå skal The Flaming Lips ta sitt fantastiske show til Middelalderparken og vi veit at mange gleder seg. Favoritter som Yoshimi Battles The Pink Robots pt 1, Do You Realize??, The Yeah Yeah Yeah Song, Race For The Prize, Waiting For A Superman og She Don’t Use Jelly vil få noen og en hver til å juble. Hva du får høre, veit vi ikke, men vi er sikre på at det er all grunn til å glede seg.</p>\n<p>Vi spurte vår egen bookingsjef og mangeårig fan Claes Olsen om hans forhold til The Flaming Lips. Han svarte følgende: ”The Flaming Lips på Big Day Out i Syndey i 2004 er kanskje den beste konserten jeg noensinne har sett. Store ord, men helt sant. Vi har prøvd å få de til Øya i mange, mange år. Jeg gleder meg til å se Wayne Coyne &#8230;.. fyke over publikum på Enga i den oppblåsbare ballongen sin&#8221;</p>\n<p>The Flaming Lips fra Oklahoma City har vært et av USAs mest spennende og uforutsigbare band i over 25 år. At de fortsatt kan overraske viste de i fjor, da de både ga ut det kritikerroste albumet Embryonic, med nytt materiale, og en egen tolkning av Pink Floyds klassikerskive Dark Side Of The Moon. Om den første av disse skrev VGs Morten Ståle Nilsen ”at de skulle ha et mesterverk som dette i seg i 2009, er en vidunderlig overraskelse” og ga full pott i form av terningkast seks.</p>\n<p>Bandet ble dannet av Wayne Coyne og hans bror Mark i 1983. De henta inspirasjon fra amerikansk rocks underligste avkroker, som punk og psykeldelia, i tillegg til klassisk pophåndverk. Broren ga seg kjapt, men Wayne leder The Flaming Lips den dag i dag og har ledet fansen gjennom syrerock, indie og eksperimentell pop. Etter å ha vært en del av undergrunnen i en årrekke fikk et større publikum øynene opp for The Flaming Lips etter skiva The Soft Bulletin (1999). De fulgte opp på en sterk måte tre år seinere med Yoshimi Battles The Pink Robots. Topp ti på albumlista nådde de først med At War With The Mystics i 2006, og da i England, hvor fanskaren har vært større enn hjemme.<br />\n<a href=\"http://www.myspace.com/flaminglips\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":377,"translations":{"nb":{"url":"/2010/05/27/the-flaming-lips-til-%c3%b8ya-fredag-13-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7636762a-d9c0-55c1-9fe3-174b2e4ad24c","locale":"nb"}}