{"data":{"wordpressPost":{"title":"Festivalens tøffeste frivillige","date":"2016-08-12T14:43:20.000Z","content":"<div>\n<div><em>Tekst: Kaja Kirsebom    </em><em>Foto: Kristine Karlsen</em></div>\n</div>\n<div></div>\n<div><strong>Martha Revheim, leder for Natur og Ungdom på Øya, er kjempestolt av innsatsen de gjør år etter år for at festivalen anerkjennes som en av verdens mest miljøvennlige. </strong></div>\n<div></div>\n<div>– Hele 70 prosent av alt avfall fra Øyafestivalen går videre til materiell gjenvinning, slik at det kan brukes på nytt. Med det unngår man ett CO2-utslipp som tilsvarer det 15 biler bruker i løpet av ett år.</div>\n<div></div>\n<div><strong>Sånn helt ærlig, vil du si at dere har festivalens største drittjobb? </strong></div>\n<div>– Nja, av og til, men det må til, og våre 220 frivillig er kanskje de yngste, (de fleste som er frivillig hos oss er mellom 16 og 18 år), men de er også festivalens tøffeste frivillige som tar på seg denne jobben, og utfører den med glans.</div>\n<div>\n<figure id=\"attachment_15147\" aria-describedby=\"caption-attachment-15147\" class=\"wp-caption alignleft\"><img class=\"lazyload wp-image-15147 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"Skjermbilde\" width=\"300\" height=\"198\" data-srcset=\"http://oya.test/assets/uploads/2016/08/Skjermbilde-300x198.png 300w, http://oya.test/assets/uploads/2016/08/Skjermbilde-768x508.png 768w, http://oya.test/assets/uploads/2016/08/Skjermbilde.png 854w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"854/565\"><figcaption id=\"caption-attachment-15147\" class=\"wp-caption-text\"></body></html>\n</a> Martha Revheim, leder for Natur &amp; Ungdom. Foto: Kristine Karlsen</figcaption></figure>\n<p><strong>Øya og Natur og Ungdom har samarbeidet helt siden 2002, hva er det verste dere kan huske å ha sortert? Går det noen vandrehistorier på kontoret deres? </strong></p>\n</div>\n<div>\n<div>– For noen år tilbake fikk vi inn noen grisehoder etter en konsert med Mayhem. Det er nok noe av det ekleste. Ellers, kan det være ganske hardt på slutten av festivalen, da har man et berg av søppel som er dobbel så stort som deg som må sorteres. Det skjer jo også at posene på bunn av berget med matavfall rekker å mugne.</div>\n<div></div>\n</div>\n<div><strong>Hvordan foregår egentlig kildesorteringen? </strong></div>\n<div>– Ute på området er det sånn som publikum har hjemme, de kan sortere i plast, papp, matavfall og restavfall, så frakter vi dette til bakområdet, hvor vi spretter opp hver eneste søppelpose og sorterer de i 15 ulike fraksjoner, som bølgepapp, plast og farlig avfall.</div>\n<div></div>\n<div><strong>Sånn på tampen, har dere en miljøoppfordring til publikum?</strong></div>\n<div>– Les på dunkene, det skal stå veldig tydelig, men det kan være greit å vite at fat og bestikk skal i matavfall, i år er dette nedbrytbart. Det er laget av vann og hvetekli, du kan til og med spise de om du vil! Ta sykkel til festival, det er egen sykkelparkering som vi bemanner, og ikke minst, ta med disse gode miljøvanene hjem. Er det noe Øya beviser så er det hvor lite som skal til for at vi alle kan gjøre stor forskjell for miljøet.</div>\n","wordpress_id":15144,"translations":{"nb":{"url":"/2016/08/12/festivalens-toffeste-frivillige/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"644be341-46b6-5536-ac28-0e1d71a9620c","locale":"nb"}}