{"data":{"wordpressPost":{"title":"Øyaprat 11: Haraball","date":"28th July 2013","content":"<p>Vi fikk en prat med medlemmene i Haraball, som i disse dager gjør seg klare til sin konsert på Vika lørdag 10. august, klokka 21.05. I følge bandet er gode festivalforberedelser å bæsje før man drar, ha på klær i grelle farger og drikke nok vann.</p>\n<p>&nbsp;</p>\n<p>1. Hvilken Øya-opplevelse husker du aller best?<br />\nWilliam:<em> The Fall i 2006. Fall Heads Roll-plata og line-up&#8217;n var jo sjuk. Mark E. Smith sparka til NRK-fotografen som stod og filma under skjørtet på kona hans, jagde vekk de stakkars scenefolka som ville gi han vann og var generelt veldig jovial på sitt helt egne vis.</em><strong></strong></p>\n<p>2. Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?<br />\nWilliam: <em>Kraftwerk, Pissed Jeans, Iceage</em><br />\nVegard: <em>Michael Cronin, Godspeed og Okkultokrati </em><br />\nJon Eivind: <em>Spectral Haze, Wu-Tang, Iceage</em><strong></strong></p>\n<p>3. Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?<br />\nVegard: <em>Bæsj før du drar hjemmefra</em><br />\nDaniel: <em>Viktig med rikelig med væske</em><br />\nJon Eivind: <em>Gå med grelle farger så vennene dine finner deg i mengden.</em><strong></strong></p>\n<p>4. Hva kan folk forvente av konserten deres?<br />\nVegard: <em>Håper ingen stiller med solbriller</em><br />\nJon Eivind: <em>Eller dress, slips og hårmascara</em></p>\n<p>5. Har du en god eller dårlig festivalhistorie? Fortell!<br />\nJon Eivind: <em>Vi havnet i avhør hos Kripos på Roskilde et år. En klassisk &#8220;dansker lager vansker&#8221;-situasjon som stort sett grunnet i språkproblemer. Anyways, hos Kripos var det en politimann med både intelligens og norsk kone, og da ordnet alt seg. Bortsett fra at vi nå befant oss et godt stykke unna festivalen. Vi hadde allerede hadde gått glipp av Morrissey, så da vi forklarte at JR Ewing begynte om 10 minutter, og det var noe vi måtte se, ble vi kjørt tilbake med bånn gass og politisirener. Morro!</em></p>\n<p>6. Hva hører du på i sommer?<br />\nVegard: <em>Dawn of Humans, Warthog, Darkthrone, Cülo og Waxahatchee</em><br />\nJon Eivind: <em>Samme her, pluss Purling Hiss</em><strong></strong></p>\n<p>7. Hva vil du aller helst se på scena når Øyafestivalen flytter til Tøyenparken neste år?<br />\nWilliam: <em>Hank Wood And the Hammerheads og The Spits.</em></p>\n","wordpress_id":8192,"translations":{"nb":{"url":"/2013/07/28/oyaprat-11-haraball/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3386783f-389b-57a8-aa06-361358c25c6f"}}