{"data":{"wordpressPost":{"title":"The Night Marchers rocker Øya","date":"2008-04-10T10:02:00.000Z","content":"<p>I vinter hørte vi ryktene om at tre fjerdedeler av Hot Snakes hadde dannet et nytt band. Etter litt rask orientering på nettet fant vi myspace-siden til The Night Marchers og jubelen sto i taket over denne fete festrocken fra San Diego. 21. april kommer debutalbumet See You In Magic på guitarist og vocalist John “Speedo” Reis sitt eget Swami Records. Her vil du få servert tretten stykker heseblesende rock’n’roll med punkenergi og gassen i bånn. Med andre ord svett og fengende rock av beste sort. Låtene er brygga på ingredienser som Flamin’ Groovies, Bo Diddley og annen klassisk partyriffing. Disse gutta gir deg lyst til å kjøpe nye dansesko, sette fyr på dem og hoppe rundt til det bare er aske igjen. Sjøl blir vi bare frista til å styrte en sixpack, løpe ut i gatene og være smørblide hele våren. På Øya i august kan du bli smitta av det breiale rock’n’roll-humøret sjøl.</p>\n<p>Sist gang Speedo, Gar Wood og Jason Kourkounis spilte på Øya var som det gnistrende Hot Snakes. Det skulle bli deres nest siste konsert noensinne. Nå har de tre gutta med bakgrunn i Rocket From The Crypt, Drive Like Jehu, Sultans, Mule, Delta 72, Bardo Pond og Beehive &#038; The Barracudas funnet sammen med Tommy Kitsos fra CPC Gangbangs. Stemningen minner noe om Speedos humørpunkrock fra Rocket From The Crypt-dagene. På SXSW sparte de ikke på kruttet og spilte et knippe konserter som slo gnister. Vi kunne rett og slett ikke la være å booke dette sterke laget rockeleverandører.</p>\n<p><a href=\"http://www.myspace.com/thenightmarchers\" target=\"_blank\">FORSMAK PÅ TRE LÅTER MED THE NIGHT MARCHERS HER</a></p>\n<p>Det siste av ukens band slippes i morra</p>\n","wordpress_id":764,"featured_image":null,"translations":{"nb":{"url":"/2008/04/10/the-night-marchers-rocker-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"79a97bda-0851-5d44-9a2c-28fb9ff328ea","locale":"nb"}}