{"data":{"wordpressPost":{"title":"Kanye West på Øya onsdag 10. august","date":"6th April 2011","content":"<p>KANYE WEST (US)<br />\nKanye West hadde i flere år vært en av populærmusikkens mest omtalte menn når My Beautiful Dark Twisted Fantasy kom ut på seinhøsten 2010. Med dette albumet tok han virkelig steget opp i øverste divisjon når det gjelder å motta hyllest fra et samla publikum og kritikerkor. Han kapra førsteplassen på en rekke av de viktigste årsoppsummeringene. Her hjemme var Dagbladet, Dagsavisen og Aftenposten alle enige om at Kanye West sto for årets prestasjon på platefronten. Albumet fikk toppkarakter i flere medier enn vi kan huske, men her er i det minste et lite utvalg.<br />\n” …an instant greatest hits” Pitchfork 10.0/10.0<br />\n”…et monsteralbum, av det slaget som kommer en gang hvert femte eller tiende år og blir stående” Lydverket 6/6<br />\n” Nobody halfway sane could have made this album” Rolling Stone 5/5</p>\n<p>My Beautiful Dark Twisted Fantasy, er Wests femte album. Det var blant Øya-kontorets og Øya-publikummets absolutte favorittutgivelser fra i fjor. I løpet av ei uke solgte den omtrent en halv million eksemplarer og gikk dermed rett inn på førsteplass i USA. Det virker som om det er usedvanlig bred enighet om utgivelsens fantastisk høye og jevne nivå. Den er spilt inn på Hawaii og i løpet av prosessen bidro blant andre Raekwon, The RZA, Rick Ross, Jay-Z, Eminem, Lil Wayne, Justin &#8220;Bon Iver&#8221; Vernon, Rihanna, The-Dream, Elton John, M.I.A., Beyoncé Knowles, Kid Cudi, Mos Def, Santigold, Alicia Keys, Q-Tip og  Madlib. Skiva låter moderne, ambisiøs og den tøyer grensene for hva man kan forvente av en utgivelse innen pop, rnb og hiphop. Dette er ett album man vil høre på og snakke om i generasjoner. West har røpet at han allerede er i gang med mer materiale og at et nytt album kan komme allerede til sommeren. I tillegg til dette venter mange på hans samarbeid med Jay-Z, som også skal utgis om ikke lenge og har fått navnet Watch The Throne.</p>\n<p>Kanye West vokste opp i Atlanta og Chicago. Hans musikalske uttrykk har vokst ut fra en forkjærlighet for blant andreWu-Tang Clan og Michael Jackson, men han innrømmer også å ha blitt påvirket av moderne og klassisk rock. Etter stor suksess som produsent, ga han ut debutalbumet The College Dropout i 2004. West har produsert hits for blant andre Jay-Z, Talib Kweli, Cam&#8217;ron, Paul Wall, Common, The Game, Alicia Keys, Janet Jackson og John Legend. Han kan vise til flere musikkpriser enn Øya-ledelsen har fingre å telle på. Samlinga inkluderer hele fjorten Grammy-priser. Onsdag 10. august blir det Kanye-fest på Øya og vi kan love at det blir hett, svett og minneverdig.<br />\n<a href=\"http://www.myspace.com/kanyewest\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":175,"translations":{"nb":{"url":"/2011/04/06/kanye-west-pa-%c3%b8ya-onsdag-10-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f271a521-22e5-545d-81b8-c4f7f6928858","locale":"nb"}}