{"data":{"wordpressPost":{"title":"-En Fornøyelse å stå i matkø blant solskinnsjenter","date":"7th August 2012","content":"<p>Kristoffer Smith-Meyer (24) og Fridtjof Grimsrud (25) jobber som frivillige i oppriggsgruppa på Øyafestivalen. De har jobba hos Øya i sju år begge to og er som andre trofaste frivillige uunnværlige når festivalområdet skal bygges opp. I dag er de i full sving med å bygge opp et sidetelt til Enga-scenen.</p>\n<p><strong>Kristoffer:</strong> &#8211; Dette er det andre teltet vi setter opp i dag. Vi har jo gjort dette noen ganger nå så det bør gå som smurt! Fridtjof, nå drar vi på taket her, er du klar? Éeen, toooo, TRE!</p>\n<p><strong>Guttene trekker alt hva de har i hvert sitt tau for å få taket gjennom sporene i stillaset. Teltduken rikker seg ikke.</strong></p>\n<p><strong>Kristoffer:</strong> -du trakk jo på to og en halv?! Er det mulig??</p>\n<p><strong>-Opprigg er kanskje den gruppa som må jobbe hardest og mest fysisk her, hvorfor velger dere å jobbe med dette år etter år?</strong></p>\n<p><strong>Kristoffer :</strong> &#8211; Til vanlig studerer jeg Samfunnsgeografi så det er deilig å få kommet seg vekk fra akademikerne på Blindern og jobbe litt med kroppen og hendene.</p>\n<p><strong>Fridtjof</strong>: &#8211; Jeg er tidligere masterstudent men har selvproletarisert meg i god, gammel ML-ånd og jobber nå som vaktmester på KNS Dronningen. Når jeg skal jobbe på Øya liker jeg å ta i et tak og jeg har jo gode venner her i riggegruppa.</p>\n<p><strong>-Men en av fordelene er vel også at man får fri under festivalen? Hva gleder dere dere mest til å se?</strong></p>\n<p><strong>Kristoffer:</strong> &#8211; Det har vi ikke satt oss så inn i egentlig..</p>\n<p><strong>Fridtjof:</strong> &#8211; Det kommer en sånn reggae-fyr som skal være bra, tror jeg?</p>\n<p><strong>Med andre ord er det viktigere for disse guttene å få ta i et tak og bygge opp Oslofestivalen enn å få gratis pass til den. </strong></p>\n<p><strong>-Har dere jobba frivillig på flere festivaler?</strong></p>\n<p><strong>Kristoffer:</strong> &#8211; Aldri.</p>\n<p><strong>Fridtjof:</strong> &#8211; Vi jobber bare for Øya! Er ikke så glad i festivaler egentlig, bare jævlig glade i Øya.</p>\n<p><strong>Kristoffer:</strong> &#8211; Dessuten er vi Oslogutter så vi liker oss her på Øya. Da har vi en litt sløv sommerferie her i byen, får jobba litt og truffet folk.</p>\n<p><strong>-Helt til slutt, selv om det faktisk er et flertall jenter blant de frivillige på Øya jobber dere i gruppa med flest gutter. -Er ikke det litt kjedelig?</strong></p>\n<p><strong>Kristoffer</strong>: &#8211; Jo det stemmer nok, men det er nok av flotte kvinner i Solskinnsgruppa og matgruppa.</p>\n<p><strong>Fridtjof:</strong> &#8211; Ja, når vi har pause er det en fornøyelse å stå i matkø blant solskinnsjentene! -men ikke skriv det, da.</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"495223d2-1657-5095-8755-a7876c412e0a"}}