{"data":{"wordpressPost":{"title":"Nicolas Jaar og Heyerdahl til Øya","date":"20th January 2012","content":"<p>Som en liten førhelgsoverraskelse slipper vi to nye navn til årets Øya-plakat. Heyerdahl er et nytt og ambisiøst popband. Unge Nicolas Jaar platedebuterte i fjor og ble kjapt regna som en av de mest spennende nye elektronikaartistene. Nå tar han med seg musikerne sine for å framføre det hele live på Øya fredag 10. august.</p>\n<p>Neste uke kliner vi til med et par fete slipp. Først et etterspurt popnavn på mandag, før vi slår et slag for aggresjonen på tirsdag.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>NICOLAS JAAR (US) – LIVE IN CONCERT</strong><br />\nNicolas Jaar er en ung mann fra New York, som vokste opp i Chile. Allerede som 17-åring begynte han å gjøre musikken sin kjent for omverdenen. I fjor ga han ut debutalbumet Space Is Only Noise, fullt av følsom og minimalistisk elektronika. The Guardian er et av mange medier som lett ble begeistra. De skreiv:<br />\n&#8211;    This is a dance album you can&#8217;t dance to, an album of 14 tracks that works better as a whole, and an album that exists within its own world and takes a while both to get into and emerge from.</p>\n<p>Han har måttet tåle en og annen sammenligning med James Blake, men mange mener Jaar virker hakket mer eventyrlysten og utfordrende i sin musikk. Som The Quietus konkluderte:<br />\n&#8211;    Jaar creates something unique on Space is Only Noise, something that quietly pushes and challenges the listener while simultaneously making it an utterly captivating and nearly uncategorisable experience that surprises and excites with every listen.</p>\n<p>I tillegg til å være artist og produsent, driver han labelen Clown &amp; Sunset. På Øyafestivalen vil du kunne se han i konsertformat, hvor han har med et knippe musikere på scenen. Normalt er liveoppsettet gitar, trommer og saksofon, i tillegg til Jaar sjøl og en laptop. I august får du mulighet til å oppleve hele herligheten på Øya.<br />\n<a href=\"http://www.nicolasjaar.net/\" target=\"_blank\">www.nicolasjaar.net</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>HEYERDAHL</strong><br />\nBak navnet Heyerdahl finner man en gjeng med ulik erfaring fra norsk pop og indierock. Medlemmene har band som Beezewax, Hiawata! og Accidents Never Happen på sin musikalske CV, i tillegg til en rekke andre prosjekter. Heyerdahl er nå hovedprosjektet til Kenneth Ishak, Tore Løchstøer Hauge, Mattis With og Magne Mostue.<br />\nSjøl beskriver de samarbeidet slik:<br />\n&#8211;    Et viktig mål har vært å utvikle et spennende sound og en ny popmusikk, ved å tre ut av komfortsonen og pushe hverandre til å lage musikk ulikt noe noen av de involverte har gjort tidligere.</p>\n<p>De har holdt på i det stille siden 2009, men soundet tok virkelig form da de leide Kråkenes Fyr ute i havgapet på Stadt for å spille inn platen vinteren 2011. Etterarbeid ble gjort i Oslo og tilslutt i Paris samme høst.</p>\n<p>Heyerdahl live vil bli til sammen 6 musikere på scenen med en sterkt visuelt uttrykk knyttet til soundet. Første konserter vil bli gjort på festivaler i sommer med ett desidert høydepunkt på Øyas teltscene, før turnering i Europa følger utover høsten.<br />\n<a href=\"http://www.hrdhl.com/\" target=\"_blank\">www.Hrdhl.com</a></p>\n","wordpress_id":1666,"translations":{"nb":{"url":"/2012/01/20/nicolas-jaar-og-heyerdahl-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"190fe675-df3e-5153-8b6b-7c50ad4d766a","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2012/01/20/nicolas-jaar-og-heyerdahl-til-oya/","redirect":false}}}