{"data":{"wordpressPost":{"wordpress_id":5195,"title":"Rekordsalg for Øya","excerpt":"<p>Nesten halvparten av ukespassa er solgt når vi i dag legger to norske navn til 2013-plakaten: John Olav Nilsen &#038; Gjengen og Sandra Kolstad. </p>\n","content":"<p>&nbsp;</p>\n<p><strong>&#8211; NESTEN HALVPARTEN AV UKESPASSA ER SOLGT</strong></p>\n<p><strong>JOHN OLAV NILSEN OG GJENGEN<br />\n</strong><strong>SANDRA KOLSTAD</strong></p>\n<p>&nbsp;</p>\n<p>Øyafestivalen følger opp 2012s rekordsalg av ukespass, med en meget god start på årets billettsalg. Allerede nå er nesten halvparten av ukespassa til 2013 revet bort. Billettservice gikk tomme for ukespass til årets festival allerede i februar, så det er ingen grunn til å vente. Et ukespass til Øyafestivalen dekker fire fullpakka dager utendørs og et fyldig program under Klubbdagen tirsdag 6. august. Det er dagsbilletter i salg til alle dager.</p>\n<p><a href=\"http://www.billettservice.no/event/367293\" target=\"_blank\">Ukespass til Øya 2013 selges her</a></p>\n<p>&nbsp;</p>\n<p>For en uke siden offentliggjorde vi de sju første navna som skal spille på Øya 2013. Disse var Of Monsters And Men, Tønes, Rebekka Karijord, Angel Haze, Goat, Monica Heldal og Okkultokrati. Nå feirer vi billettsalget med å legge til to norske navn. John Olav Nilsen Og Gjengen og Sandra Kolstad er klare for sommerens store festivalopplevelse, og skal på hvert sitt vis lage godstemning i parken.</p>\n<p>&nbsp;</p>\n<p>Flere artister legges snart til programmet.</p>\n<p>&nbsp;</p>\n<p><strong>JOHN OLAV NILSEN OG GJENGEN</strong></p>\n<p>John Olav Nilsen og Gjengen er uten tvil en av de siste åras største norske rockesuksesser. I tillegg til å ha etablert seg som et av landets mest populære liveband, har samtlige tre album vært på topp tre på den norske salgslista. For noen uker siden kom det tredje albumet, som heter Den Eneste Veien Ut. VG plasserte den blant årets aller beste norske skiver.</p>\n<p>&nbsp;</p>\n<p>Dagsavisen skreiv etter siste albumutgivelse: «Den tredje plata fra John Olav Nilsen &amp; Gjengen er sterk. Ikke fordi det er en plate der alt er perfekt, men fordi John Olav Nilsen &amp; Gjengen vil så mye. Sangene nærmest renner over av ord, fra John Olav Nilsens gjenkjennelige, begrensede tekstunivers: Byen, natten, regnet, tårene; blodet som strømmer i årene.»</p>\n<p>Bergens Tidende slo fast at: &#8211; «Aldri før har musikken vært så storslått, tøff og vellydende, full av skimrende gitarer, pulserende synthskyer og deilig klang».</p>\n<p>&nbsp;</p>\n<p>Mange ble først kjent med bandet når de hørte låta Diamanter og Kirsebær i 2008. Året etter kom debutalbumet For Sant Til Å Være Godt. Siden den gang har det gått usedvanlig fort framover. I musikken til gutta fra Loddefjord i Bergen, finner små elementer av alt fra soul til pønk.</p>\n<p>&nbsp;</p>\n<p>Alt tyder på at John Olav Nilsen Og Gjengen vil være blant landets viktigste band i åra som kommer. Med virkemidler fra 80-tallets indie og regntung storbyrock, har de klart å appellere til et stort publikum. Hvilket grep de har om festivalpublikummet, skal de nok en gang bevise under Øyafestivalen til sommern.</p>\n<p><a href=\"http://johnolavnilsenoggjengen.no/\">http://johnolavnilsenoggjengen.no/</a></p>\n<p>&nbsp;</p>\n<p><strong> </strong></p>\n<p><strong>SANDRA KOLSTAD</strong></p>\n<p>Sandra Kolstad ga i høst ut oppfølgeren til debutalbumet CRUX. Den nye skiva har fått tittelen (Nothing Lasts) Forever. Hun har hentet elementer fra pop, hiphop, new wave, dubstep og disco inn i de nye låtene. Kolstad har med andre ord videreutvikla sin småmørke, dansbare elektronika. Denne gangen har hun valgt vann som tema for tekst og musikk. Innspillingen har hun gjort i samarbeid med svenske Petter Eldh. I tillegg finner man bidragsytere som Lucy Swann og Son Of Light på (Nothing Lasts) Forever</p>\n<p>&nbsp;</p>\n<p>Aftenposten har ment at hun lager «Sterkt fengende, overraskende og direkte frigjørende musikk».</p>\n<p>Furoreiharare.com sin anmelder likte (Nothing Lasts) Forever så godt at han slo fast dette: «Sandra Kolstads nye skive er alt hva man bør forlange av det jeg kaller god kunst».</p>\n<p>&nbsp;</p>\n<p>Kolstad overrasket mange da hun spilte på Øya etter debuten, med sitt sterke visuelle show. Nå er hun tilbake med låter som er enda et hakk mer fengende. Vi ser fram til at Kolstad setter både hjerter og føtter i bevegelse under Øya i sommer.</p>\n<p><a href=\"http://sandrakolstad.com/\">http://sandrakolstad.com/</a></p>\n<p>&nbsp;</p>\n<p>Foto: Erik Moholdt.</p>\n<p>&nbsp;</p>\n","date":"2012-12-03T10:59:39.000Z","featured_image":{"title":"john olav nilsen øyafestivalen 2013 635x350","filename":"john-olav-nilsen-yafestivalen-2013-635x350.jpg","filesize":141505,"url":"http://oya.test/assets/uploads/2012/12/john-olav-nilsen-yafestivalen-2013-635x350.jpg","link":"http://oya.test/john-olav-nilsen-oyafestivalen-2013-635x350/","alt":"","author":"4","description":"","caption":"","name":"john-olav-nilsen-oyafestivalen-2013-635x350","status":"inherit","uploaded_to":0,"date":"2012-12-03 09:39:54","modified":"2012-12-03 09:39:54","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2012/12/john-olav-nilsen-yafestivalen-2013-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2012/12/john-olav-nilsen-yafestivalen-2013-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2012/12/john-olav-nilsen-yafestivalen-2013-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2012/12/john-olav-nilsen-yafestivalen-2013-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2012/12/john-olav-nilsen-yafestivalen-2013-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2012/12/john-olav-nilsen-yafestivalen-2013-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2012/12/john-olav-nilsen-yafestivalen-2013-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2012/12/03/rekordsalg-for-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3bb837f0-0956-54eb-b918-a11fa74baf64","locale":"nb"}}