{"data":{"wordpressPost":{"title":"Reptile Youth klare for Øya","date":"28th March 2012","content":"<p>Tredje band ut i vår rekke av fem bandslipp denne uka, er danske Reptile Youth. De er kjent for sine svært energiske konserter og sine uredde stilblandinger. Lørdag 11. august spiller de på Øya, samme dag som du kan oppleve Bon Iver, Karpe Diem, SBTRKT, Charles Bradley, Azealia Banks, Maya Vik, First Aid Kit, The War On Drugs og mange flere.</p>\n<p>&nbsp;</p>\n<p><strong>REPTILE YOUTH (DK)</strong></p>\n<p>Reptile Youth fra København har kalt musikken sin post-pop, og innrømmer å ha hørt på klassisk soul, post-punk og synth. Om du var en av de heldige som fikk sett danskene på by:Larm i vinter, veit du hvilken energi de pøser ut. Det er sjelden et skandinavisk band har opplevd såpass mye buzz, uten en eneste utgivelse. Mads Damsgaard Kristiansen og Esben Valløe er hjernene bak bandet, og har siden oppstarten sørga for å få med et par musikere til. De har imponert publikum på en rekke festivaler rundt om i Europa og kommer i august til Oslo for å lage leven og fest under Øya. Frontfigur Mads Damsgaard Kristiansen gir alt, nærmest med livet som innsats. Han spiller enhver konsert som om den skulle være hans siste noensinne.</p>\n<p>&nbsp;</p>\n<p>For tiden forbereder Reptile Youth utgivelsen av sitt debutalbum. Som produsenter har de huka tak i de erfarne Dave M. Allen (The Cure og Sisters Of Mercy) og Mark Ralph (Hot Chip), i tillegg til dansken Kasper Bjørke. Sistnevnte lover at bandet har overført galskapen og dynamikken fra scena til innspillingene. Nå kan du sjekke ut en smakebit, i form av den herlige og hektiske singelen Speeddance. På denne utgivelsen får du også en tolkning av samme låt, gjort av norske Deathcrush. Reptile Youth kommer til å gi deg mange grunner til å danse seg gjennomsvett på Øyas siste dag.</p>\n<p>Få et inntrykk av dette eksplosive og energiske bandet i videoen øverst</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.reptileyouth.com/\" target=\"_blank\">www.reptileyouth.com</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7553a1ad-2cc0-516e-a4ba-37c2198db55a"}}