{"data":{"wordpressPost":{"title":"Danny Brown, Razika og Skaters til Middelalderparken","date":"17th January 2013","content":"<p>Øya-programmet blir stadig fyldigere og vi legger i dag til tre navn vi tror kommer til å få en større fanskare i løpet av 2013. Razika slipper snart sitt album nummer to, og er vel blant de norske navna det er størst forventninger til i vinter. Detroit-rapperen Danny Brown skal snart følge opp suksessen han hadde med sitt album XXX i 2011. Fra New York kommer trioen SKATERS, med lommene fulle av røff storbylyd. Alle tre kan du oppleve i Middelalderparken i august. Både Danny Brown og SKATERS kommer til å stå på en norsk scene for første gang under Øya.</p>\n<p>&nbsp;</p>\n<p><strong>DANNY BROWN (US)</strong></p>\n<p>Danny Brown fra Detroit fikk en sunn musikalsk oppvekst, med en far som var DJ. Han ble dermed tidlig introdusert for klubbmusikk og hiphop. Allerede som liten pjokk drømte han om å bli rapper. Brown starta sin karriere i gruppa Reser’vor Dogs, som ga ut et album i 2003. Solodebut kom med The Hybrid i 2010. Året etter signerte han med Fool’s Gold og ga ut XXX, som Spin mente var det årets sterkeste hiphopalbum. Skiva ble gjort tilgjengelig gjennom gratis nedlastning. Snart gir han ut musikken han har jobba med de siste månedene, i form av albumet Old. Det er høye forventinger til Old, som visstnok skal ha et voksent uttrykk, sammenligna med forgjengeren. Her kan du høre Brown i samarbeid med blant andre Purity Ring og A$AP Rocky.</p>\n<p>&nbsp;</p>\n<p>I forbindelse med XXX skreiv Pitchfork at Danny Brown er «hilariously funny, an endlessly inventive rapper driven to cook up outrageous variations on standard rap boasts”. Han er en uforutsigbar og spennende artist, som visstnok skal ha mista en deal med G-Unit på grunn av hans valg av bukser. 50 Cent kunne nemlig ikke ha artister med trange jeans i stallen. I Middelalderparken vil du kunne oppleve en artist som bør være selvsagt å få med seg for alle som har satt pris på Odd Future og A$AP Rocky på Øya.</p>\n<p><a href=\"http://itsbruiserbrigade.tumblr.com/\">http://itsbruiserbrigade.tumblr.com/</a></p>\n<p>&nbsp;</p>\n<p><strong>RAZIKA</strong></p>\n<p>Snart gir Razika ut albumet På Vei Hjem. Forventningene er skyhøye etter smakebiten Oslo, som umiddelbart ble lista på P3. Skiva skal følge opp suksessen de hadde med debuten Program 91. Det er mange som gleder seg til nye doser ska og new wave-inspirert gitarpop. Albumet kommer ut på det relativt ferske selskapet K. Dahl Eftf og distribueres av Warner.</p>\n<p>&nbsp;</p>\n<p>Razika ble kjapt kritiker- og publikumsfavoritter her hjemme, både som konsertattraksjon og plateartister. Mer overraskende er det kanskje at engelskspråklige medier som Uncut, Pitchfork og NME ble begeistra. De har spilt konserter i Europa, USA og Japan. I 2013 vil de fortsette å skape liv fra scener her hjemme og ute i den store verden.</p>\n<p>&nbsp;</p>\n<p>Den fengende hitten Vondt I Hjertet ga jentene fra Bergen status som allemannseie og fikk musikkinteresserte nordmenn til å følge nøye med. Razika er garantert et band som kommer til å prege norsk pop de neste åra. På Øya kan du kaste deg ut i dansen og la deg rive med til lettbeint skapop. Vi kommer i sommerstemning bare vi tenker på det.</p>\n<p><a href=\"http://razika.tumblr.com/\">http://razika.tumblr.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>SKATERS (US)</strong></p>\n<p>I 2012 ga trioen SKATERS ut sin debut-EP, kalt Schemers. Nå har de signert med Warner og alt ligger til rette for at mange skal bli begeistra av dette New York-bandet de neste månedene. Det sies at de baserer uttrykket på klassisk storbyrock ala Ramones, Suicide, Devo og Modern Lovers, samtidig som de har kvalitetene til nyere band som The Strokes og The Walkmen. SKATERS har blitt favoritter på en mengde musikkblogger i løpet av kort tid. I tillegg har medier som The Guardian og Paste Magazine ment at de er et av banda man absolutt bør følge med på i nærmeste framtid.</p>\n<p>&nbsp;</p>\n<p>To av gutta har bakgrunn fra et band som kalte seg The Dead Trees, mens Joshua Hubbard har vært med i mer kjente The Paddingtons og Dirty Pretty Things. Som liveband leverer de energiske konserter og har en utstråling du ikke vil kunne overse. Blant deres fans finner man blant annet medlemmene i The Strokes. Under Øya i august får du sjøl muligheten til å sjekke ut SKATERS.</p>\n<p><a href=\"http://skatersnyc.com/\">http://skatersnyc.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0e392403-f238-560d-82a1-ef18f2e3d310"}}