{"data":{"wordpressPost":{"title":"Glasvegas og Crystal Castles til Øya","date":"7th April 2009","content":"<p>Skotske Glasvegas har stått høyt oppe på vår ønskeliste i flere måneder. Vi er svært fornøyde med å kunne presentere bandet i Middelalderparken torsdag 13. august. For mange er nok Glasvegas lyden av presis gitarpop slik den bør være akkurat nå. I tillegg kommer elektrohipsterne i Crystal Castles til parken lørdag 15. august. Denne duoen har vi mottatt et utall ønsker om hele vinteren, så vi veit at mange blir storfornøyde nå.</p>\n<p>Billettsalget til Øya går godt, og vi regner med at Glasvegas vil sette ytterligere fart på både torsdagsbilletter og festivalpass. Øyafestivalen har fortsatt mange navn igjen å offentliggjøre, før vi er halt ferdige med programmet i parken. Komplett progam for Middalalderparken vil være klart om et par måneders tid.</p>\n<p>GLASVEGAS (UK)<br />\nDen siste tidens virkelig store britiske komet er skotske Glasvegas. Nå er de klare for Middelalderparken torsdag 13. august, noe som betyr at de spiller samme dag som blant andre Arctic Monkeys, Fever Ray og Wilco. Glasvegas tok Europa med storm når deres selvtitulerte debutalbum kom ut i september i fjor, ei skive som debuterte på andreplass på de britiske salgslistene. Det er ikke hvert år et rockeband får en slik pangstart på platekarrieren.  Glasgow-bandet skaffa seg tidlig en fan i indieguru og tidligere Creation-sjef Alan McGee, noe som sjelden er en ulempe. De første åra etter den spede starten i 2003 brukte de på livejobbing og noen få singler. Det skulle altså gå hele fem år før de store massene trykket kvartetten til sitt bryst. Glasvegas henter inspirasjon fra blant annet britisk indie, shoegazerklassikerne og amerikansk Spector-pop. Av norske medier var Dagbladet kanskje aller mest begeistret for debutalbumet. De klinte til med en sekser på terningen og begreper som ”grandios arbeiderklasse-maskulinitet”, ”gudsjammerlig vakkert”, ”luftig og fokusert” og ”ekstremt dramatisk”. Samme avis hadde skiva på toppen av sin oppsummering av plateåret 2008, mens Aftenposten ga albumet en andreplass.  For mange er nok Glasvegas lyden av presis gitarpop slik den bør være akkurat nå, sjøl om de kaster lange blikk til 60-, 80- og 90-tall. Bandet rakk i fjor også juleutgivelsen A Snowflake Fell (and It Felt Like a Kiss), som også fikk god mottakelse i store medier og blant platekjøperne. I mars spilte de for et utsolgt Rockefeller og i august er de altså tilbake for å glede deg og alle andre som har tenkt seg på Øyafestivalen. Glasvegas er et av de mest attraktive festivalbanda for sommeren 2009, noe som betyr at de har stått øverst på mange europeiske arrangørers ønskelister. Vi er ikke lite stolte over å kunne presentere denne gjengen på den største scena i vår favorittpark. Akkurat som 2008 var det, blir 2009 Glasvegas sitt år.<br />\n<a href=\"http://www.myspace.com/glasvegas\" target=\"_blank\">MYSPACE</a></p>\n<p>CRYSTAL CASTLES (CA)<br />\nDe siste månedene har det rent inn med forespørsler på våre nettsider om ikke Crystal Castles hadde vært noe for Øya.  Det hadde det selvsagt, og det er med stor spenning vi har holdt kortene tett til brystet. Nå er bekreftelsen her og vi veit at mange gleder seg stort. Toronto-duoen spiller på Øya lørdag 15. august og består av Alice Glass på vokal og mulitinstrumentalist Ethan Kath. Sistnevnte har også skapt seg et navn som remikser, og har gjort blant annet Klaxxons og Bloc Party.  Deres selvtitulerte album kom i fjor og Musikknyheter.no slo på stortromma med 10 av 10 mulige.  Før det hadde de noen vinylutgivelser på CVen, blant annet to sammen med Health, som gjesta Øya i fjor. Duoen har lenge vært blant de mest ettertrakta navna i klubb-Oslo. Som Musikknyheter.no sa det: ” Når man kommer over noe så herlig, så oppfinnsomt, så simpelthen perfekt, strekker ikke superlativer til”. De henter noe inspirasjon fra klassisk synth, men først og fremt låter det ferskt og fengende. Dette er fengende Crystal Castles bør passe for fans av The Knife og annen frekk, moderne elektronika.<br />\n<a href=\"http://www.myspace.com/crystalcastles\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":608,"translations":{"nb":{"url":"/2009/04/07/glasvegas-og-crystal-castles-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d8cc1ff9-27c1-5c26-9dac-73177a8a7f61","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2009/04/07/glasvegas-og-crystal-castles-til-%c3%b8ya/","redirect":false}}}