{"data":{"wordpressPost":{"title":"Death By Unga Bunga til Øya","date":"15th March 2012","content":"<p>Neste uke slipper Death By Unga Bunga sitt andre album, kalt The Kids Are Up To No Good. Vi har fått noen runder med forhåndslytting og bestemte oss for at vi måtte rydde en plass til disse gutta på en av våre utendørsscener. Det er god grunn til å glede seg til deres friske innstilling til tradisjonsrik rockeglede.</p>\n<p>&nbsp;</p>\n<p>DEATH BY UNGA BUNGA</p>\n<p>Vi har fulgt Death By Unga Bunga fra Moss en stund, på små scener rundt omkring i Oslo. Når vi fikk en forsmak på deres andrealbum The Kids Are Up To No Good, gikk det opp for oss at bandet for alvor har innfridd forventningene. Dette er vårens morsomste norske rockeutgivelse. Plata slippes fredag 23. mars på Jansen Plateproduksjon, som de siste åra har gitt oss sterke utgivelser fra Jonas Alaska, Jens Carelius og Peter Berry &amp; The Shake Set. Innspillinga av The Kids Are Up To No Good er gjort sammen med Sjur Lyseid (Monzano, The Little Hands Of Asphalt), mens coveret er laga av artisten Jens Carelius. Dette er en mer enn verdig oppfølger til den lovende debuten Juvenile Jungle fra 2010.</p>\n<p>&nbsp;</p>\n<p>De unge gutta i Death By Unga Bunga driver med finfin 60-talls RnB, garasjerock og kraftpop. Moss er en by med stolte tradisjoner innen denne type rock. Nå har Death By Unga Bunga sparka nytt liv i herlighetene, for en ny generasjon. De innrømmer å være inspirert av et bredt utvalg stiler og artister fra 60-tallet. Gutta har hørt på The Sonics, Link Wray, Ike &amp; Tina Turner, 13th Floor Elevators, The Easybeats og The Hollies. I tillegg har de sans for seinere kultband som The Mummies, The Cramps og The Gun Club. Bandet har en frisk og energisk innstilling til låtene, som gjør at det aldri låter sidrumpa eller datert. De viser en upåklagelig respekt for et uttrykk som er flere tiår eldre enn dem sjøl. De har valgt passende temaer for tekstene, nemlig jenter, rus og dansing. Dette er den perfekte festlyden i parken i august, så her blir det muligheter for både skåling og å få svingt seg litt.</p>\n<p><a href=\"https://www.facebook.com/deathbyungabunga\" target=\"_blank\">www.facebook.com/deathbyungabunga</a></p>\n","wordpress_id":2171,"translations":{"nb":{"url":"/2012/03/15/death-by-unga-bunga-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fe74cb6f-e4e0-52ac-a70d-2a3279d87d3f","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/03/15/death-by-unga-bunga-til-oya/","redirect":false}}}