{"data":{"wordpressPost":{"title":"The Sonics kommer!","date":"11th March 2008","content":"<p>Det er med dårlig skjult stolthet vi kan melde at de amerikanske legendene The Sonics spiller i Middelalderparken på festivalens siste dag, lørdag 9. august. Siden nyheten ankom Øya-kontoret for kort tid siden har flere av oss rusla rundt i garagerocktåka og drømt opp ønskesettlister. Vi gleder oss til at dette bandet kliner til med en maktdemonstrasjon på hvorfor myten om bandet fortsatt vokser, over 40 år etter at deres klassiske skiver ble spilt inn.</p>\n<p>Festivalpass eller dagsbillett til lørdag 9. august kjøper du hos <a href=\"http://www.billettservice.no/html/searchResult.htmI?l=NO&#038;defaultKeyword=Oppgi+artist%2C+tittel%2C+spillested+eller+by&#038;keyword=%F8yafestivalen\" target=\"_blank\">Billettservice.no</a></p>\n<p>THE SONICS (US)<br />\nPå midten av 60-tallet satte en gjeng ungdommer fra det nord-vestre hjørnet av USA en ny standard for rå rock’n’roll. De kalte seg The Sonics og lagde brutal, primitiv rock på en måte som var helt ukjent til da. Bandet spilte kjappere, hardere og mer nådeløst enn noen av sine samtidige. Resultatet er at mange idag først tenker på The Sonics når begrepet garagerock blir nevnt. Etter at bandet falt fra hverandre på siste halvdel av 60-tallet vokste nemlig myten om de fem unge rockerne seg stor og saftig, og de regnes idag som et av de aller viktigste amerikanske kultbanda fra 60-tallet . Et utall band innen garage, punk, hard rock, indie og annen uflidd godlyd har innrømmet at de er sterkt inspirerte av denne gjengen. Bandet traff blink med egenkomponerte låter som The Witch, Psycho, Boss Hoss, The Hustler, Don&#8217;t Be Afraid Of The Dark, Shot Down, Cinderella og Strychnine. I tillegg leverte de høyspente og  kraftfulle utgaver av andres materiale, deriblant Do You Love Me, Money, Don’t You Just Know It, Have Love Will Travel, Louie Louie og Jenny, Jenny. Dette var punkrock lenge før begrepet var stjal spalteplass i engelske aviser.</p>\n<p>The Sonics starta tidlig på 60-tallet i Tacoma, Washington. De lente seg tungt på Little Richard, Chuck Berry og andre helter fra 50-tallet, men serverte egne og andres låter med imponerende energi og pågangsmot. De to skivene Here Are The Sonics (1965) og Boom (1966) er å regne for nødvendigheter i enhver skikkelig platesamling. Seinere kom Introducing the Sonics (1967), som var en liten skuffelse, da den hadde altfor rein og pen lyd for Sonics-standarden. I sin samtid var de USAs fremste ambassadører for heseblesende, svett, kåt og skitten rock’n’roll. Det særegne soundet var blant annet kjennetegnet ved vokalist Jerry Roslies primalhyl og aggresive skrik, samt gitarist Larry Parypas eksperimentering med å nærmest ødelegge utstyret for å få gitarlyden møkkete og hard nok. I storhetsperioden skal de visstnok ha varma opp for både Beach Boys, Kinks og Byrds. Vi kan bare innbille oss hvordan Tacoma-gutta blåste både store stjerner og et intetanende publikum i veggen. Bandet hadde en kort gjenforening tidlig på 70-tallet, men de fleste Sonics-fans har ennå til gode å se bandet live.</p>\n<p>I høst spilte The Sonics i New York foran et publikum som knapt kunne fatte hva de var med på. Dagens besetning består av originalmedlemmene vokalist, låtskriver og keyboardist Jerry Roslie, gitarist Larry Parypa, saksofonist Rob Lind, i tillegg til trommis Ricky Lynn Johnson (som opprinnelig spilte i kompisbandet The Wailers) og bassist Don Wilhelm. De kommer til Middelalderparken på bandets første tur noensinne til Skandinavia. The Sonics spiller på Øyafestivalen lørdag 9. august. Her blir det breie rockeglis så langt øyet kan se.</p>\n","wordpress_id":776,"translations":{"nb":{"url":"/2008/03/11/the-sonics-kommer/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4708ee04-693d-5854-aa7c-a22b3252840b","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2008/03/11/the-sonics-kommer/","redirect":false}}}