{"data":{"wordpressPost":{"wordpress_id":659,"title":"Intervju: Holy Fuck","excerpt":"<p>Andreas fra Furoreiharare.com slo av en prat med det canadiske Holy Fuck i Middelalderparken i august. Han fikk svar på mye av det han lurte på om navnevalg, festivalkonserter, vennene deres og hiphop-samarbeid. Det virker som om de hadde det godt over middels hyggelig.</p>\n","content":"<p>Andreas fra Furoreiharare.com slo av en prat med det canadiske Holy Fuck i Middelalderparken i august. Han fikk svar på mye av det han lurte på om navnevalg, festivalkonserter, vennene deres og hiphop-samarbeid. Det virker som om de hadde det godt over middels hyggelig.</p>\n<p>av Andreas Milde</p>\n<p>Holy Fuck? Hva faen…kan’ke kalle seg det vel. Blir du spilt på radioen da a? Blir du booka noen steder? Får du deg noen venner a? Svaret er tydeligvis ja på alt sammen.</p>\n<p>Holy Fuck var et av bandene jeg visste fint lite om når jeg hørte at de var booket til Øyafestivalen. Gudskjelov fikk jeg beskjed lang tid i forveien, så jeg fikk god tid til å forberede meg. Og tror du jaggu ikke at jeg ble fan på den tiden også, da. Jeg sier som Mark E. Smith etter at han møtte John Peel første gang: ”You should never meet yer heroes…”. Greit nok, jeg er ingen fanatiker, så det gikk helt greit dette her. Eller, dere kan bestemme det selv egentlig…</p>\n<p>Jeg skulle egentlig snakke med Graham og Brian, som er de to personene som dannet Holy Fuck i 2004. Og det passet meg selvfølgelig bra, man vil heller snakke med presidenten enn visepresidenten ikke sant..hvis ikke John McCain vinner da selvfølgelig. Men når jeg slentret inn i teltet, så satt det fire menn der å kastet i seg sørlandschips. Det viste seg at de to resterende medlemmene syns det var så kjedelig å ikke bli intervjuet, så de ville være med de også.</p>\n<p>&#8211; Er det greit eller?</p>\n<p>Selvfølgelig, jo fler jo bedre. Har dere noe crew også eller?<br />\n&#8211; Hei, de får ikke være med, det får være grenser også. Noen privelegier skal vi ha vi også.</p>\n<p>Du har så rett, så rett. Selv har jeg ingen, bare løper rundt her med halen mellom beina. Men ærlig talt, nå kjører vi intervju a dere?<br />\n&#8211; Kjør på!</p>\n<p>Dere elsker sikkert dette spørsmålet, men hvorfor i all verden tok dere navnet Holy Fuck, dere må da bli uglesett i alle fall i noen kretser av musikkbransjen?<br />\n&#8211; Der kom det ja, det gikk fort gitt, haha. Men det var tre grunner til at vi tok det navnet, og det første var at..det ikke var tatt fra før. Og det er jo alltid en fordel. Den andre grunnen var fordi..vel..det er et populært uttrykk. Veldig mange bruker det i sin dagligtale. Så da er det lett å huske. Ikke sant?</p>\n<p>Selvfølgelig, veldig mange logiske grunner du kommer med her, jeg begynner å skjønne…og den tredje grunnen?<br />\n&#8211; Det er..hvorfor ikke?</p>\n<p>Et unisont ”damn right” fra resten av gjengen gjør at Graham smiler og nikker stolt med hodet. Skjønner at dette intervjuet kommer til å bli en morsom affære. </p>\n<p>Men har dere noen ganger fått noen mishagsytringer på grunn av dette noget kontroversielle bandnavnet deres i det hele tatt?<br />\n&#8211; Veldig få, foreldrene og kjærstene våre syns det er greit så hvorfor ikke, liksom. Dessuten tror jeg det er litt hipt for gamle folk også. Jeg tror liksom gamle fru bestemor kan komme inn på Taco Bell for å kjøpe seg en hot burrito, og så skal hun briefe litt for de unge folka der inne. Så hun begynner å bruke navnet vårt, og si at;”ah, disse unge gutta er morsomme du, akkurat sånn var vi når vi var yngre”. Tror dere ikke det a?</p>\n<p>Her dukker Brian opp fra Sørlandschipsposen sin, med fett salt i barten og ser ganske så overrasket ut.</p>\n<p>&#8211; Hva mener du? Bestemora mi? Selvfølgelig, hun er dritkul. Men du, jeg tror jeg kunne spist utrolig mange poser med dette her. Hva kalles dette?</p>\n<p>Sørlandschips heter det, potetgull fra lenger sør i Norge altså.<br />\nGraham: &#8211; Hehe, han fyren på posen ser helt ut som deg Brian. Han har barten, og dama i alle fall.<br />\nBrian: &#8211; Hva faen mener du, jeg går da ikke rundt i matrosdress og skipperhatt jeg vel? Men jeg kunne godt vært modell for dette her jeg, beste jeg har smakt på lenge. Kan du skaffe en til eller?</p>\n<p>Sorry mister, har andre ting å gjøre. Hør med plateselskapet ditt, han har sikkert masse på lager. Men folkens, la oss holde litt fokus her nå. Har dere fått med dere noe av festivalen ennå? Har dere fått noen inntrykk.<br />\n&#8211; Vel, det eneste vi har sett så langt er deg. En tatovert fyr med trange bukser og beina i kors. Så inntrykket er vel så som så. Hahaha.</p>\n<p>Jo takk for det, jeg pleier å gjøre inntrykk kan du si.<br />\nG:- Men ærlig talt. Vi kom egentlig nå nettopp, så vi har ikke rukket å se noe ennå. Men vi skal ta en tur rundt i parken etter at du er ferdig, har hørt at området der ute er helt fantastisk.<br />\nB: &#8211; Også skal vi se Mae-Shi. De er kule. Eller spiller de i dag?</p>\n<p>Tror egentlig ikke det, men jeg kan sjekke det opp?<br />\n&#8211; Nei drit i det, vi tar oss en runde unsett vi.</p>\n<p>Kult. Musikken til Holy Fuck er kanskje litt mer egnet til klubbkonserter enn festivaler. Hva mener dere om det?<br />\n&#8211; Jeg personlig syns ikke det. Vi syns det er mye fetere å spille på festivaler, da kan vi få litt farge også. Når du spiller på klubber bare reiser du rundt i bussen din, ned i en kjeller, inn på et hotellrom, også samme greia på nytt igjen. Jeg frykter egentlig klubb-konsertene. Jepp, det gjør jeg.<br />\nG: &#8211; ”Motel-tan” som Steve Earle så fint kalte det en gang. Hehehehihihhihaha…</p>\n<p>Okeeeiii….<br />\n&#8211; Men ja, vi elsker å spille festivaler vi altså, og jeg tror musikken vår passer perfekt til akkurat det. Mye glade folk, frisk luft, og vi får se masse andre band også. Helt topp!</p>\n<p>Dere har ikke den ’canadiske sounden’ som er blitt hypet opp og i mente de siste fem-seks årene, var det noe dere prøvde å unngå?<br />\n&#8211; Nei egentlig ikke, vi har bare gjort det vi syns er kult vi. Og at Arcade Fire og Broken Social Scene ikke valgte den veien får de ta på sin egen kappe. Men det gjør ikke oss no.</p>\n<p>Men dere henger jo rundt i samme miljø gjør dere ikke?<br />\n&#8211; Jo vi gjør jo det, men man tenker liksom ikke på hverandres venner som en musikkscene. Her har man hengt med folk i ti år og plutselig er alle store band. Og så begynner folk å spørre hvorfor hører dere ikke ut som de, og hvordan er det å spille med de også videre. Jeg skjønner jo absolutt hvorfor man vil vite det, men for oss er alle bare venner. Så de gjør sitt, vi gjør vårt, også tar vi noen øl sammen på slutten av kvelden.</p>\n<p>Høres ut som en fin løsning. Men hvordan er det å være musiker i Canada nå om dagen? Det er noen år siden jeg hørte om det neste store der borte.<br />\n&#8211; Vi har det fint vi, det kommer tross alt ikke et Arcade Fire løpende hvert år heller. Og scenen er forskjellig fra by til by, man kan ikke kalle noe for en kanadisk musikkscene. Hvordan er den europeiske musikkscenen liksom?</p>\n<p>Stor og bred kanskje?<br />\n&#8211; Ikke sant, det finnes ikke noe svar på det.</p>\n<p>Ok, over til noe litt annet, dere har turnert med band som Wolf Parade, M.I.A. og Mouse On Mars. Tror dere at dere er et band som på en måte kan passe inn overalt?<br />\n&#8211; Forhåpentligvis.</p>\n<p>Så bra da.<br />\n&#8211; Neida, men vi spiller jo en slags musikk som kan puttes sammen med ganske mange. Og de bandene du nevnte der er jo alle venner av oss også, så det virket bare normalt egentlig. Men som sagt, jeg tror vi passer inn på de fleste steder, og igjen, forhåpentligvis syns andre det også. Også er det også gøy å få spille med forskjellige typer band, for da får vi jo spille for veldig forskjellige typer publikum også. Nå om dagen er folk veldig åpne for nye ting, og liker ny eksperimentering, så dette har bare gått fint altså.</p>\n<p>Dere har også vært ’backingbandet’ til rapperen Murs?<br />\n&#8211; Ja det har vi faktisk, hehe. Det var gøy det.</p>\n<p>Var dere DJen hans da eller?<br />\n&#8211; Neida, det var fullt band, med trommer og bass og det hele. Og vi reiste rundt med han å spilte hans låter. Utrolig morro skal jeg si deg.</p>\n<p>Men han er ikke fra Kanada i alle fall?<br />\n&#8211; Murs nei, han er New York City.</p>\n<p>Har dere jobbet noe mer innen hip-hop?<br />\n&#8211; Vi har gjort noe, men vi skulle gjerne gjort noe mer. Vi er store fans av gammal Wu Tang Clan og slikt, old school shit.</p>\n<p>Kanskje dere kan hooke opp med Ghostface Killah, han er jo ganske hot om dagen.<br />\n&#8211; Goatface, hahaha.</p>\n<p>Hm?<br />\n&#8211; Nei ikke skriv det, han kommer til å kicke assen vår. Men jo, vi ville absolutt likt å jobbet med han. Noen av våre folk kjenner hans folk, så er ikke helt umulig faktisk. </p>\n<p>Jaja, men det virker jo som om dere er på tur konstant. Blir dere aldri slitne eller lei?<br />\n&#8211; Altså vi er mye på tur som sagt, men vi er jo aldri konstant på tur. Vi får jo noen dager hjemme. Vi er tross alt ikke helt Bob Dylan heller. Men det er gøy å turnere, det er jo slik vi tjener penger på. Og det trenger vi får å gå rundt ikke sant. Vi får alltid rent sengetøy, frokost på senga, og vi kan være slappfisker som slipper å rydde etter oss. Så vi kan ikke klage. Bortsett fra når vi lengter hjem til kjærstene våre. Da suger turnelivet.</p>\n<p>Skjønner jeg godt gutta, love hurts liksom.</p>\n<p>Men det er litt smått kaotisk her nå, så jeg skal pakke sakene mine jeg nå. Lykke til videre gutta, vi snakkes!<br />\n&#8211; Gjør det du, vi ses der ute sikkert….</p>\n<p>Andreas Milde<br />\nandreas@furoreiharare.com<br />\nwww.furoreiharare.com</p>\n","date":"2008-10-31T11:04:00.000Z","featured_image":null,"translations":{"nb":{"url":"/2008/10/31/intervju-holy-fuck/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"78422350-e6be-5495-adb0-55beae07a835","locale":"nb"}}