{"data":{"wordpressPost":{"title":"Migos og The Mystery Lights til Øya","date":"29th May 2017","content":"<p><strong>MIGOS (US) – onsdag 9. august</strong></p>\n<p><strong>THE MYSTERY LIGHTS (US) – lørdag 12. august</strong></p>\n<p><strong>KUN DAGSBILLETTER IGJEN TIL ØYA – UNDER 1000 IGJEN TIL FREDAGEN</strong></p>\n<p>Suksesstrioen Migos er et av de aller største stjerneskudda innen hiphop akkurat nå. De kommer til Tøyenparken onsdag 9. august, for å spille på vår største scene. Få med deg et av de heiteste navna i amerikansk hiphop.</p>\n<p>&nbsp;</p>\n<p>PWR BTTM har nå bestemt seg for å ikke turnere i august. I stedet får vi flere doser saftig rock på lørdagen med The Mystery Lights. De legges til et dagsprogram som allerede inneholder The Hellacopters, Car Seat Headrest, Morudes + Bushman’s Revenge og Shame.</p>\n<p><strong> </strong></p>\n<p>Forrige uke solgte vi de siste ukespassene til årets festival. Dagsbillettsalget har gått svært godt de siste månedene, og nå er det under 1000 dagsbilletter igjen til fredagen med Pixies, The Shins, Cashmere Cat, Young M.A, Daniel Kvammen, Angel Olsen, Hurray For The Riff Raff og mange andre. Onsdagen ligger ikke langt bak, og har høydepunkter som Lana Del Rey, Migos, Silja Sol, Bel Canto, Young Thug, Testament, Danny Brown og Spiritualized med Oslofilharmonien.</p>\n<p><a href=\"https://api.oyafestivalen.no/program/\">Se alle artistene som er plassert på dag her.</a></p>\n<p><strong> </strong></p>\n<p><strong>MIGOS (US)</strong></p>\n<p>Trioen Migos er akkurat nå et av hiphopens aller heiteste navn. Denne gjengen skal gjøre hele Amfiet om til en tett klubb den første dagen i Tøyenparken når de kommer til Norge for første gang 9. august.</p>\n<p>Gutta fra Georgia viderefører den tradisjonsrike sørstatshiphopen på en særdeles vital måte. Quavo, Takeoff og Offset fikk massiv oppmerksomhet allerede med den første singelen Versace fra 2013, ei låt som har blitt remixa av Drake. De har siden starten av tiåret bygd et stort publikum med sine jevnlige mixtaper. For to år siden kom debutalbumet Yung Rich Nation som raste opp til topp 20.</p>\n<p>Årets oppfølger Culture har medført et internasjonalt gjennombrudd, med førsteplass i USA og Canada, samt svært sterke plasseringer i mange europeiske land. Her i Norge har den så langt vært inne på albumlista i hele ti uker. Skiva inneholder hits som Bad and Boujee og T-Shirt.</p>\n<p><a href=\"http://www.avclub.com/review/culture-album-migos-has-been-building-toward-years-249270\">Avclub.com</a> har påstått at: &#8211; …  on Culture the band stakes a claim as the most important rap group to come out of Atlanta since Outkast.</p>\n<p>Etter en konsert i London tidligere i år skreiv <a href=\"https://www.theguardian.com/music/2017/apr/26/migos-lil-yachty-review-o2-academy-brixton-london-stefflon-don-takeoff-offest-quavo\">The Guardian</a>: &#8211; Breathing new life into hip-hop, they’re bad and brilliant.</p>\n<p><a href=\"https://www.facebook.com/THEMigosAtl/?fref=ts\">www.facebook.com/THEMigosAtl</a></p>\n<p>&nbsp;</p>\n<p><strong>THE MYSTERY LIGHTS (US)</strong></p>\n<p>The Mystery Lights er blant de friskeste garasjerockbanda i verden akkurat nå. De ga ut sitt kritikerroste debutalbum i fjor på Wick, en underlabel til langt mer kjente Daptone. Bandet ble starta i California, men har nå beveget seg tvers over USA til New York. Soundet deres bør være midt i blinken for alle med sams for kombinasjonen røff rock og enkle virkemidler. I tillegg krydrer de med passe doser gammeldags R&amp;B og psykedelia.</p>\n<p><a href=\"https://www.thelineofbestfit.com/reviews/albums/the-mystery-lights-psych-pop-wonder-of-a-debut-is-devotional-not-derivative\">Thelineofbestfit.com</a> har beskrevet musikken på denne måten: &#8211; This debut long player comes from the same place as the likes of Ty Segall, Thee Oh Sees and White Fence; the barely -there but still effective production ethic, the distant fuzz of analogue equipment and the nervous energy of late 60s pre-punk are all evident over 11 pieces of furious psych-rock which does its business and leaves just after the thirty minute mark.</p>\n<p><a href=\"https://www.facebook.com/pg/TheMysteryLights/\">www.facebook.com/pg/TheMysteryLights</a></p>\n<p><a href=\"http://mysterylightsband.com/\">mysterylightsband.com</a></p>\n","wordpress_id":19975,"translations":{"nb":{"url":"/2017/05/29/migos-the-mystery-lights-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"db970ac1-7234-588a-8e98-325fba48a092"}}