{"data":{"wordpressPost":{"title":"Tame Impala &#8211; Wed 7th of August","date":"11th February 2013","content":"<p>Tame Impala, the band that made what many believe is the best album of 2012, are coming to Øya on Wednesday the 7<sup>th</sup> of August.</p>\n<p>There are now less than 500 week passes left for sale. A week pass includes all four days in the park and entrance to all clubs under the Club Night on Tuesday 6<sup>th</sup> of august. More artists will be added to our line-up in the next few weeks.<br />\nTickets are on sale at Billettservice</p>\n<p><strong>TAME IMPALA (AU)</strong><br />\nTame Impala from Perth, Australia, is led by Kevin Parker. He is also involved in Pond and other projects. With their two albums Inner Speaker (2010) and Lonerism (2012), Tame Impala has become one of the hottest new bands in modern rock. Critics and music fans love their mix of indie pop and acid rock. Everyone from Pitchfork to The Guardian to NME has been very enthusiastic about the the album Lonerism.</p>\n<p>Drowned In Sound wrote this: &#8220;What is certain though is that <em>Lonerism</em> marks Tame Impala&#8217;s arrival as a genuine force to be reckoned with, and even if at times there&#8217;s a feeling Parker&#8217;s trying to cram too many ideas into one piece, it&#8217;s a record that will undoubtedly be used as a benchmark for guitar music of the near future&#8221;</p>\n<p>Their first EP was released in 2008. Quickly they got on tours supporting The Black Keys, Yeasayer and MGMT. Tame Impala have been compared to Dungen, Beach House, Animal Collective and Grizzly Bear, but also older bands like the Beatles and Todd Rundgrens old band Nazz. Tame Impala have managed to create their own kind of modern indie rock. We are confident that this is the perfect band for the festival summer in 2013.<br />\n<a href=\"http://www.tameimpala.com/\" target=\"_blank\">http://www.tameimpala.com/</a></p>\n<p>&nbsp;</p>\n<p>photo: Matt Saville</p>\n","wordpress_id":3049,"translations":{"nb":null,"en":{"url":"/en/2013/02/11/tame-impala-wed-7th-of-august/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3e5fa744-763b-5272-bf82-4fec7a0c9c3b"}}