{"data":{"wordpressPost":{"title":"Møt Øyafestivalens frivillige rosa tropp!","date":"6th August 2018","content":"<p>I år er det rekordmange (2700!) frivillige som ofrer dyrebar tid og arbeidskraft for å skape en magisk festival. Som frivillig for Øyafestivalen kan man være med både før, under og etter festivalen &#8211; og som alle andre festivaler er vi helt avhengig av frivillige for at vi kan åpne portene for publikummet som kommer strømmende inn onsdag.</p>\n<p>Møt Jacob, Louise og Nora som er en del av den rosa troppen:</p>\n<p>&nbsp;</p>\n<p><strong>Jacob 20år &#8211; Opprigg</strong></p>\n<p>Jacob er med på sitt tredje år som frivillig for festivalen og jobber med opprigg. På opprigg setter man opp gjerder, lyskastere, telt og gjør andre småjobber rundt på fesivalområdet.</p>\n<p><strong>Hvorfor har du meldt deg som frivillig?</strong></p>\n<p>Jeg er frivillig fordi det er deilig å vite at man har vært med på å bygge festivalen, og at man fortjener å ha det ekstra gøy når musikken begynner.</p>\n<p><strong>Hva gleder du deg mest til å se?</strong></p>\n<p>Gleder meg til Superorganism og Lindstrøm.</p>\n<p>&nbsp;</p>\n<p><strong>Louise, 25 år &#8211; Vakt under opprigg</strong></p>\n<p>Denne jenta har mildt sagt erfaring med å være frivillig. Louise har vært frivillig for Øya 8 ganger! Hun har jobbet med alt fra bar, matbod, til vakt, og solskinspatrulje. Og i år tester hun ut jobben som vakt under opprigg. Vaktene under opprigg jobber med sikkerhet og informasjon. De holder vakt ved alle innganger, slipper inn de som skal inn på området, svarer på spørsmål og smiler til forbipasserende. De passer også på at folk har på hjelm hvis de skal inn på byggeområder og snakker i walkie talkie.</p>\n<p><strong>Hvorfor har du meldt deg som frivillig?</strong></p>\n<p>Jeg har meldt meg som frivillig fordi det er koselig å jobbe på Øya, fordi Øya passer godt på de frivillige og selvfølgelig for å få ukespass til Øyafestivalen. Da kan jeg heller bruke pengene mine på god mat og øl under festivalen.</p>\n<p><strong>Hva gleder du deg mest til å se?</strong></p>\n<p>Av musikk gleder jeg meg veldig til Kendrick Lamar, St.Vincent, Fieh, Yaeji, Charlotte Gainsbourg og Patti Smith, men mest av alt gleder jeg meg til å være med skjønne mennesker og være omringet av masse musikk i fire dager!</p>\n<p>&nbsp;</p>\n<p><strong>Nora, 23år – Bar</strong></p>\n<p>Dette blir Nora sitt sjette år som frivillig, hun har tidligere jobbet i dekorteamet og som vakt. I år er hun frivillig i bar, og sørger rett og slett for å slukke tørsten til Øya-publikummet.</p>\n<p><strong>Hvorfor har du meldt deg som frivillig?</strong></p>\n<p>Jeg meldte meg på som frivillig fordi det er en god mulighet til å være med i, og få et godt innblikk i festivalbransjen. Det er gøy å møte mange nye folk, også er det selvsagt en bonus at man får billetter til festivalen.</p>\n<p><strong>Hva gleder du deg mest til å se?</strong></p>\n<p>I år er det så mye bra, men det jeg gleder meg mest til er Arctic Monkeys, Patti Smith, Arcade Fire, Fever Ray og Lykke Li.</p>\n","wordpress_id":22461,"translations":{"nb":{"url":"/2018/08/06/22461/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7a734632-5bb6-573f-b7a0-2657bb01cc9b"}}