{"data":{"wordpressPost":{"title":"Øya-prat 6: Lars Vaular","date":"2012-07-25T06:29:01.000Z","content":"<div>\n<div>Lars Vaular gleder seg til The Stone Roses, Frank Ocean og kompisene i A-Laget. I tillegg forteller han om sin første festivalopplevelse som artist, en historie som inkluderer talentene (?) til trommisen i The Roots.</div>\n<div>Få med deg <a href=\"http://oya.test/artist/lars-vaular/\" target=\"_blank\">Lars Vaular </a>på Sjøsiden torsdag 9. august klokka 22.00</div>\n</div>\n<div>\n<p><strong>1.      Hvilken Øya-opplevelse husker du aller best?</strong></p>\n<p>&#8211; The XX. Fantastisk sår og romantisk stilledanskonsert, som verdens deiligste downer, med fyrverkeri over fjorden som punktum for kvelden. Va på date på sett og vis den kvelden, og det e fineste daten min ever. Har en kamerat som og va på en slags date, han sier akkurat det samme. Huglife.</p>\n<p>&nbsp;</p>\n<p><strong>2.      Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong></p>\n<p>&#8211; A-laget, Frank Ocean og Stone Roses.</p>\n<p>&nbsp;</p>\n<p><strong>3.      Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong></p>\n<p>&#8211; Sjekk værmeldingen og kle deg deretter. Kjipt å stå iskald i kortikk i regnvær. Og hvis du vet at det regner, ta gjerne på sjøstøvler. Det ser kult ut det.</p>\n<p>&nbsp;</p>\n<p><strong>4.      Hva kan folk forvente av konserten din/deres?</strong></p>\n<p>&#8211; Låter fra alle fire albumene mine, et par nye låter, gjesteartister, videokunst, trommer, bass og hjertebank. Og hits av ymse slag.</p>\n<p>&nbsp;</p>\n<p><strong>5.      Har du en god eller dårlig festivalhistorie? Fortell!</strong></p>\n<p>&#8211; Den er kanskje ikke så dårlig, og god e han ihvertfall ikke, men for 2008 år siden spilte eg og A-laget på klubbdelen av en festival som het Quartfestivalen. Dette var før noen eg kjente hadde fått en låt på radioen, så det å i det hele tatt kunne si at vi spilte på Quartfestivalen var betaling god nok for oss, vi va usikker på om vi i det hele tatt fikk dekket oppholdet, reisen tok vi oss av sjøl ihvertfall, vi va sikkert tre biler og femten mann, hørte på det nye dobbelt albumet til Haystak på veien ned, Leo hadde malt navnet mitt og bokstavene NMG på t-skjorten min, ekte hip-hop, tror kanskje at vi sov i biler på den der kaien i Kristiansand, kanskje i trange bagasjerom, nokken tyske turister spilte fotball midt på natten, knuste flasker og hytting med nevene, men det var no bare artig, det eg husker best e at trommisen i rapbandet The Roots, Questlove, han med den store afroen, skulle få lov til å være DJ på klubben vi spilte rapkonserten vår på, og konserten vår gikk bra den, vi følte oss sjøl, og bestevennen til 50 Cent va i publikum, Tony Yayo kaller de han, han var veldig opptatt av Vågard som han syntes va skikkelig god på backingvokaler, så det va jo stor stas det, men aberet var at Questlove på død og liv skulle ha den der pæreformete kroppen sin inn i DJ båsen på siste låten vår, eg husker ikkje ka låt det va, sikkert ikkje en veldig bra en, men god nok til å kunne få lov å avsluttes med stil istedenfor å bli overkjørt av ulyder fra en mixekåt dj, og ihvertfall ikkje DJ Questlove, som liksom skulle være en skikkelig kul type, jazzconnisseur og rap-intellektuell og alt det der, men han viste seg å være skikkelig i umusikalsk og resten av kvelden spilte han kun &#8220;Wu-tang Clan aint nuttin to fuck with&#8221;. SMDH</p>\n<p>&nbsp;</p>\n<p><strong>6.      Hva hører du på i sommer?</strong></p>\n<p>&#8211; Denne sommeren har jeg hørt på Trouble, Frank Ocean, Nilsen &amp; Gjengen og Todd Terje. Også hører jeg alltid på All Eyez On Me med 2pac om sommeren fordi det gjorde jeg da jeg var 12, da sommeren var skikkelig varm og prinsesse Diana ennå var i live.</p>\n<p>&nbsp;</p>\n<p><strong>7.      Hva vil du aller helst se på Øyafestivalens plakat i 2013?</strong></p>\n<p>&#8211; Liker veldig mye rapmusikk som eg ikkje har veldig lyst å se konsert med egentlig, enda mindre på en lys formiddagsslot utendørs, men hvis dere kunne booket Mystikal hadde eg vært der.</p>\n</div>\n","wordpress_id":3937,"featured_image":{"title":"lars vaular øyafestivalen 2012 635x350","filename":"lars-vaular-yafestivalen-2012-635x350.jpg","filesize":81262,"url":"http://oya.test/assets/uploads/2012/07/lars-vaular-yafestivalen-2012-635x350.jpg","link":"http://oya.test/lars-vaular-oyafestivalen-2012-635x350-2/","alt":"","author":"4","description":"","caption":"","name":"lars-vaular-oyafestivalen-2012-635x350-2","status":"inherit","uploaded_to":0,"date":"2012-07-23 10:48:42","modified":"2012-07-23 10:48:42","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2012/07/lars-vaular-yafestivalen-2012-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2012/07/lars-vaular-yafestivalen-2012-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2012/07/lars-vaular-yafestivalen-2012-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2012/07/lars-vaular-yafestivalen-2012-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2012/07/lars-vaular-yafestivalen-2012-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2012/07/lars-vaular-yafestivalen-2012-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2012/07/lars-vaular-yafestivalen-2012-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2012/07/25/oya-prat-6-lars-vaular/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"86462f95-f4d3-519e-a7de-9ad5b71a32d8","locale":"nb"}}