{"data":{"wordpressPost":{"title":"Bring Me The Horizon på Øya","date":"14th January 2011","content":"<p>BRING ME THE HORIZON (UK)<br />\nBring Me The Horizon ble starta i 2004 i industribyen Sheffield. Debuten kom to år senere og resulterte i at Kerrang kåra dem til beste nykommer det året.  I høst ga de ut sitt  tredje album, som fikk den mildt sagt lange tittelen There Is a Hell, Believe Me I&#8217;ve Seen It. There Is a Heaven, Let&#8217;s Keep It a Secret. Om det var en god buzz rundt bandet i utgangspunktet, har de nådd langt flere de siste månedene. Skiva gikk imponerende høyt på salgslistene i både USA og Storbritannia. I Australia overrasket de stort ved å innta førsteplassen på albumlista. Det britiske magasinet Rock Sound ga samme plassering til skiva i sin årsoppsummering av 2010. Lydverkets Glenn Olsen klinte til med seks øyne på terningen og utbasunerte at plata ”har egentlig alt jeg ønsker meg av en plate – innovasjon, energi, nerve, følelser, og ikke minst genuint gode låter – og kom som en kraftig påminnelse om hvorfor jeg faktisk liker musikk i det hele tatt”. I 2011 planlegger bandet en remiksutgave av There Is A Hell…, i samme stil som de gjorde med forløperen Suicide Season.</p>\n<p>Bring Me The Horizon er et band som tøyer grensene for metal og hardcore. Med sitt moderne uttrykk har de imponert både konsertpublikummet og mange kritikere. En samlet britisk musikkpresse har holdt dem tett til sitt bryst lenger enn de har for vane å gjøre. Bandet er i sitt rette element på scena, hvor vokalist Oliver Sykes viser hvorfor han er regna som en av Englands beste frontmenn. Bandet leverer energiske og heseblesende konserter, som er i stand til å sette svimerker på trommehinnene dine. Bring Me The Horizon kommer til å stå for en av de Øya-konsertene i år som du kommer til å huske best.<br />\nMYSPACE:http://www.myspace.com/bmth</p>\n","wordpress_id":210,"translations":{"nb":{"url":"/2011/01/14/bring-me-the-horizon-pa-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b8cc931c-7131-5d69-ba3a-9af28c0aaddf","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2011/01/14/bring-me-the-horizon-pa-%c3%b8ya/","redirect":false}}}