{"data":{"wordpressPost":{"title":"Lux Interior fra The Cramps har gått bort","excerpt":"<p>I går, 4 februar, døde psychobillypionér og Cramps-vokalist Lux Interior på sykehus i California etter hjertetrøbbel. Nå er historien om The Cramps over og vi veit at det er mange hengivne fans i Norge som kommer til å savne bandet. Vi benytter anledningen til å mimre med noen av bildene våre fotografer tok i forbindelse med bandets besøk i Middelalderparken i 2006. Det var da 16 år siden forrige Oslo-besøk.</p>\n","content":"<p>I går, 4 februar, døde psychobillypionér og Cramps-vokalist Lux Interior på sykehus i California etter hjertetrøbbel.</p>\n<p>Lux og hans makker i The Cramps, Poison Ivy, lot seg inspirere av 50-tallsrock og diverse amerikansk b-kultur når de midt på 70-tallet starta bandet. Blant andre medlemmer opp gjennom årene finner man Kid Congo Powers (også i The Bad Seeds og Gun Club) og Jim Sclavunos (har også spilt med Sonic Youth, Panther Burns, Grinderman og The Bad Seeds).</p>\n<p>Nå er historien om The Cramps over og vi veit at det er mange hengivne fans i Norge som kommer til å savne bandet. Vi benytter anledningen til å mimre med noen av bildene våre fotografer tok i forbindelse med bandets besøk i Middelalderparken i 2006. Det var da 16 år siden forrige Oslo-besøk.</p>\n<p>For øvrig anbefaler vi alle å få med seg The Cramps-avsnittet i Ragnar Hovlands siste bok, Dr. Munks Popleksikon. Her fortelles en historie om kjøreturen fra Oslo sentrum til Gardermoen hvor sjåføren opplever Lux Interior som svært nysgjerrig på en gjenstand med påskriften PUSSESKINN. Lux Interior stiller dermed det passende spørsmålet &#8220;Is that real pussy skin?&#8221; </p>\n<p>Foto<br />\nDet øverste av Magnus Flåto<br />\nDe nederste av Espen Stranger Seland (live) og Stian Andersen (backstage) &#8211; klikk på bildene for større versjon</p>\n","date":"2009-02-05T10:36:00.000Z","wordpress_id":638,"featured_image":null,"translations":{"nb":{"url":"/2009/02/05/lux-interior-fra-the-cramps-har-gatt-bort/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a57989b9-41e1-532e-a7af-a025f0813ba3","locale":"nb"}}