{"data":{"wordpressPost":{"title":"Thee Oh Sees til Øya torsdag 10. august","date":"10th February 2017","content":"<p>I går ble Ryan Adams klar for Øya og vi skal fortsette med slipp hver dag til og med onsdag 15. februar. Nå er garasjerockerne i Thee Oh Sees klare for Tøyenparken. Det svært produktive California-bandet kommer med bagasjen full av energi og en fyldig låtkatalog.</p>\n<p>Både dagsbilletter og ukespass er i salg.</p>\n<p>&nbsp;</p>\n<p><strong>THEE OH SEES (US) – tors 10. aug</strong></p>\n<p>Med en både småkaotisk og fengende tolkning av psykedelia og garasjerock, har Thee Oh Sees imponert oss fra scene og innspillinger. Derfor er det stor stas når det endelig passa for dem å spille på Øya. Forvent et fantastisk liveband i Tøyenparken, som gjør like sterkt inntrykk på trange klubber som de største festivalscenene. Vi har sett dem gjentatte ganger i USA, og drømmen om å vise fram Thee Oh Sees på Øya har bare vokst.</p>\n<p>John Dwyer emigrerte for en god del år siden fra østkysten til vestkysten. Der starta han bandet OCS, som etter hvert endra seg til Thee Oh Sees. Under det navnet har de utgitt en imponerende mengde album på omtrent 10 år. I fjor kom både A Wierd Exits og An Odd Entrances. Førstnevnte mente både Uncut, Rough Trade og Mojo at var et av årets høydepunkter. Bortsett fra Dwyer finner man musikere med bakgrunn fra !!! og Sic Alps i den nåværende utgaven av bandet.</p>\n<p><a href=\"http://www.allmusic.com/album/help-mw0000816176\">Allmusic.com</a> var begeistra for Help (2009): &#8211; …the guitars are thick, ringing, and dripping with reverb and distortion, the rhythm section pounds away in a simple but relentless fashion, the massed vocals approximate vintage California-style harmonies in the midst of a trip on dirty acid, and the songs take traditional garage rock changes and bend them a wee bit as the production runs them through just enough low-budget studio trickery until they resemble a paisley nightmare oozing out of your speakers.</p>\n<p><a href=\"http://www.theeohsees.com/\">www.theeohsees.com</a></p>\n<p><a href=\"https://www.facebook.com/TheeOhSees/\">www.facebook.com/TheeOhSees</a></p>\n","wordpress_id":19483,"translations":{"nb":{"url":"/2017/02/10/thee-oh-sees-oya-torsdag-10-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a2556d6e-93bf-5e0f-a34b-12315238e082"}}