{"data":{"wordpressPost":{"title":"Øya-prat 15: Sondre Lerche","date":"3rd August 2012","content":"<p>Sondre Lerche skal få æren av å åpne i Middelalderparken. Han har masse tips om hva du bør få med deg under Øya. Sjøl vurderer han om det er på tide å begynne med ørepropper snart og om han bør ha med noen gjesteartister under konserten sin. Han kan også advre mot dressingens farer i konsertsammenheng.</p>\n<p>&nbsp;</p>\n<p>Få med deg <a href=\"https://api.oyafestivalen.no/artist/sondre-lerche/\" target=\"_blank\">Sondre Lerche</a> onsdag 8. august på Enga, klokka 14.30</p>\n<p>&nbsp;</p>\n<p><strong>1.      Hvilken Øya-opplevelse husker du aller best?</strong></p>\n<div>&#8211; Min første opptreden på Øya, i 2001, ble ganske spesiell da det plutselig begynte å hagle og vi måtte avbryte konserten. Det var også stas å backe Knutsen &amp; Ludvigsen i 2006. Uendelig smil og kontant allsang fra publikum.</div>\n<div>\n<p><strong>2.      Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong></p>\n</div>\n<div>&#8211; St Vincent er dødsgod live. En av mine favorittgitarister. Young Dreams er alltid nydelig og kommer med en debut i høst som kommer til å sette nye standarder for litt av hvert. Ellers er jeg nysgjerrig på Nicholas Jaar, Frank Ocean, Mikhael Paskalev og Metronomy. Også bør jeg nevne Bowerbirds og War On Drugs som jeg deler manager med. De er superfine. Også gleder jeg meg til å se min fetter Lars også.</div>\n<div>\n<p><strong>3.      Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong></p>\n</div>\n<div>&#8211; Drikk mer vann enn alkohol hvis du har lyst å få med deg musikken. Ta med en pose nøtter eller nœring i tilfelle du ikke gidder å stå i kø for å kjøpe mat hele tiden. Vanntett sekk med minimalt innhold. Tror jeg selv skal begynne med ørepropper snart. Burde nok begynt med det for lenge siden.</div>\n<div>\n<p><strong>4.      Hva kan folk forvente av konserten din?</strong></p>\n</div>\n<div>&#8211; Vi spiller ganske freidige og løse versjoner av sangene. Jeg lar meg ofte begeistre og imponere av stramme, velregiserte rockeshow men greier ikke å låse meg til å gjøre ting på samme måte og i samme rekkefølge hver kveld, når jeg selv står på scenen, så vi holder det improviserende og fritt. Bandet vet ofte like lite som publikum om hva som skal skje. Sangene blir ganske mye mer energisk og fysisk på scenen. Det er lov å kommer med ønsker, enten ved å skrike eller skrive det på en plakat. Kanskje jeg burde ha noen gjester med også?</div>\n<div>\n<p><strong>5.      Har du en god eller dårlig festivalhistorie? Fortell!</strong></p>\n</div>\n<div>&#8211; Tar en dårlig en: Da jeg gikk på scenen for å spille på Roskilde i 2002, var det noen som kastet en hamburger opp på scenen i første låt. Den traff meg ikke men landet rett foran mikken det jeg skulle stå den neste timen og all den Thousand Island dressingen gjorde gulvet der meget glatt, hvilket resulterte i at jeg måttte stå helt i ro hver gang jeg skulle synge for å ikke falle. Og det er nesten umulig for meg. Var noe urutinert på den tiden og konserten ble ganske dårlig som følge av sklifaren.</div>\n<div>\n<p><strong>6.      Hva hører du på i sommer?</strong></p>\n</div>\n<div>&#8211; Siste ukene har jeg hørt mye på siste Frank Ocean, Dirty Projectors, Twin Shadow og Michael Kiwanuka.</div>\n<div>\n<p><strong>7.      Hva vil du aller helst se på Øyafestivalens plakat i 2013?</strong></p>\n</div>\n<div>&#8211; Van Dyke Parks med KORK, Fiona Apple, Motorpsycho spiller Blissard, Cass McCombs, Jim O&#8217;Rourke spiller Eureka og Insignificance, Spoon, Animal Collective og Beyonce.</div>\n<p>&nbsp;</p>\n","wordpress_id":4059,"translations":{"nb":{"url":"/2012/08/03/oya-prat-15-sondre-lerche/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b520a5f1-9e8e-5513-baa4-3a3e2e213189","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2012/08/03/oya-prat-15-sondre-lerche/","redirect":false}}}