{"data":{"wordpressPost":{"title":"Iceage og Jenny Hval til Øya","date":"31st May 2013","content":"<p><strong>JENNY HVAL – onsdag 7. august<br />\nICEAGE (DK) – torsdag 8. august<br />\nFortsatt dagsbilletter igjen </strong></p>\n<p>Vi er inne i sluttspurten av årets festivalprogrammering. I går klinte vi til med gladnyheten om at det gjenforente Wu-Tang Clan spiller i Middelalderparken onsdag 7. august. Nå er to nye navn bekrefta til vår mest intime scene, teltet vi kaller Klubben. Danske Iceage har fått seg mange fans i løpet av de to siste åra, både blant fans av støyende rock og i musikkredaksjoner over hele kloden. Nå kommer de endelig til Middelalderparken. Onsdag 7. august spiller Jenny Hval låter fra den kritikerroste Innocence Is Kinky, som kom for noen uker siden.</p>\n<p>Det er fortsatt <a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">dagsbilletter igjen til alle de fire dagene</a> i Middelalderparken.</p>\n<p>&nbsp;</p>\n<p><strong><br />\nICEAGE (DK)</strong><br />\nIceage fra København har de siste åra vært en av de store sensasjonene i den Skandinaviske undergrunnen. På kort tid ble de favoritter hos etablerte musikkmedier, bloggere og andre med sans for rå post-punk. For to år siden skapte de furore med det spenstige debutalbumet New Brigade. Da var medlemmene i slutten av tenåra. I vinter fulgte de opp med You’re Nothing. 8. august skal de sørge for energi og svett moro i Klubben.</p>\n<p>Pitchfork har stempla begge albuma til Iceage best new music. Popmatters.com skreiv dette om You’re Nothing:<br />\n&#8211; Drawing you in precisely because it is so uncompromising and unrelenting, You’re Nothing is anything but nothing, a rare album where you can tell the artists put everything into it and you get just as much out of it. Iceage har de siste to åra vokst enormt som liveband. Dette blir en fantastisk fest for alle som lar seg begeistre av urolig, rastløs, rå storbyrock.</p>\n<p>Clashmusic.com beskreiv en konsert i London i vinter sånn:<br />\n&#8211; You want to be able call the noise they make cacophonous – four angry young men influenced by hardcore &#8211; but it’s not. The gothic, dirge-like vocals veil some – at times – melodic riffs and tuneful guitar hooks and the sound is often measured. Always intense, in the tradition of punk, but not always ear-bleedingly, head-spinningly fast and loud.</p>\n<p><a href=\"http://iceagecopenhagen.blogspot.no/\" target=\"_blank\">http://iceagecopenhagen.blogspot.no/</a></p>\n<p>&nbsp;</p>\n<p><strong><br />\nJENNY HVAL</strong><br />\nJenny Hval ga opprinnelig ut musikk under navnet Rockettothesky, men har de siste åra valgt å bruke sitt eget navn. I vår kom skiva Innocence Is Kinky på kvalitetsselskapet Rune Grammofon. Albumet følger den kritikerroste Viscera fra 2011, som havna på sjølveste Uncuts liste over de beste albuma fra det året. På Innocence Is Kinky samarbeidet hun med John Parish, som er kjent for sitt arbeid med PJ Harvey. Jenny Hval er en ærlig og frittalende artist, som det er vanskelig å på rettferdig måte sammenligne med andre.</p>\n<p>Sjøl om hun er mest kjent for sin musikk, er Jeny Hval også forfatter. Hun har gitt ut bøkene Perlebryggeriet og Inn I Ansiktet, i tillegg til å skrive artikler for tidsskrifter. Hennes låter er spennende og utfordrende pop, som pirrer nysgjerrige lyttere. Noen har kalt det kunstpop, mens andre bruker uttrykk som eksperimentell pop, indie, ambient eller folk. Dette betyr bare at Jenny Hvals musikk er vanskelig å sette i en tydelig bås. Dagbladet har kalt henne «en artist med en beundringsverdig kreativitet og gjennomføringsevne».</p>\n<p>Canadiske Exclaim er en av mange utenlandske medier som satte stor pris på Innocence Is Kinky tidligere i år og skreiv:<br />\n&#8211; Innocence is Kinky is by turns surreal and hyper-real, a Lynch-ian underworld of avant-pop, alt-lit poetry and potent sexuality. Though the more wailing moments recall Karen Dreijer Andersson and Kate Bush, Hval&#8217;s musical diversity, whispered monologues and licentious wit place her in Serge Gainsbourg&#8217;s hallowed lineage. And the music is stunning.</p>\n<p><a href=\"http://jennyhval.com/\" target=\"_blank\">http://jennyhval.com/</a></p>\n<p>foto Kristine Jakobsen</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c70fb298-1921-5641-a0a0-ef45b23cf469"}}