{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2009/08/07/folg-%c3%b8ya-pa-vgtv/","locale":"nb","type":"post","id":"dd71a463-f546-5c0b-afae-eb88b39325b8","slug":"folg-%c3%b8ya-pa-vgtv","title":"Følg Øya på VGTV","date":"2009-08-07T10:58:00.000Z","excerpt":"<p>I år kan du følge Øyafestivalen på nett, hos VGTV. Her kan du få med deg konserter fra vår største scene, Enga, samt stemningsrapporter og annen festivalmoro. Du kan glede deg til å følge blant andre Madness og Glasvegas direkte. Dette vil være den eneste muligheten til å få med seg Øya-konserter på nett i 2009. Det er første gang en avis satser på direkteoverføring fra en norsk festival på denne måten.</p>\n"}},{"node":{"link":"/2009/08/06/fa-med-deg-the-lionheart-brothers-pa-revolver-onsdag/","locale":"nb","type":"post","id":"5dc1ecfa-9366-5fd7-bdff-6a2ed96bdaa2","slug":"fa-med-deg-the-lionheart-brothers-pa-revolver-onsdag","title":"Få med deg The Lionheart Brothers på Revolver onsdag","date":"2009-08-06T19:18:00.000Z","excerpt":"<p>Seint på onsdag tropper The Lionheart Brothers opp på Revolver under Øyanatt (sammen med Maribel). De ga ut det meget kritikerroste albumet Dizzy Kiss i januar 2007 og har tatt seg god tid i arbeidet med oppfølgeren. Bandet er ennå ikke ferdige, men har masse nytt materiale ferdigskrevet. Under denne konserten vil the Lionheart Brothers konsentrere seg om å spille nye låter. Bandet har i tillegg planer om å vise sin nye musikkvideo.</p>\n"}},{"node":{"link":"/2009/08/06/barnevennlig-festival-med-svanen/","locale":"nb","type":"post","id":"dbb147e8-a8f5-5d99-a846-11ccade90b9b","slug":"barnevennlig-festival-med-svanen","title":"Barnevennlig festival med Svanen","date":"2009-08-06T17:43:00.000Z","excerpt":"<p>Også i år stiller Svanen på Øyafestivalen med bleieskiftstasjon, solkrem og aktiviteter for barna. Svanens stand er spesielt rettet mot småbarnforeldre som her kan skifte svanemerkete bleier gratis, men alle andre er også velkomne til å bli bedre kjent med Svanen. Du kan for eksempel prøve svanemerket solkrem i boden.</p>\n"}},{"node":{"link":"/2009/08/06/kaffetorst-pa-%c3%b8ya/","locale":"nb","type":"post","id":"75b32b77-8cfa-59c0-b9c6-d18268126855","slug":"kaffetorst-pa-%c3%b8ya","title":"Kaffetørst på Øya?","date":"2009-08-06T08:59:00.000Z","excerpt":"<p>Har du lyst på en kopp kaffe på Øyafestivalen, anbefaler vi deg å ta en tur til Stockfleths sitt utsalg i handlegata. Øyakaffen09 er i år som tidligere valgt på grunnlag av økologi, direkte handel og smak. Kaffen er brent denne uken hos Solberg &#038; Hansen i Oslo og det er våre beste baristaer som tilbereder den for deg.</p>\n"}},{"node":{"link":"/2009/08/06/caven-utsatt-for-steinras-jrc-flytter-til-hausmania-under-klubbdagen/","locale":"nb","type":"post","id":"20d20a9c-8232-554c-b230-c54dea40c64a","slug":"caven-utsatt-for-steinras-jrc-flytter-til-hausmania-under-klubbdagen","title":"Caven utsatt for steinras &#8211; JRC flytter til Hausmania under Klubbdagen","date":"2009-08-06T00:45:00.000Z","excerpt":"<p>Juvenile Rock Club er den mest kredible underageklubben i Oslo. I løpet av to år har de hatt band som Backstreet Girls, Dum Dum Boys, Heroes &#038; Zeros og Big Bang hos seg på Caven, der de vanligvis holder til. Under Klubbdagen er de nødt til å skifte beite på grunn av et beklagelig steinras inne på Caven. Det er allikevel ingen grunn til å gråte: Hele sulamitten flyttes til Skatehallen på Hausmania og får brått plass til mange fler!</p>\n"}},{"node":{"link":"/2009/08/05/akologisk-mat-pay-ayafestivalen-ae-det-diggeste-alternativet/","locale":"nb","type":"post","id":"33370a61-5ec2-5781-8bc7-3e5f49771ddc","slug":"akologisk-mat-pay-ayafestivalen-ae-det-diggeste-alternativet","title":"Økologisk mat på Øyafestivalen – det diggeste alternativet.","date":"2009-08-05T14:29:00.000Z","excerpt":"<p>Øyafestivalen serverer for syvende gang de herligeste økologiske råvarer til alle Øya-deltakerne. Bare de siste to årene har vi servert 130.000 porsjoner, laget med 50 tonn økologiske råvarer! Nytt av året er at kjøttet leveres av vår favorittslakter, Strøm Larsen på Torshov. Menyen kan gi vann i munnen allerede nå. Her er det mye digg mat!</p>\n"}},{"node":{"link":"/2009/08/04/anunnaki-ny-tegneserieroman-slippes-under-%c3%b8ya/","locale":"nb","type":"post","id":"b43af041-2c8a-5d7c-b3a8-6f343723b14f","slug":"anunnaki-ny-tegneserieroman-slippes-under-%c3%b8ya","title":"Anunnaki – ny tegneserieroman slippes under Øya","date":"2009-08-04T23:48:00.000Z","excerpt":"<p>Øyafestivalen og Egmont Serieforlaget presenterer en bok av Håvard S. Johansen &#038; John S. Jamtli:<br />\nANUNNAKI</p>\n<p>Egmont Serieforlaget og Øyafestivalen har gått i kompaniskap og utgir nå noe så sjeldent som en helstøpt norsk science fictiontegneserie!</p>\n"}},{"node":{"link":"/2009/08/04/ayakino-ut-med-doors-inn-med-wilco/","locale":"nb","type":"post","id":"0a14174b-2a29-5ca7-ba18-51cf917307ab","slug":"ayakino-ut-med-doors-inn-med-wilco","title":"Øyakino: Ut med Doors, inn med Wilco","date":"2009-08-04T21:41:00.000Z","excerpt":"<p>Produsenten til The Doors-dokumentaren ”When You’re Strange” har stoppet alle visninger av filmen. Han har fått Johnny Depp til å lese inn fortellerstemmen på nytt, og til denne nye versjonen er klart vil filmen ikke bli vist noe sted. En erstatningsfilm er allerede klar, og det er langt i fra noen dårlig erstatning. Det er med stor glede vi nå vil vise Øya-aktuelle Wilcos konsertfilm ”Ashes of American Flags”.</p>\n"}},{"node":{"link":"/2009/08/04/nytt-online-magasin/","locale":"nb","type":"post","id":"cefa134d-9097-5398-b7dd-47ac0750a451","slug":"nytt-online-magasin","title":"Nytt online-magasin","date":"2009-08-04T13:04:00.000Z","excerpt":"<p>Nå er det snart festivaltid! Vi tar i år i bruk en helt ny online magasinløsning for å gjøre det enda enklere for vårt musikkelskende publikum å sjekke ut artistene som spiller på Øya. I magasinet kan du se musikkvideoer, høre lydsnutter, lese artistomtaler, teste vår interaktive guide og mye mer.</p>\n"}},{"node":{"link":"/2009/08/04/konkurranse-finn-banda-og-vinn-valgfri-%c3%b8yamerch/","locale":"nb","type":"post","id":"23035246-19ab-592a-aacb-8ef6dd536612","slug":"konkurranse-finn-banda-og-vinn-valgfri-%c3%b8yamerch","title":"Konkurranse: finn banda og vinn valgfri Øyamerch","date":"2009-08-04T12:20:00.000Z","excerpt":"<p>For fjerde året på rad har Sindre Wexelsen Goksøyr dukka opp som gjestedesigner og tegna trøye til oss. Den har blitt så grom i år at vi kliner til med en konkurranse. Vinn valgfri Øyamerch!</p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":153,"pageCount":181,"additionalContext":{"locale":"nb"}}}