{"data":{"wordpressPost":{"title":"Øya til USA","date":"5th March 2008","content":"<p>Øyafestivalen tar i år med seg Hanne Hukkelberg og Shining over Atlanteren og byr på spennende konsertpakker i New York og Austin uka før påske.</p>\n<p>I New York har allerede avisa The Onion, den trendsettende kulturguiden Flavorpill og subwayavisa AM New York plukket ut Øyakvelden blant sine konsertanbefalinger for neste uke. Time Out New York, Village Voice og Pitchfork vil også følge opp de besøkende fra Norge. I Austin har nettmediet Austinist fremhevet Shining. Flere amerikanske og internasjonale medier har meldt sin aknokst til Øyafestivalens konsertkveld.</p>\n<p>Mandag 10. mars inviterer Øya og våre amerikanske partnere i musikknettsiden OhMyRockness til en heftig kveld på legendariske Knitting Factory. Her skal Hanne Hukkelberg og Shining spille sammen med Baltimore-duoen Videohippos og Brooklyn-trioen Pains of Being Pure at Heart. Videohippos spiller eksperimentell partymusikk og tilhører miljøet rundt indiepopkometene Yeasayer, mens Pains of Being Pure at Heart romsterer i klassisk shoegazer-landskap. Med andre ord et program med stor bredde og muligheter for flere musikalske overraskelser for publikum.</p>\n<p>Lørdag 15. mars har Hanne Hukkelberg og Shining kommet seg til Austin for å spille på SXSW, som er verdens største musikkhappening. Her skal de ha gleden av å opptre på beryktede Emo’s under Øyas tettpakkede kveld. Nordmennene deler nok en gang scene med Videohippos, samt den britiske singer/songwriteren James Yuill, de Brooklyn-baserte synthpunkerne Team Robespierre og kaospopbandet Best Fwends fra Austin. Øyafestivalen er for andre året på rad eneste europeiske festival som presenterer sin egen kveld under SXSW.</p>\n<p>I fjor dro vi til USA med The Lionheart Brothers, New Violators og Datarock, noe som var stor suksess både for Øyafestivalen og banda. Blant annet mente NME at New Violators var et av de 10 beste nye banda de så på festivalen, etter å ha sett dem på Øyas kveld under SXSW. </p>\n<p><a href=\"http://www.shining.no\" target=\"_blank\">Shining</a><br />\n<a href=\"http://hanne.hukkelberg.net/\" target=\"_blank\">Hanne Hukkelberg</a><br />\n<a href=\"http://www.sxsw.com/\" target=\"_blank\">SXSW</a></p>\n","wordpress_id":778,"translations":{"nb":{"url":"/2008/03/05/aya-til-usa/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"53e2aee0-5ea9-5dab-a9c4-9580a85fd63b","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2008/03/05/aya-til-usa/","redirect":false}}}