{"data":{"wordpressPost":{"title":"Øyafestivalen investerer i internasjonal festivalaktør","date":"8th August 2018","content":"<p>Øyafestivalen er en attraktiv samarbeidspartner også internasjonalt, og vi ønsker å være en del av et større nettverk med europeiske festivaler. Vi går nå inn i et helt nytt samarbeid med flere ledende europeiske festivaler og det internasjonale kapitalforvaltningsselskapet Providence, gjennom selskapet Superstruct. I Superstruct investerer Øyafestivalens eiere i et samarbeid mellom kvalitetsbevisste, ledende festivalarrangører, og Øyafestivalen blir en del av dette samarbeidet. Representanter for festivalens eiere vil gå inn i ledelsen av Superstruct på overordnet nivå.</p>\n<p>– <em>Deltakelsen i Superstruct handler om at Øyafestivalen blir del av en større gruppe av aktører med felles interesser. Festivalen skal fortsatt drives av den samme ledelsen og med samme profil som vårt publikum kjenner, med kontor og daglig virke i Oslo. Øyafestivalen AS, som driver festivalen, vil for ordens skyld fortsatt være et norsk selskap hjemmehørende i Norge</em>, uttaler bookingsjef i Øyafestivalen, Claes Olsen.</p>\n<p>– <em>Vi ønsker å videreutvikle og forbedre festivalen som helhet, inkludert bevare og videreutvikle de ikke-kommersielle prosjektene som vi vet vårt publikum setter pris på. Øyafestivalens rolle som del av Superstruct-organisasjonen vil kunne bidra til store utviklingsmuligheter for festivalen – som ellers ikke ville vært tilgjengelige – fordi selskapet blir del av et større nettverk av ledende musikkfestivaler i Europa. Det vil gi muligheter for ny utvikling og ytterligere styrking av Øyafestivalen, både som en nasjonal og internasjonal aktør. Vi har blant annet fått i oppgave å løfte arbeidet med miljø sammen med de andre festivalene i Superstruct, så miljøsatsingen til Øya blir internasjonal</em>, uttaler Olsen videre.</p>\n<p>Festivalbransjen har de siste årene vært i voldsom utvikling, både her hjemme og internasjonalt. Flere etablerte arrangører forsvinner og nye kommer til. Samtidig har mange av de uavhengige festivalene blitt kjøpt opp av store, internasjonale selskaper. Vi i Øyafestivalen har som mål å være en av Europas ledende urbane festivaler, og den ledende festivalen i Norge. For å holde denne posisjonen har vi over lang tid jobbet med et å finne en samarbeidsform som ruster oss godt for framtida i en ekspansiv festivalverden. Vi ønsker å sikre Øyafestivalens framtid og posisjon, for at de 20 suksessfulle årene festivalen har eksistert bare skal være starten. Samtidig ønsker vi å opptre som en uavhengig festival, slik at vi kan fortsette å ha et like godt samarbeid med alle store eller små bookingbyråer og innholdsleverandører.</p>\n<p>Providence er et kapitalforvaltningsselskap med bred erfaring fra og portefølje innenfor bransjene media, kommunikasjon, undervisning og IT. Nå samler de ledende festivaler i en gruppe som skal dra nytte av hverandre. Superstruct er i ferd med å bygge opp en portefølje av ledende musikkfestivaler i Europa og andre deler av verden – med tilsvarende kvalitet og særegne posisjon i eget hjemmemarked som Øyafestivalen har i Norge, for eksempel Sónar (Spania) og Sziget (Ungarn) som også er med.</p>\n<p>– <em>Vi får være med allerede i startgropa på en samarbeidsform vi mener vil styrke vår festival. I Superstruct går Øyafestivalen inn i en ledergruppe, og skal være med å forme samarbeidet og vurdere nye partnere. Øyafestivalens eiere investerer selv i denne gruppen. Vi er sikre på at Øyas posisjon i denne konstellasjonen vil gi oss muligheter til å hjelpe norsk musikk ut i verden gjennom kanaler vi ellers ikke ville hatt tilgang til. Samtidig vil dette ytterligere forsterke Oslo som festivalby</em>, sier Claes Olsen.</p>\n<p>&nbsp;</p>\n","wordpress_id":22517,"translations":{"nb":{"url":"/2018/08/08/oyafestivalen-investerer-i-internasjonal-festivalaktor/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"582ce0ac-3cf9-5af6-981c-a6783c79c88a"}}