{"data":{"wordpressPost":{"title":"Tre heite amerikanske til Øya","date":"27th January 2010","content":"<p>Wu-Tang-mann Raekwon ga ut fjorårets kanskje beste hiphop-album Only Built 4 Cuban Linx&#8230; Pt. II.  Nå kan vi slå fast at hiphop-delen av programmet begynner å ta form, med Raekwon og tidligere annonserte Big Boi og LidoLido. Fra California kommer Girls og Fool’s Gold, begge nye band som stadig flere får sansen for. Girls fra San Francisco mottok skryt og gode anmeldeser i høst for sin debut, kalt Album, som kom på de fleste topplistene når 2009 ble oppsummert. Fool’s Gold er en eksotisk blanding av musikk fra flere verdensdeler, skrevet og satt sammen i Los Angeles til en dansefest av dimensjoner. ÅÅhhhhhhh&#8230;som vi gleder oss til seinsommeren 2010.</p>\n<p>RAEKWON (US)<br />\nMora kaller ham Corey, etternavnet er Woods, men folk flest kjenner ham som Raekwon, en niendedel av verdens tøffeste rapkollektiv, selveste Wu-Tang Clan. Mange vil nok også hevde at hans siste utgivelse, Only Built 4 Cuban Linx… Pt. II, var fjorårets desidert beste hip-hop-album.  </p>\n<p>Raekwon var med på å fornye hip-hop og revitalisere den amerikanske østkystens rapscene da han i 1993 slapp mesterverket Enter the Wu-Tang (36 Chambers) sammen med [langt innpust] RZA, GZA, Method Man, Ghostface Killah, Inspectah Deck, U-God, Masta Killa, og nå avdøde Ol’ Dirty Bastard (R.I.P). Albumet, som blant annet inneholder slagerne Protect Ya Neck og C.R.E.A.M., står fortsatt som en bauta og regnes som et av tidenes beste i sin sjanger. </p>\n<p>To år senere, i 1995, kom Raekwons første soloutspill Only Built 4 Cuban Linx…, nok en udiskutabel klassiker. Med en tematikk som kretser rundt kokain, kriminalitet og det å jobbe seg opp i underverrdenen, blir albumet gjerne sett på som en forløper til den type rap for eksempel Clipse og Rick Ross har gjort suksess med i senere tid.<br />\nTo langspillere fulgte, i henholdsvis 1999 og 2003, men her fokuserer vi ikke på middelmådigheter. I fjor kom nemlig den virkelige oppfølgeren til debuten, både titulært, tematisk og kvalitetsmessig. OB4CL II tok en hederlig fjerdeplass på samlesiden Metacritics oversikt over fjorårets beste utgivelser, med toppnoteringer i flere publikasjoner. Pitchfork satte karakteren til 8,8 og skrev at plata var akkurat så bra som fans hadde håpet. Drowned in Sound konkluderte også at all hype var berettiget. Hva mer kan man be om? Jo, å få oppleve Raekwon live. Nei skulle du ha sett, i august spiller han på Øya!<br />\n<a href=\"http://www.myspace.com/raekwon\" target=\"_blank\">MYSPACE</a></p>\n<p>GIRLS (US)<br />\nIngen jenter er med i Girls, San Francisco-duoen som foruten frontmann og vokalist Christopher Owens består av Chet J.R. White. Jenter – søte jenter, vanskelige jenter, jenter som kommer og spesielt jenter som går – er imidlertid gjennomgangstema på debuten Album, som også byr på to låter titulert etter jenter. Og der stopper heldigvis alle likheter med Di Derre. </p>\n<p>Owens hadde det man må kunne kalle en tragisk oppvekst i Children of God, sekten som fant opp såkalt flirty fishing (FFing) for å verve medlemmer og som ikke tror på moderne medisin. Moren prostituerte seg i Jesu navn og storebroren døde av noe som i vanlige tilfeller ville vært en bagatell å behandle. Da han ble gammel nok stakk Owens av for å leve på gata i Texas, og etter å ha blitt sponset av en lokal millionær forflyttet han seg til San Francisco, der han snart startet Girls sammen med White.</p>\n<p>Om bakgrunnen preger Album, gjør den det ikke på en utelukkende trist måte. Musikken er hovedsakelig livsbejaende kraftpop, noen ganger nedstrippet og romslig, andre ganger en vegg av lyd og gitarfeedback. Melodiene er gjerne oppstemte, men lyrikken har en sår slagside, uten at den vipper over i håpløs selvmedlidenhet av den grunn. Nostalgi er stikkordet, enten det handler om kjærlighet, brudd, fest eller ensomhet. </p>\n<p>Owens’ smarte tekster og følelsesladde sang har fått kritikerne til å trekke fram referanser som Elvis Costello, Buddy Holly og Roy Orbison. Duoen kan minne om mye av det beste fra de siste fire tiårene, men albumet er heldigvis ingen kalkulert retroøvelse. Plata tilhører nuet og treffer lytteren der den bør; midt i hjerterota. Girls framfører materialet live på Øyafestivalen fredag 13. august.<br />\n<a href=\"http://www.myspace.com/girls\" target=\"_blank\">MYSPACE</a></p>\n<p>FOOL’S GOLD (US)<br />\nFool’s Gold fra Los Angeles er et overflødighetshorn for deg som liker spennende pop med referanser til flere deler av kloden. Dette bandet serverer nemlig musikk det er deilig å danse til med gress mellom tærne, altså perfekt for festivalsommeren. Øyas bookingteam ble overbevist da de så bandet i en liten kjeller i Brooklyn i fjor høst, et sted hvor svetten rant fra taket da bandet fikk publikum i ekstase. Da var de ukjente, men til sommern er de klar for store scener. De siste årene har Vampire Weekend vært den perfekte solskinnslyden for mange. I 2010 kan det være Fool’s Gold og deres Surprise Hotel du vil høre på repeat fra april til september. Den låta inneholder antagelig sju sommere, akkurat som magen til den ene figuren i Askeladden og de gode hjelperne. Like eventyrlig er den også. Fool’s Gold fra Los Angeles lager deilig popmusikk med klare hint til afropop, god soul og rock, slik blant annet Talking Heads lagde den. Bandets styrker ligger i gode rytmer og herlige melodier.</p>\n<p>Sjøl om den kom ut i USA i høst, er deres selvtitulerte debutalbum er foreløpig bare å få på import i Norge. Det er nok ikke lenge før den har normal distribusjon her hjemme, da den nettopp ble utgitt i UK. BBC, Uncut, Time Out og Guardian er blant de britiske mediene som har rukket å hylle bandet allerede. Flere blir det nok innen sommeren. The Guardian mente at den selvtitulerte skiva er &#8220;a brilliant, euphoric, universally transcendent amalagam of global sounds&#8221;. Nylig var skiva ukas album hos Rough Trade og i den anledning ble den kalt ”the first great album of 2010”.</p>\n<p>Det mannssterke bandet inneholder blant annet et utall ulike instrumentalister fra USA, Latin-Amerika og Israel, men kjernen er hovedlåtskriver/gitarist Lewis Pesacov og den israelskfødte vokalisten Luke Top, som stort sett synger på hebraisk. De skal i vinter spille med Tinariwen på østkysten av USA, og har tidligere delt scene med blant annet Cat Power og Fujiya &#038; Miyagi. Ikke gå glipp av deres første besøk i Norge, som finner sted under Øya i august. Fool’s Gold kan fort gi deg både hetetokter og dansefeber.<br />\n<a href=\"http://www.myspace.com/foolsgold\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":457,"translations":{"nb":{"url":"/2010/01/27/tre-heite-amerikanske-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8bb4f919-553e-5763-845c-09375744c95a"}}