{"data":{"wordpressPost":{"title":"Mastodon kommer endelig til Øya","date":"29th January 2016","content":"<p>I fjor ble Mastodon dessverre nødt til å avlyse Europa-turné og Øya-konsert på grunn av familieårsaker. Nå er de klare for å gjøre det godt igjen, ved å endelig besøke Øyafestivalen. Mastodon har stått på Øyas ønskeliste i en årrekke, og endelig skal det skje.</p>\n<p>Mastodon er uten tvil et av de aller viktigste rockebanda de siste 10 åra, og har satt nye standarder med sin helt egne miks av metal, prog, hardrock og psykedelia.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"300\" height=\"234\" data-srcset=\"http://oya.test/assets/uploads/2015/12/billettknapp-16-300x234.png 300w, http://oya.test/assets/uploads/2015/12/billettknapp-16.png 461w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p><strong>MASTODON (US) &#8211; torsdag 11. august</strong><br />\nKvartetten fra Atlanta, Georgia ga i 2014 ut det fantastiske albumet Once More ‘Round The Sun. Skiva er et lite hakk mer rett fram enn man er vant til, men fortsatt er de i en egen klasse både som låtskrivere og musikere. Bandet har en meget lojal fanskare i Norge, noe som blant annet har resultert i at de tre siste albuma ble sikra topp ti-plassering på den norske salgslista. Mastodons blanding av progressiv rock, metal, hard rock og psykedelia når ut til stadig flere.</p>\n<p>Spin Magazine har påstått følgende: &#8211; Their brand of aggression is brainy, technically dazzling and slightly hallucinogenic — metal for people who don&#8217;t listen to metal. At the same time, the band is so balls-out creative — in its zealous riffage, its metaphysical motifs, its visual components — that it energizes even the crustiest headbangers.</p>\n<p>Medlemmene møttes rundt tusenårsskiftet, visstnok på en konsert med High On Fire. To av dem hadde akkurat gjort seg ferdige med et kort innhopp i kultbandet Today Is The Day. De oppdaga fort en felles interesse for deler av den harde, brutale og tunge undergrunnsrocken. Mastodon albumdebuterte i 2002 med Remission. Gjennom mer eller mindre konseptprega album som Leviathan (2004), Blood Mountain (2006), Crack The Skye (2009) og The Hunter (2011) vokste publikummet kraftig.</p>\n<p>Dette er et av de absolutt viktigste og mest toneangivende banda innen hard og tung rock. Samtidig er de et liveband av aller ypperste sort. De har klart mesterstykket å gjøre noe som i utgangspunktet er smalt, til bred hardrock med stor appell. Mastodon er helt øverst i eliteserien av verdens rockeband, og der virker det som om de har tenkt til å bite seg fast lenge.<br />\n<a href=\"http://www.mastodonrocks.com/\">www.mastodonrocks.com</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"971e4959-9103-583b-ae73-55914bfb00f1"}}