{"data":{"wordpressPost":{"title":"The Stone Roses på Øya 8. august","excerpt":"<p>Når nyheten om The Stone Roses sin gjenforening nådde oss for noen uker siden, snudde vi oss fort rundt og begynte å jobbe med å få bandet til Øyafestivalen. Mengden ønsker om The Stone Roses de siste ukene, ligner ikke noe vi tidligere har opplevd. Onsdag 8. august står de på Enga-scena.</p>\n","content":"<p>Nyheten at Stone Roses gjenforenes tok verden med storm 18. oktober i år. De tre konsertene i Manchester i juni 2012 solgte 220.000 billetter på rekordtid. Ingen andre artister har noensinne solgt så mye, så fort i UK. Som mange andre arrangører ble vi tatt på senga, selv om ryktene har gått i noen år. Vi snudde oss fort rundt og begynte å jobbe med å få bandet til Øyafestivalen. Mengden ønsker om The Stone Roses de siste ukene, ligner ikke noe vi tidligere har opplevd på Øya-kontoret. Det har rett og slett vært helt vilt de siste ukene.</p>\n<p>&nbsp;</p>\n<p>Nå er det klart at de står på Enga-scenen onsdag 8. august. Det blir en gedigen, historisk musikkfest.</p>\n<p>&nbsp;</p>\n<h2><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Ukespass og dagsbilletter til Øya er i salg nå.</a></h2>\n<p>&nbsp;</p>\n<p><strong>THE STONE ROSES (UK)</strong></p>\n<p>The Stone Roses er et av en håndfull britiske band som helt udiskutabelt har bidratt til å forme utviklingen i moderne rock de siste 25 åra. Deres fremste bidrag til dette er deres debut fra 1989. Skiva har gjentatte ganger blitt kåra til en av rockehistoriens viktigste utgivelser og et av de ypperste debutalbuma i historien. I 2004 ble den utpekt som tidenes britiske album av artister og medier, foran skiver av The Beatles, Van Morrisson, The Clash og The Rolling Stones. The Stone Roses viste seg som pionerene når det gjaldt å kombinere dansbare klubbelementer med psykedelisk rock. De lagde musikken som fikk hengslete unge menn til å danse til rock, helt uten å måtte ty til luftgitar. Sammen med noen få andre band ble de sjølve erkeeksempelet på såkalt madchester-sound. For å si det med ordene til allmusic.com:</p>\n<p>«it brought dance music to an audience that was previously obsessed with droning guitars, while it revived the concept of classic pop songwriting, and the repercussions of its achievement could be heard throughout the &#8217;90s”</p>\n<p>&nbsp;</p>\n<p>Pitchfork ga nyutgivesen av The Stone Roses sin debut utrolige 10 av 10 i 2009, og forklarte at bandet med denne skiva hadde vært i stand til å &#8220;marry smart psychedelic pop to dance grooves in an incredibly accessible and powerful way that appealed both to rock and rave fans, lovers of hooks and beats, punks and people who actually welcomed 10-minute guitar solos&#8221;.</p>\n<p>&nbsp;</p>\n<p>På omtrent same tid ga også VG full pott og skrev at bandets debut &#8220;var vel siste gang et band med klare røtter i ortodoks sekstitallspop tok rocken et langt skritt videre, og albumet er fortsatt sensasjonelt vakkert &#8211; gitarene kimer som kirkeklokker, rytmeseksjonen pisker med et unikt houseinfluert groove, mens Ian Brown gjorde arroganse og sarkasme til en livsbejaende kunstform som ble skoledannende for vokalister&#8221;.</p>\n<p>&nbsp;</p>\n<p>Vokalist Ian Brown og gitarist John Squire møttes på grunnskolen og hadde flere bandprosjekter før de på tampen av 80-tallet ble verdensberømte som The Stone Roses. Om bandet tidlig sørget for evig legendestatus, bidro lang venting på oppfølgerskiva Second Coming (1994) og interne splittelser til at det var vanskelig å holde på oppmerksomheten. Sist bandet spilte i Oslo var halvparten av bandet bytta ut. Etter at de gjenværende medlemmene ga opp i 1996, gikk de to grunnleggerne solo. Bassist Mani endte opp i Primal Scream, som han spilte med på Øya i 2007.</p>\n<p>&nbsp;</p>\n<p>Bookingsjef i Øya, Claes Olsen, er stolt over å ha fått på plass en av neste sommers mest etterspurte trekkplastre:</p>\n<p>-&#8220;Det er alltid fantastisk å få på plass bookinger av artister ingen trodde var mulig kun for noen måneder siden. Drømmen har blitt virkelig, vi skal få se Stone Roses live, og det på Øyafestivalen. Klyp deg i armen.&#8221;</p>\n<p>&nbsp;</p>\n<p>Det kiler nok i øra på mange når de tenker på muligheten til å høre I Wanna Be Adored, Fool’s Gold, Waterfall, I Am The Resurrection og She Bangs The Drums fra en stor utendørsscene i Oslo.</p>\n<p><a href=\"http://www.thestoneroses.org/\" target=\"_blank\">www.thestoneroses.org</a></p>\n","date":"2011-12-07T08:01:57.000Z","wordpress_id":1292,"featured_image":{"title":"Stone Roses_Øyafestivalen_635x350","filename":"Stone-Rosesyafestivalen635x350.jpg","filesize":163363,"url":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350.jpg","link":"http://oya.test/stone-roses_%c3%b8yafestivalen_635x350/","alt":"","author":"4","description":"","caption":"","name":"stone-roses_%c3%b8yafestivalen_635x350","status":"inherit","uploaded_to":0,"date":"2011-12-06 18:21:44","modified":"2011-12-06 18:21:44","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2011/12/07/the-stone-roses-pa-oya-8-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7fd7f851-5192-5e50-b7a4-3f38c1ca059b","locale":"nb"}}