{"data":{"wordpressPost":{"title":"Øyaprat 5: Okkultokrati","date":"11th July 2013","content":"<p>Okkultokrati er først band ut på vår teltscene Klubben på festivalens siste dag, lørdag 10. august. Vi snakka med Tarblack fra bandet om fordelen ved å kjenne mye folk på festival og om å reise på festival i Sverige som 15-åring, i tillegg til fete musikktips. Han lover forøvrig Okkultokratis tyngste konsert noensinne på Øya.</p>\n<p>1. Hvilken Øya-opplevelse husker du aller best?<strong><br />\nTarblack</strong>: <em>Stavangerbandet Noxagt hadda akkurat gitt ut sitt tredje album i 2006 og hadde fått æren av å avslutte hele kvelden. Det var bekmørkt og alle som hadde overværet Morrissey-konserten eller noe tilsvarende tafatt måtte passere forbi der Noxagt spilte for å komme seg ut av festivalområdet. Det var så mørkt at man nesten ikke kunne se hånda foran seg og bandet buldret og vrengte ut den ene seige eksplosjonen etter den andre. Perfekt!</em></p>\n<p>2.      Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?<br />\n<strong>Tarblack</strong>: <em>Wu-Tang, Kraftwerk og Grimes hadde jo vært fett, men for å slå et slag for de litt mindre vil jeg anbefale folk å få med seg Pissed Jeans (stygg og drivende noiserock), Goat (hip voodoo/verdensmusikk fra svenske landsbygda) og Uncle Acid (som Black Sabbath tolket av Beatles-fans).</em></p>\n<p>3.  Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?<br />\n<strong>Tarblack</strong>: <em>Kjenn mye folk. Tiden går fortere når du må stanse hver femte meter for å snakke med noen. Omtrent som Erik Bye på vei gjennom en afrikansk landsby. Null dødtid.</em></p>\n<p>4. Hva kan folk forvente av konserten deres?<br />\n<strong>Tarblack</strong>: <em>Den mest heavy Okkultokrati-konserten noensinne. Vi utvider besetningen for anledningen og kliner til med mektig sinnsekspanderende astralreise-rock. Det blir en sjelsettende, massiv og særdeles tung affære.</em></p>\n<p>5. Har du en god eller dårlig festivalhistorie? Fortell!<br />\n<strong>Tarblack</strong>: <em>Den beste festivalopplevelsen jeg hadde var da jeg og tre andre kompiser dro på Hultsfredfestivalen i Sverige da jeg var 15. Fikk sett The Ramones, Iggy Pop, Sick of it All, The God Machine, Rollins Band, Consolidated og Therapy og en drøss andre band, og selv om jeg ikke skjønte det der og da så var det en ultimat 90-tallsopplevelse som sparket igang en voldsom musikkinteresse.</em></p>\n<p>6. Hva hører du på i sommer?<br />\n<strong>Tarblack</strong>: <em>Haust sitt fantastiske nye album &#8220;NO&#8221; setter standanden! Purling Hiss med sitt slackermesterverk &#8220;Water On Mars&#8221;. &#8220;Immaterial Visions&#8221; fra britiske Jesus And Mary Chain-elskende The KVB. Haraball &#8220;Sleep Tall&#8221; &#8211; beste hardcoreplata i år. Pluss Pye Corner Audio sin &#8220;Sleep Games&#8221; &#8211; sval elektro for kalde sommernetter.</em></p>\n<p>7. Hva vil du aller helst se på scena når Øyafestivalen flytter til Tøyenparken neste år?<br />\n<strong>Tarblack</strong>: <em>Jeg vil se et gjenforent Body Count med Ice T i spissen (AKA. kanskje verdens mest harry band) synge &#8220;There Goes The Neighborhood&#8221;, selv om mesteparten av originalbesetningen er død (Beatmaster V &#8211; leukemi), Mooseman (drive-by-shooting), D-Roc the Executioner (lymfekreft) &#8211; RIP!</em><br />\n<em> Jeg har også notert meg at italienske 70-tallsbandet Goblin turnerer igjen. Få dem til Norge asap zulu! Sånn ellers bør Øya booke Mind Spiders, Total Control, Blank Dogs, Satan&#8217;s Satyrs, Hank Wood &amp; The Hammerheads. Og hva enn dere gjør ikke book de gjenforente Black Flag-banda, for det er bare et gjennomgående trist skue!</em></p>\n<p>&nbsp;</p>\n<p>foto Lars Preus</p>\n","wordpress_id":7945,"translations":{"nb":{"url":"/2013/07/11/oyaprat-5-okkultokrati/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"379dd2c1-5c37-5f17-a4e0-4dc9b4f042a4","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2013/07/11/oyaprat-5-okkultokrati/","redirect":false}}}