{"data":{"wordpressPost":{"title":"Baroness at Øya Thursday 9th of August","date":"2012-04-24T17:15:16.000Z","content":"<p>Baroness are releasing their third album this year and the expectations have been growing with the fans for months. On Thursday the 9th of August, the Georgia quartet will be playing in the medieval park.</p>\n<p>&nbsp;</p>\n<p><strong>BARONESS (US)</strong></p>\n<p>This year, Baroness are following up on the amazing album Blue Record, and the expectations for this psychedelic metal band from Savannah, Georgia are great. Their music is the same type of strong, slightly freaky, progressive rock that you&#8217;ll find with Georgia-bands like Kylesa and Mastodon. Blue Record was one of the very best rock albums released in 2009 and we are very happy that the wait for new music from Baroness is finally over.</p>\n<p>&nbsp;</p>\n<p>Revolver Magazine thought the album debut Red Album was the best release of 2007. Decibel Magazine put Blue Record at the top of the list of 2009 releases. Their third album is expected in stores before the summer. Like the last album, the producer is John Congleton. He has worked with several artists, amongst others Okkervil River, Modest Mouse, Explosions In The Sky, Black Mountain and St Vincent, who is also playing at Øya.</p>\n<p>&nbsp;</p>\n<p>John Baizley recently told Invisible Oranges: “This record, I am sure, will challenge our fans in much the same way as it has challenged us. We have broadened the spectrum of our capabilities and textures, and we have taken some turns throughout the record which I believe are considerable risks. The act of risk taking whilst writing music is the reward in itself, and we are excited to get out on tour and see the way it comes alive onstage.”</p>\n<p><a href=\"http://www.baronessmusic.com/\" target=\"_blank\">www.baronessmusic.com</a></p>\n","wordpress_id":15660,"translations":{"nb":null,"en":{"url":"/en/2012/04/24/baroness-at-%c3%b8ya-thursday-9th-of-august/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4ff48a26-b567-551d-bbb5-21fb5941d2e3","locale":"en"}}