{"data":{"wordpressPost":{"title":"Øya for the last time in The Medieval Park &#8211; We move the festival to Tøyenparken in 2014","excerpt":"<p>Next year we will bring the fantastic atmosphere and lots of great bands to Tøyenparken and surrounding areas, a short walk east of the city center. The process of finding a good festival area has been long and exciting, and we are very pleased to have chosen a place we believe is very well suited for Øya in the future. </p>\n","content":"<p>We are on our way into the last part of the planning of this year&#8217;s Øya Festival in The Medieval Park. Because of railway construction around the park, we will be unable to have our festival there from 2014, so we are also focused on the future. It has taken time to find a good festival area for the years we cannot be in The Medieval Park, a park we have made our home since 2001. Next year we will bring the fantastic atmosphere and lots of great bands to Tøyenparken and surrounding areas, a short walk east of the city center. The process of finding a good festival area has been long and exciting, and we are very pleased to have chosen a place we believe is very well suited for Øya in the future. The city council of Oslo has been very helpful and a good partner in the process to find a new festival area. We look forward to still make a fantastic festival for several years in central Oslo and want to design a festival site that combines the best of what Øya already is known for, with new and fresh ideas.</p>\n<p><a href=\"https://dl.dropboxusercontent.com/u/1553775/%C3%98yafestivalen_visualisering_Superunion%20Architects.jpg\" target=\"_blank\">Take a closer look at the illustration of next year&#8217;s festival area</a></p>\n<p>&nbsp;</p>\n<p>We have considered many parks and other areas in Oslo in the last couple of years. It feels great to finally place Øya for the coming years in the park that was on the top of our list. Although The Medieval Park will be unsuitable as festival area for some years, because of work on the Follo railroad line, we want to continue the good work and fun of making a festival in central Oslo. Øya’s identity will be easily recognizable when we move the relatively short distance, for some years. Green areas in and around Tøyenparken will provide a great home for a good and varied festival.</p>\n<p>This year&#8217;s ticket sales are one of our best ever, with over 80% of the tickets sold. From the 7<sup>th</sup> to the 10<sup>th</sup> of August is the last time you can experience the festival in The Medieval Park, for now. We look forward to coming back to an even bigger and more suited park in a few years. Until then, we will make a great festival in the traditional Øya spirit, in the area between Tøyenbadet (in- and outdoor swimming pools) and The Oslo Botanical Garden. We will have the internationally known Munch Museum as our nearest neighbor. Part of the new festival area has already been used by our sister festival Miniøya, with great success.</p>\n<p>Now it&#8217;s time to make this summer’s Øya the best festival ever in The Medieval Park, while looking forward to the exciting opportunities Tøyenparken will give us in the years to come.</p>\n<p>&nbsp;</p>\n<p>illustration Superunion</p>\n","date":"2013-05-07T04:24:13.000Z","wordpress_id":3325,"featured_image":{"title":"Øyafestivalen Hi res_visualisering Superunion 635x350","filename":"yafestivalen-Hi-resvisualisering-Superunion-635x350.jpg","filesize":221025,"url":"http://oya.test/assets/uploads/2013/05/yafestivalen-Hi-resvisualisering-Superunion-635x350.jpg","link":"http://oya.test/oyafestivalen-hi-res_visualisering-superunion-635x350-2/","alt":"","author":"4","description":"","caption":"","name":"oyafestivalen-hi-res_visualisering-superunion-635x350-2","status":"inherit","uploaded_to":0,"date":"2013-05-06 07:47:50","modified":"2013-05-06 07:47:50","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/05/yafestivalen-Hi-resvisualisering-Superunion-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/05/yafestivalen-Hi-resvisualisering-Superunion-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/05/yafestivalen-Hi-resvisualisering-Superunion-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/05/yafestivalen-Hi-resvisualisering-Superunion-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/05/yafestivalen-Hi-resvisualisering-Superunion-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/05/yafestivalen-Hi-resvisualisering-Superunion-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/05/yafestivalen-Hi-resvisualisering-Superunion-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":null,"en":{"url":"/en/2013/05/07/oya-for-the-last-time-in-the-medieval-park-we-move-the-festival-to-toyenparken-in-2014/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"2ff7d690-2757-5847-9a80-803e664126e9","locale":"en"}}