{"data":{"wordpressPost":{"title":"Backstage Sessions på Popsenteret","date":"8th January 2015","content":"<p><b>STJERNER BAK ØYA I TI ÅR<br />\nFOTO: STIAN ANDERSEN<br />\nTidspunkt: 22. januar 2015 – 15. mars 2015</b></p>\n<p>Backstage Sessions er en utstilling som viser de fantastiske bildene Stian Andersen har tatt av artister rett før de går på eller rett etter de kommer av scenen under Øyafestivalen. Publikum får høre Stian fortelle om sin vei inn i musikkfotoets verden, hvordan dette prosjektet har utartet seg gjennom ti år, det å komme så tett på artistene og de mange episodene fra arbeidet bak scenen.</p>\n<p>&#8211; Rockefotografiet som kunstform har en like lang historie som rocken selv, men Stian gjør noe nytt med denne sjangeren, ved å kombinere studiosettingen med stedet han er på, og han tar bildene i forbindelse med selve konserten. En spennende kombinasjon vi gleder oss til å vise frem, sier kunstnerisk leder på Popsenteret, Paal Ritter Schjerven.</p>\n<p>&#8211; Vi ønsker å bringe videre en ny versjon av utstillingen, som første gang ble presentert under Øya 2014. Det blir flere bilder som ikke er vist tidligere, dokumentar, musikkvideoer og annet ekstramateriale.</p>\n<p>Backstage Sessions lar publikum få oppleve store fotografier skutt på fysisk film – ikke digitalt. Utstillingen viser både en sterk lineup og en del av Stians karriere som rockefotograf gjennom ti år og gir et unikt innblikk i en fotografs opplevelser bak scenen i møte med blant andre Pete Doherty/Babyshambles (2005), Beck (2006), Turboneger (2008), The Knife (2006), The Cramps (2006), CocoRosie (2007), Janelle Monáe (2008), Øystein Greni/BigBang (2008), Lightspeed Champion (2008), Fever Ray (2009), Mew (2009), Lars Vaular (2010) Röyksopp (2009) og Robyn (2010).</p>\n<p><i>Ved siden av godt besøkte utstillinger og prisbelønte bøker, er Stians tilhengere i stor grad artistene selv:</i></p>\n<p><b><i>”Stian Andersen er nok den siste av sitt slag. Vi skal ikke langt tilbake i tid før et fotografi hadde en helt annen verdi enn det har i dag. Ikke minst bilder av artister, før digitalkamera, smarttelefoner og Instagram. Stian Andersen utviklet seg i en tid da konserter, artister og gode, tekniske bilder hadde en aura av eksklusivitet. Denne eksklusiviteten har han bevart: han tar deg med backstage, inn i turnebusser og opp på scenen (…) Og det er det som er Stian Andersens kunst: å balansere det poserende og ”det ekte”. Resultatet er noe man kan blåse opp i stort format og beundre.</i></b> <b><i>”<br />\n</i></b>Knut Schreiner, Turboneger/Kåre and The Cavemen</p>\n<p><b><i>&laquo;Stian fanger energien og personligheten i musikken på en helt unik måte. Når jeg ser bildene hans av andre artister hører jeg musikken.&raquo;<br />\n</i></b>Øystein Greni, Big Bang</p>\n<p><b><i>”Han er eksepsjonell med tanke på både de planlagte fotoshoots &#8211; hvor man har en allerede gitt ide som skal realiseres, så vel som de improviserte &#8211; og for mange andre fotografer, langt vanskeligere fotoshootene. Det er i disse &laquo;off-grid&raquo;-øyeblikkene at den kreative kunstneren Stian virkelig kommer til sine rett. Og i tillegg er Stian spesiell i den forstand at han alltid byr på seg selv &#8211; både som fotograf under shoots, og som gladgutt og menneske når kameraet hviler.”<br />\n</i></b>Svein Berge, Röyksopp</p>\n<p><a href=\"http://oyafestivalen.dev/assets/uploads/2015/01/Backstage-Sessions-ny.jpg\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-large wp-image-11341\" alt=\"Backstage Sessions ny\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"1024\" height=\"762\" data-srcset=\"https://api.oyafestivalen.no/assets/uploads/2015/01/Backstage-Sessions-ny-1024x762.jpg 1024w, https://api.oyafestivalen.no/assets/uploads/2015/01/Backstage-Sessions-ny-300x223.jpg 300w, https://api.oyafestivalen.no/assets/uploads/2015/01/Backstage-Sessions-ny-768x572.jpg 768w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" data-sizes=\"auto\" data-aspectratio=\"1658/1234\"></body></html>\n</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b6a23a96-c629-5cad-8362-cb35c3a81529"}}