{"data":{"wordpressPost":{"title":"Øya-prat 11: Martin Hagfors","date":"30th July 2012","content":"<p>Martin Hagfors skal spille to ganger i Middelalderparken i år, både som soloartist og som en del av Meg Og Kammeraten Min (VG-teltet fredag ettermiddag).</p>\n<p>&nbsp;</p>\n<p>Få med deg <a href=\"https://api.oyafestivalen.no/artist/martin-hagfors/\" target=\"_blank\">Martin Hagfors</a> på Sjøsiden lørdag 11. august, klokka 17.05</p>\n<p>&nbsp;</p>\n<p><strong>1.      Hvilken Øya-opplevelse husker du aller best?</strong></p>\n<p>&#8211; Beck og Jonsi leverte begge konserter som i mine ører var overlegne.</p>\n<p>&nbsp;</p>\n<p><strong>2.      Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong></p>\n<p>&#8211; 1. Susanne Sundfør. Om de ikke har hørt hennes band nylig kan de glede seg. Susanne har virkelig overtatt scenen.<br />\n&#8211; 2. Mitt band er et pliktløp for de som har lyst til å høre hva som skjer når klassisk låtskriverkunst møter en eminent produsent (Lars Horntveth), framført av Norges nestfetesteband, Kenneth Kapstad, Jørun Bøgeberg, Lars Horntveth, Erik Johannessen, Eirik Tovsrud Knutsen og meg selv.<br />\n&#8211; 3. Charles Bradley ikke nyskapende men sikkert glimrende fremført og herlig musikk sånn på tampen av festivalen.</p>\n<p>&nbsp;</p>\n<p><strong>3.      Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong></p>\n<p>&#8211; Drit i Converse.</p>\n<p>&nbsp;</p>\n<p><strong>4.      Hva kan folk forvente av konserten din/deres?</strong></p>\n<p>&#8211; Dynamisk, variert og fengende pop fremført med nerve av et band som står på tærne. Lytt gjerne til tekstene også.</p>\n<p>&nbsp;</p>\n<p><strong>5.      Har du en god eller dårlig festivalhistorie? Fortell!</strong></p>\n<p>&#8211; Jeg hadde en morsom liten uoverenstemmelse med en viss festivalledelse i Halden i 1998 (venner nå..) og leide selv torgplass nr 1 på Halden Torg, jeg bestilte strøm av Østfold energi og lagde en egen festival med banner på min 1961 Volvo Duett der stod skrevet  Not On The Farm, med masse props etc&#8230;tjente bra den helga som gatesanger&#8230;</p>\n<p><strong>6.      Hva hører du på i sommer?</strong></p>\n<p>&#8211; Dette er en arbeidsommer slik at jeg er litt nedgravd i egne ting..f.eks Meg og kammeraten min og den kommende plata til Ida Jenshus, der jeg bidrar på tekstsiden. Fiona Apple&#8217;s siste plate er en reise&#8230;også ble jeg gladelig overrasket over den siste plata til Bobby Womack, jeg har en stabel med han på vinyl, veldig ofte litt vel variert&#8230;</p>\n<p>&nbsp;</p>\n<p><strong>7.      Hva vil du aller helst se på Øyafestivalens plakat i 2013?</strong></p>\n<p>&#8211; Aimee Mann med fullt band</p>\n<p>&nbsp;</p>\n<p>foto: Kim Ramberhaug</p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"71b36069-c037-5f5e-add2-db699978aeef"}}