{"data":{"wordpressPost":{"title":"SOPHIE og Courtesy i Hi-Fi Klubben under Øya","date":"19th May 2015","content":"<p style=\"text-align: left\" align=\"center\"><b>SOPHIE (UK) – fredag 14. august </b></p>\n<p><b> COURTESY (DK) – torsdag 13. august</b></p>\n<p>Siden vi gikk tom for både ukespass og lørdagsbilletter på rekordtid, har salget til de andre Øya-dagene skutt fart. Det er nå under 2000 billetter igjen til torsdag 13. august. Du bør med andre ord sikre deg billett snart, om du skal ha med deg Florence + The Machine, Ride, Bad Religion, Flying Lotus, Father John Misty, Tyler The Creator, Sunn O))), Run The Jewels, Torgeir Waldemar, Team Me, Lianne La Havas, Artur Russell’s Instrumentals eller noe av det andre spennende på programmet denne dagen. Onsdagen og fredagen selger også godt, og ligger ikke langt etter.</p>\n<p>To nye navn er klare for vår intime klubbscene, med lydanlegg i verdensklasse. Det er nemlig et Bowers &amp; Wilkins-anlegg, levert av Hi-Fi Klubben. Nå er engelske SOPHIE og danske Courtesy klare for Øya. Dette er to artister som kan komme til å prege de neste åras elektroniske musikk, på hver sin måte.</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone  wp-image-11192\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"Billettknapp\" width=\"288\" height=\"288\" data-srcset=\"http://oya.test/assets/uploads/2014/11/Billettknapp.png 800w, http://oya.test/assets/uploads/2014/11/Billettknapp-150x150.png 150w, http://oya.test/assets/uploads/2014/11/Billettknapp-300x300.png 300w, http://oya.test/assets/uploads/2014/11/Billettknapp-768x768.png 768w\" sizes=\"(max-width: 288px) 100vw, 288px\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p>SOPHIE (UK)<br />\nDen mystiske britiske artisten SOPHIE lager særegen og herlig elektronisk pop. I tillegg er han et av de nye store produsenthåpa for tida. For to år siden var hans låt Bipp <a href=\"http://pitchfork.com/reviews/tracks/15625-sophie-bipp/\" target=\"_blank\">best new track hos Pitchfork</a>, og ble kalt: &#8211; &#8220;a classic case of an artist scrambling conventions and creating a next-level, irresitably fun club track in the process”. Lemonade ble i fjor ukas låt i The Guardian. SOPHIE anses av mange som et av de mest spennende britiske navna innen uhøytidelig klubbmoro. Han er tilknytta labelen Numbers, som også ar utgivelser med Jamie xx, Hudsom Mohawke og Øya-aktuelle Jackmaster. SOPHIE er tett knytta til miljøet rund London-labelen PC Music, og han spilte på deres event under SXSW i vår. Han har bidratt med produksjon på en låt for Madonnas siste album. I år har han samarbeida med Charli XCX.<br />\n<a href=\"https://www.facebook.com/msmsmsmsophie\">https://www.facebook.com/msmsmsmsophie</a><br />\n<a href=\"http://msmsmsm.com/\">http://msmsmsm.com/</a></p>\n<p>COURTESY (DK)<br />\nCourtesy fra København er artistnavnet til danske Najaaraq Nicoline Vestbirk, som har gjort seg bemerka med både techno og house. Courtesy lager musikk hun sjøl har valgt å kategorisere som deep sea techno. Den selvlærte produsenten og DJen er en del av gjengen som kaller seg Apeiron Crew. Hun starta Dunkel Radio, en blog, podcast og radio for undergrunnselektronika. Vestbirk er dermed en av de fremste nye stemmene i undergrunnen. Hun ble av flere nevnt som det heiteste fra København og representant  for noe av den beste nye elektronikaen akkurat nå, i forbindelse med by:Larm tidligere i år. Før hun kommer til Oslo, skal hun spille på Sonar i Spania. I august skal hun vise Øya-publikummet hvorfor så mange nevner navnet hennes med stor entusiasme.<br />\n<a style=\"line-height: 1.5\" href=\"https://www.facebook.com/najaaraqnicoline\">https://www.facebook.com/najaaraqnicoline</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"50bf9ee0-9f84-5018-96d1-68f2449229ba"}}