{"data":{"wordpressPost":{"title":"Intervju: Okkervil River","date":"14th November 2008","content":"<p>Av Petter Milde / Foto av André Simonsen</p>\n<p>Om man skulle ha målt hvor fete de forskjellige banda er ut i fra hvor hyggelige de er å snakke med, så hadde Okkervil River vært tidenes band! Dette er andre gang jeg snakker med frontmannen, Will Sheff, og jeg har hatt det fortreffelig begge gangene. Ikke bare lager han strålende musikk, men han er også utrolig down to earth, smart og mest sannsynlig en av de mest ålreite personene jeg noen gang har møtt.</p>\n<p>Igjen bar turen til de koselige områdene bak kulissene i Middelalderparken, men denne gangen fikk jeg endelig sitte inne i en av containerne. Varmt, dårlig luft og lukter maling men ellers veldig bra. Dessuten så gjør jo malinglukta mye for å få i gang snakketøyet. For her ble det en del rare samtaler..så selv om Okkervil River kommer med et nytt album snart (kom i september 2008, men husk at dette var i august da dere), så endte vi veldig ofte opp med å snakke om mat. Go figure…</p>\n<p>Hey Will. Jeg vet ikke om du husker meg. Men vi snakket sammen sist dere var her. I desember var det vel?<br />\n&#8211;\tÅjo, jeg husker det. Jeg fikk forresten ikke prøvd den maten du skrøt så mye av. Ribbe, var det ikke?</p>\n<p>Ribbe ja. Det skulle du ikke ha gått glipp av altså. Men jeg hører Kristine (fra plateseskapet deres Red.anm.) skal ta deg med for å spise smalahove neste gang dere kommer. Da kan du jo også prøve ribba.<br />\n&#8211;\tVi snakket bare om at jeg skulle spise det. Vi får se om jeg tør. Jeg har hørt at man er skikkelig mann hvis man spiser øyet!?</p>\n<p>Tja. Det kan sikkert stemme det altså. Selv har jeg holdt meg ganske langt unna den retten der. Håper virkelig ikke det gjør meg til mindre mann enn jeg er nå.<br />\n&#8211;\tHaha. Vet du hva øyet smaker som a?</p>\n<p>Nei. Men jeg har hørt at det er den beste delen. Men faen a, å spise ett hode er liksom ikke min greie.<br />\n&#8211;\tIkke min heller. Jeg har mye mer lyst til å prøve den ribba du snakker om. Det høres jævlig digg ut. Og det salte kjøttet&#8230;hva var det igjen?</p>\n<p>Pinnekjøtt. Jeg har i hvert fall hørt at det er digg. Har faktisk aldri spist det selv. Men nok om mat nå. Hva har du drevet med siden sist?<br />\n&#8211;\tJo. Det skal jeg fortelle deg. Ganske morsomt at vi snakker om norsk mat forresten, for jeg har faktisk skrevet en saga. En saga i Snorre-stil. Og dette var det et blad som lurte på om jeg ville gjøre. Så jeg har skrevet en saga om, jeg tror faktisk vi snakket om dette forrige gang, en saga om det norske metallmiljøet i Oslo og Bergen fra 1990 til 1993. Med alt dette om mord, selvmordene og kirkebrannene og sånn. </p>\n<p>Wow. Veldig imponerende. Hvordan var det å skrive dette a?<br />\n&#8211;\tVel, det var utrolig morsomt men også sinnsykt slitsomt. Alt arbeidet man legger inn i det, og også det å få det til å være riktig. Det er så mye småting man må vite. Som for eksempel forskjellen på mord og manslaughter i vikingtiden i Norge. Hvis man drepte noen og var åpen om det, altså hvis folk visste om det, så var det manslaughter, men hvis du drepte en kar og holdt det hemmelig, så var det mord. Dette er jo ting folk ikke vet, men hvis du skriver om det så er dette viktig for å få den riktige stemningen/tonen. Og det er også ganske viktig i den hendelsen hvor Varg Vikernes drepte Øystein Aarseth. For han prøvde å holde det hemmelig og skyldte på den svenske metallscenen, eller noen folk derifra.</p>\n<p>Det er ganske imponerende å høre han legge ut om dette temaet altså. Han vet utrolig mye mer enn meg, og snakket ustoppelig i nesten ti minutter om norrøne temaer og Varg Vikernes og den norske metallscenen på starten av 90-tallet! Haha, det er jo helt drøyt at en amerikaner kan så mye om norsk ’kultur’. </p>\n<p>Utrolig hvor mye du vet!<br />\n&#8211;\tHaha, jeg har jo jobbet hardt med det da. Men det er viktig for meg å fortelle dere nordmenn om dette, for ingen i USA skjønner hva det er jeg snakker om, ikke sant. </p>\n<p>Vi har det inntrykket av amerikanere vi også, at de ikke har peiling på hva Norge er en gang. Så du er vel nesten den skarpeste kniven i den skuffen…på dette temaet  i hvert fall. Hvor skal denne sagaen publiseres a?<br />\n&#8211;\tI et blad som heter McSweeneys. Det er et ganske kjent blad i USA. Så det er stort for meg det her altså.</p>\n<p>Kult. Får se om jeg klarer å få tak i det da. Deilig å være tilbake i Norge?<br />\n&#8211;\tAlltid deilig å være i Norge. Det første jeg gjorde i dag var å dra på Vikingmuseet. Det var utrolig spennende, og veldig passende med tanke på at jeg har holdt på med den sagaen. Og i kveld skal jeg se Mayhem. Kunne ikke blitt bedre faktisk.</p>\n<p>Nei, det hørtes ut som den perfekte dagen for deg det nå. Men har du skrevet dette samtidig som dere har holdt på med den nye skiva?<br />\n&#8211;\tDet har jeg faktisk ikke gjort. Albumet kommer i september, men vi var ferdig med det i mai, så jeg har hatt god tid til å holde på med dette uten å måtte ofre musikken. For det hadde jeg ikke klart uansett. Må ha musikk vet du.</p>\n<p>Der er nok mange enig med deg i. Så hvordan var det å spille inn det nye albumet, The Stand Ins?<br />\n&#8211;\tFantastisk som alltid. Noen av låtene var allerede spilt inn, for dette er på en måte en oppfølger til The Stage Names. Et par andre låter var så å si ferdig, også var det ett par helt nye. Så det gikk fort og smertefritt å spille inn denne gangen. Deilig.</p>\n<p>Og coverne på disse to albumene henger på en måte sammen eller?<br />\n&#8211;\tJa, det gjør dem. Coveret på The Stand Ins viser hva som er under hånden på The Stage Names.</p>\n<p>Ooh. Fiffig! Kommer dere til å spille noen nye låter i kveld?<br />\n&#8211;\tVi kommer nok til å spille en eller to fra det nye albumet, men hovedsakelig gammelt materiale. Vi kommer jo tilbake i oktober igjen, så vi tenkte vi skulle spare promoteringen til da. Da blir det norsk julemat også. Heia Norge.</p>\n<p>Ok. Det høres jo veldig bra ut. Det gamle dere har er jo strålende, så dere kommer ikke til å skuffe noen.<br />\n&#8211;\tDet er godt å høre. Vi vil jo virkelig ikke skuffe noen. Nå begynte jeg å tenke på det saueøyet igjen jeg. Er litt usikker på om jeg tør å smake på det. Jeg tror man snitter opp øyet med en kniv, og så suger det ut. Høres veldig grotesk ut.</p>\n<p>Herregud. Jeg blir mer forskrekka enn deg, og jeg er norsk. Føler meg som en dårlig nordmann nå. Jeg så ett program på Discovery Channel en gang, Survivorman. Han var på nordpolen og fikk øyet til en sel av de gutta han støtte på i snøen.<br />\n&#8211;\tDet skal visstnok være en delikatesse det også. Visste du at de spiser selen rå der oppe?</p>\n<p>Æsj,nei. Eller ’æsj’ er kanskje feil å si, jeg spiser jo rå fisk, men faen, jeg tror ikke jeg hadde bryna meg på det altså.<br />\n&#8211;\tHehe, nei. Det er når det kommer til rå sel og øyne at man virkelig finner ut hva men er lagd av tror jeg. Haha. Jeg spiser mye mat, men jeg hadde nok ikke prøvd meg på det.</p>\n<p>Haha. Nå ble det veldig mye matprat her.<br />\n&#8211;\tMat er jo strålende. Jeg elsker å spise. Hvem gjør ikke det? Jeg har gjort det til en greie at jeg prøver mest mulig av den lokale maten når jeg er ute å reiser. Det er mye kultur i mat vet du. Man kan lære mye av maten i et land.</p>\n<p>Det er sant det.<br />\n&#8211;\tHvis du kan sette pris på maten et sted, så blir jo det som en dør inn til kulturen deres på en måte. Og kultur er jo så sinnsykt fascinerende. Musikk, mat, kunst og arkitektur er jo bare forskjellige manifesteringer av kultur. Og det er så kult. For egentlig er vi jo like alle sammen, men vi er delt opp i forskjellige steder, geografisk, og når man har bodd der lenge nok så skaper man kultur. Man skaper sitt eget system og verdier, og jeg syns det er vakkert. Og jeg syns at maten er en viktig del av kulturen til folk, og det beste stedet å begynne på for å lære mer om den.</p>\n<p>Du er dyp, mann. Har ikke hatt en samtale som dette på lenge.<br />\nMen så var det inn i matpraten igjen. Han fortalte om alle rettene han likte fra England, at han var grinete når han var i Frankrike fordi vennene hans ville bestille kinesisk, Han skrøt samtidig av den indiske maten i England osv. Han virker som en skikkelig matmons. Selv om han er kjempetynn. Men jeg lurer på om han kanskje har vært feit før, for dressen hans er litt for stor….<br />\nHvor er favorittstedet ditt a? Favorittreisemålet?<br />\n&#8211;\tJeg elsker veldig mange forskjellige steder. Norge, Spania, England. Jeg finner som oftest noe jeg liker ved alle stedene jeg er, så det er vanskelig å nevne et sted som noen favoritt. Men jeg kan lett si deg hvor jeg hater å dra. Colorado. Det er kanskje det kjedeligste stedet på jord. Man kommer dit, prøver å like det, men man ender bare opp helt tom. Det er så jævlig kjipt der.</p>\n<p>Haha. Bra du rakker ned på USA da, og ingen andre land, som Norge for eksempel. Det er viktig å skryte av landene man er i, Men det har jo tydeligvis du skjønt. Gleder du deg til å spille på Øyafestivalen? Og hva er inntrykket ditt av festivalen så langt?<br />\n&#8211;\tJeg gleder meg veldig til å spille her. Har det alltid morsomt på konserter her, for dere nordmenn er så jævlig med. Synger og hoier. Det liker jeg. Inntrykket mitt så lang av festivalen har vært veldig bra. Vi blir kjørt til hotellet når vi vil, til festivalen når vi vil. God mat, hyggelige folk og ikke minst en jævlig kul beliggenhet. Så dette blir nok veldig bra.</p>\n<p>Og vips så var tiden min ute. Sitter igjen med en følelse av at jeg har intervjuet en kjendiskokk eller noe, men det har vært noen strålende 20 minutter. Er det to ting jeg håper dere fikk gjort på Øyafestivalen i år, så er det å se Okkervil River spille på en god førsteplass, og en samtale med Will Sheff på en soleklar andreplass. For han vandret selvfølgelig rundt der ute og var kontaktsøkende…og sulten.</p>\n<p>petter@furoreiharare.com<br />\nwww.furoreiharare.com</p>\n","wordpress_id":656,"translations":{"nb":{"url":"/2008/11/14/intervju-okkervil-river/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bf6e4ad7-b568-5f54-a8de-800e6c677b04","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2008/11/14/intervju-okkervil-river/","redirect":false}}}