{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"eea7a9af-1586-5eef-9dce-dd737c782bb9","slug":"motorpsycho-status-etter-forste-uke","title":"Motorpsycho &#8211; status etter første uke","date":"2010-02-05T20:22:00.000Z","excerpt":"<p>Nesten en uke har gått siden vi fortalte at du kan være med å bestemme innholdet i Motorpsychos eneste festivalkonsert i Norge denne sommeren. Nå er vi klare med første rapport fra avstemmingen som avgjør hvilket album som blir framført i sin helhet. Du kan avgi stemmer helt fram til og med 8. mars på <a href=\"http://oyafestivalen.com/motorpsycho\" target=\"_blank\">oyafestivalen.com/motorpsycho</a></p>\n"}},{"node":{"id":"744694bf-acd8-5318-a08a-ec0d115b1bf1","slug":"tony-allen-og-casiokids-til-%c3%b8ya","title":"Tony Allen og Casiokids til Øya","date":"2010-02-05T09:41:00.000Z","excerpt":"<p>Det er hektiske tider på Øya-kontoret og bekreftelsene renner inn hos bookingsjefen. Den nigerianske afrobeatlegenden Tony Allen er klar for å spre rytmer og glede i augustsola. Samtidig er et av de norske banda som har latt seg inspirere av Allen klare for Øya. Det er ikke få som har gledet seg til Casiokids-albumet. Nå er det her snart og bandet skal ut og spille innenlands og utenlands, blant annet på turné med Hot Chip. </p>\n"}},{"node":{"id":"3e820279-f7cc-54ee-96ae-3e2538d73488","slug":"jack-dalton-vant-zoom-2010","title":"Jack Dalton vant Zoom 2010","date":"2010-02-05T08:07:00.000Z","excerpt":"<p>Seint i går kveld ble Jack Dalton, som representerte Trondheim i finalen, kåret til årets Zoom-vinner. Det betyr at de snart skal ut på en omfattende Norges-turné, sammen med årets Urørt-vinnere The Pink Robots. På sine Urørt-sider beskrives Jack Dalton som en blanding av &laquo;hardcore, indie og rastløs rock&#8217;n&#8217;roll&raquo;. Vi gratulerer så mye og ønsker dem lykke til på turnéen.</p>\n"}},{"node":{"id":"2cf80429-0f38-5f94-82bc-f0f22b200448","slug":"motorpsycho-spiller-ditt-favorittalbum-pa-%c3%b8ya","title":"Motorpsycho spiller ditt favorittalbum på Øya","date":"2010-02-02T06:56:00.000Z","excerpt":"<p>Hva er din favorittskive med Motorpsycho? Har du et klart og bestemt svar på dette spørsmålet, så kan du være med å bestemme innholdet i bandets eneste festivaljobb i Norge denne sommeren. Det albumet som mottar flest stemmer, blir spilt i sin helhet i Middelalderparken i august. Dette er verdenseksklusivt, da det er den eneste konserten av denne typen Motorpsycho vil gjøre. </p>\n"}},{"node":{"id":"7583a919-1d56-5b49-9c93-5f4fcc118d9d","slug":"zoom-finaler-rett-rundt-hjornet","title":"Zoom-finaler rett rundt hjørnet","date":"2010-01-29T13:04:00.000Z","excerpt":"<p>Nå er årets Zoom-finale rett rundt hjørnet og det er ingen grunn til å holde seg hjemme. Onsdag 3. og torsdag 4. februar skal sju band konkurrere om å få dra på Norgesturné med årets ferske Urørt-vinner, The Pink Robots. Finalekveldene finner sted på Garage i Oslo og vinner av Zoom 2010 annonseres på slutten av kvelden 4. februar. </p>\n"}},{"node":{"id":"6cf62250-07fa-54aa-9e23-a47d7faa03e3","slug":"frivilligpameldinga-har-apna-rekordstor-pagang","title":"Frivilligpåmeldinga har åpna &#8211; rekordstor pågang","date":"2010-01-28T13:51:00.000Z","excerpt":"<p>28.januar åpnet vi muligheten for å melde seg som frivillig til Øyafestivalen 2010 og det formelig gløder av registreringsskjemaet vårt på nett. Aldri før har vi registrert så mange påmeldinger i løpet av så kort tid, og samlede påmeldinger nådde tresifra allerede etter et par timer. Det har aldri vært viktigere å være tidlig ute med å melde seg på for å sikre seg muligheten til å få jobb på festivalen. Tidligere har vi måttet stenge registreringen rundt påsketider, men man skal ikke se bort i fra at det skjer enda tidligere i år.</p>\n"}},{"node":{"id":"a92d4ffb-6fe5-504a-bc73-d00b437d322f","slug":"tre-norske-godbiter-til-middelalderparken","title":"Tre norske godbiter til Middelalderparken","date":"2010-01-28T07:37:00.000Z","excerpt":"<p>DJERV &#8211; ny norsk supergruppe<br />\nSUSANNE SUNDFØR &#8211; sjokkerende bra album på vei<br />\nKRÅKESØLV &#8211; suksessen ser ikke ut til å stoppe</p>\n<p>Neste uke kan du forvente flere artistnyheter fra Øyafestivalen.</p>\n"}},{"node":{"id":"7fba50ca-fbfd-574e-ab12-351a9850b8af","slug":"tre-heite-amerikanske-til-%c3%b8ya","title":"Tre heite amerikanske til Øya","date":"2010-01-27T09:46:00.000Z","excerpt":"<p>RAEKWON (US) / GIRLS (US) / FOOL’S GOLD (US)<br />\nØyafestivalen er godt i gang med sitt program i Middelalderparken, men ennå gjenstår mange navn før plakaten er full. I dag kan vi by på tre amerikanske godbiter som vil gjøre seg godt i augustsola. </p>\n<p>Ukas artistslipp er ennå ikke over.  I morra slipper vi tre sterke norske navn.</p>\n"}},{"node":{"id":"06c800d7-fa65-58b0-ad9f-a8949fff933d","slug":"fan-nr-10-slippes-tordag","title":"Fan nr 10 slippes tordag","date":"2010-01-27T07:53:00.000Z","excerpt":"<p>Torsdag 28. januar markerer vi slippet av det nye tiårets første Fan Fanzine. Stedet er som vanlig Internasjonalens andre etasje, og akkurat som i fjor er festen helt gratis.</p>\n<p>På scenen står unge, lovende og særdeles hardtslående Social Suicide fra Bergen, omtalt som et band å se opp for i 2010. Konsertstart 22:00. Ta med ørepropper!</p>\n"}},{"node":{"id":"e93b5d2d-5283-5a76-8743-dbf5728bd8ed","slug":"konkurranse-vinnere-av-billetter-til-municipal-waste-pa-torsdag","title":"Konkurranse: Vinnere av billetter til Municipal Waste på torsdag","date":"2010-01-25T11:54:00.000Z","excerpt":"<p>Mange av dere visste at det siste albumet til Municipal Waste heter Massive Aggressive. Vi har trukket ut tre heldige, som får ta med en venn på konserten, som finner sted på Betong torsdag 28/1. Der kan du i tillegg få oppleve Mongo Ninja, Victims og Gama Bomb.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":147,"pageCount":183,"additionalContext":{}}}