{"data":{"wordpressPost":{"title":"Øyakino -et Eldorado av musikk og film!","date":"18th June 2008","content":"<p>Øyafestivalen er ikke bare musikk, men også film. På Øyafestivalens klubbdag kan man hele dagen oppleve film og musikk i skjønn sameksistens på Eldorado kino. Opplev stumfilmkonsert, musikkfilm, førpremierer og livemusikk i foajeen. </p>\n<p>Søndagen etter festivalen er det igjen på tide å ta turen til Eldorado kino. Det arrangeres dagen-derpå-kino hvor man kan slappe av i kinomørket og få en forfriskende burger inkludert i kinobilletten etter mange dager med fest og moro på festival. </p>\n<p>Øyakino arrangeres i samarbeid med våre gode venner i Oslo Kino.</p>\n<p>Program/info:</p>\n<p>Tirsdag 05. august<br />\nFilmer:<br />\nDe Usynlige, kl 20.15<br />\nJoy Division, kl 17.30<br />\n99 % ærlig, kl 17.30<br />\nLou Reed’s Berlin, kl 17.30<br />\nSigur Rós: Heima, kl 20.15<br />\nPatti Smith: Dream of Life, kl 20.15</p>\n<p>Band i foajeen:<br />\nHope I Die Virgin kl 17.00, shoegazer ekstravaganse<br />\nMaldonado kl 18.15, monoton og mollstemt rock<br />\nLoveOctopus kl 19.30, psykedelisk powerpop</p>\n<p>Stumfilmkonsert:<br />\nBand og film vil bli sluppet på et seinere tidspunkt</p>\n<p>Søndag 11. august<br />\nDagen-derpå-kino:<br />\nDet er på tide å reparere kropp og sjel etter mange dager med festivalmoro. Ingenting er da bedre enn kinomørke og burger. Filmer som blir vist er De Usynlige, samt en overraskelse som blir sluppet seinere.</p>\n<p>Stumfilmkonserten koster kr 90,- for alle med øyabillett/-armbånd, kr 120,- for andre.<br />\nOrdinære filmer koster kr 65,- for alle med øyabillett/-armbånd, kr 80,- for andre. Dagen-derpå-kino koster kr 90,- (inkludert burger) for alle med øyabillett/-armbånd, 120,- for alle andre.Alle konsertene i foajeen er gratis og har fri aldersgrense. Billettsalget starter fredag 11. juli. Billetter til alle visninger kan kjøpes på en av kinoene eller på www.oslokino.no</p>\n<p>Filmomtaler:</p>\n<p>De Usynlige<br />\nRegi: Erik Poppe (no, 2008)<br />\nMed: Pål Sverre Valheim Hagen, Trond Espen Seim, Stig Henrik Hoff, Anneke von der Lippe<br />\nJan Thomas har akkurat sluppet ut av fengsel etter å ha sonet åtte år for drap. Han er en dyktig musiker og får jobb som organist i en i kirke. Der møter han presten Anne som er alenemor. De trekkes mot hverandre, og Jan Thomas velger å tie om sin fortid for ikke å ødelegge forholdet. En dag han skal hjelpe til med å hente i barnehagen er han er uoppmerksom et kort øyeblikk, og plutselig er gutten borte.<br />\n”De Usynlige” er laget av gjengen bak ”Hawaii, Oslo”, og er kanskje den av høstens norske premierer det knyttes de største forventningene til.</p>\n<p>Lou Reed’s Berlin<br />\nRegi: Julian Schnabel (uk/usa, 2007)<br />\nMed: Lou Reed, Antony Hegarty, Emanuelle Seigner<br />\nI 1973 kom Lou Reed med konseptalbumet “Berlin”. Plate ble en kommersiell nedtur, etter den store suksessen med den allerede da legendariske ”Transformer”. Grunnet den dårlige mottakelsen både fra fans og presse ble materialet fra plate aldri fremført live. I desember 2006, over 30 år etter at plata ble sluppet, ble musikken for første gang fremført live. I St. Ann’s Warehouse i Brooklyn kunne publikum endelig høre Lou Reed fortelle den tragiske historien om Caroline. En historie om kjærlighet, tap, sjalusi og selvdestruksjon. </p>\n<p>99 % ærlig<br />\nRegi: Rund D. Langlo (no, 2008)<br />\nMed: Amina Sewah, Haji Saleenm, Assad Arif, Emir Mulasmanovic<br />\nMinoritet1 er en rapgruppe fra Oslo Øst som hevder å være 99 % ærlig. Med stor glød og positiv energi lager de musikk som er ment å gjøre en forskjell. ”99 % ærlig” er en humoristisk dokumentar, der hovedpersonene har et selvironisk blikk på seg selv og sin tilværelse. De fire ungdommene har forskjellig bakgrunn og synspunkter, noe som gjør filmen til et dynamisk samtidsbilde av dagens unge i det flerkulturelle Oslo. </p>\n<p>Patti Smith: Dream of Life<br />\nRegi: Steven Sebring (usa, 2008)<br />\nMed: Patti Smith, Philip Glass, Flea, Sam Shepard, Bob Dylan<br />\nPatti Smith er en av de største kvinnelige ikoner innen rocken, og blir ofte kalt punkens gudmor. Med det som nærmest er en krysning av garagerock og beat-poesi har hun trollbundet publikum siden 70-tallet. I dokumentaren ”Dream of Life” følger vi henne gjennom 11 år, og filmen gir et unikt bilde av den reserverte og svært så allsidige kvinnen. Ikke bare er hun en begavet musiker, hun er også en fremragende poet, maler og fotograf, og filmen gir en innblikk i alle disse aspektene av den karismatiske kunstneren. </p>\n<p>Sigur Rós: Heima<br />\nRegi: Dean DeBlois (island, 2007)<br />\nMed: Sigur Rós<br />\nSommeren 2006 vendte Sigur Rós hjem til Island for å spille en rekke uannonserte gratiskonserter som en hyllest til hjemlandet sitt, og folket som bor der. Sigur Rós er på mange måter et noe annerledes band, og ”Heima” har dermed blitt en noe annerledes turnédokumentar. Bandet spiller på alt fra små samfunnshus og en nedlagt sildefabrikk til det som trolig er Islands største konsert noen sinne.<br />\nSigur Rós er et svært lite snakkesalig band, og lar musikken tale for seg. Fokuset er på musikken, det islandske landskapet og møtet mellom band og publikum. </p>\n<p>Joy Division<br />\nRegi: Grant Gee (uk, 2007)<br />\nMed: Joy Divison, John Peel, Anton Corbijn, Tony Wilson<br />\nJoy Divison klarte i løpet av de fire årene de eksisterte som band å bli et av 70-tales mest toneangivende band. Bandet blir bare oftere og oftere trukket frem som inspirasjonskilde for nye band, og har influert alt fra gamle travere som U2 til nye band som Bloc Party og Interpol.<br />\nDen korte og intense historien til bandets er som skapt for film noe filmskaper og fotograf Anton Corbijn gjorde på glimrende viss i fjorårets kinofilm ”Control”. I denne dokumentaren får vi derimot et mer nyansert og nært blide av bandet, og for første gang forteller de gjenlevende bandmedlemmene selv om tiden i ”Joy Divison”. Filmen er et nærgående portrett av et band som levde for fort og for kort. </p>\n","wordpress_id":733,"translations":{"nb":{"url":"/2008/06/18/ayakino-et-eldorado-av-musikk-og-film/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b05fd3d8-9f11-51ab-ac6f-d4029c4862ad","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2008/06/18/ayakino-et-eldorado-av-musikk-og-film/","redirect":false}}}