{"data":{"wordpressPost":{"title":"Øyanatt: Spank Rock, DJ Annie, Savage Skulls og Tôg spiller også på Stratos","date":"8th August 2010","content":"<p>Spank Rock (US)<br />\nSpank Rock er mannen som så godt som egenhendig kickstartet elektrorap-sjangeren tilbake i 2006 med debutskiva YoYoYoYoYo. Tidlige fans inkluderte Björk, Beck og M.I.A. Fem år seinere er han kjent som en partyrapper av rang, med en turnéliste som er så tettpakket at den kan få en hvilken som helst annen rapper til å rødme. Spank Rock jobber for tiden med sitt andre studioalbum.</p>\n<p>Annie (DJ-sett)<br />\nAnnie er utvilsomt det nærmeste vi kommer en vaskekte popdronning i Norge. Hun har siden debuten i 1999 bygget seg en stor og trofast internasjonal following med en karriere som spenner fra skamløs tyggegummipop til mørke, italodisco-inspirerte numre. Hun er også en etterspurt DJ, og får vist sin styrke som tastemaker i DJ-settene sine. Annie bor for tiden i Berlin, og kom med andrealbumet Don’t Stop på Smalltown Supersound i fjor.</p>\n<p>Savage Skulls (SE)<br />\nTo gamle grafittikompiser finner en dag ut at de har samme sansen for svulstige hooks, beats med bounce og feite basslinjer. Det er forhistorien til Stockholmsduoen Savage Skulls. Sammen er de musikalsk dynamitt, med en blanding av gammel, svensk techno, dancehall og klassisk Chicagohouse i miksen. Duoen debuterte på Dave Taylor’s glimrende Dubsided-label, med har også ting på gang på Diplos Mad Decent.</p>\n<p>Tôg<br />\n&#8220;Norsk pops nye frelser&#8221; (Dagsavisen), &#8220;avslappa diktator&#8221; (Dagbladet) … Musikken til Lars Christian Olsens orkester Tôg virker åpenbart inspirerende på landets musikkjournalister. Også P3 har omfavnet Stavanger-bandet, ved å A-liste &#8220;Sansen&#8221;, den aller første låta de har sluppet. Noe som i seg selv hører til sjeldenhetene. Tôg lager melodisk elektropop på pur Stavangerdialekt, og selv sier hovedmannen at han inspirert av skrekkfilmer og pietisme, noe som antakeligvis er en &#8220;første&#8221; i musikkhistorien. </p>\n","wordpress_id":286,"translations":{"nb":{"url":"/2010/08/08/ayanatt-spank-rock-dj-annie-savage-skulls-og-tag-spiller-ogsay-pay-stratos/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"cbecf9a3-02ae-594c-9ad0-fdee06ed2e75"}}