{"data":{"wordpressPost":{"wordpress_id":13075,"title":"Takk for i år","excerpt":"<p>For en festival! Billettsalget til 2016 starter mandag.</p>\n","content":"<p>Øyafestivalen 2015 er nettopp ferdig. Gjennom fire solfylte og innholdsrike dager i Tøyenparken og en enorm mengde klubbarrangementer i festivaluka, har tusenvis av publikummere kost seg med god musikk. De justeringene vi har gjort etter fjorårets store suksess, har gjort festivalen enda bedre. Tilbakemeldingene fra publikum, artister, samarbeidspartnere og media er til stor inspirasjon for videre arbeid. Vi gleder oss allerede til å komme i gang med Øya 2016.</p>\n<p>Konsertene har vært godt besøkt av nysgjerrige og musikkinteresserte mennesker. Allerede tidlig på onsdagen var mange tusen innenfor portene. Sjøl de minst kjente navna i programmet, har hatt godt besøk. Det har vært en fantastisk festival fra Klubbdagen og Razikas åpningskonsert i parken til Sundfør og Thåström sine avslutninger. Artistene har innfridd de høye forventningene, andre har overraska et publikum som ikke kjente dem fra før.</p>\n<p>Vi har fått med oss at folk har storkost seg til Susanne Sundfør, Florence + The Machine, Beck, CHIC, Thåström, Sondre Lerche, Alt-J, Beglomeg, Future Islands, Belle &amp; Sebastian, Run The Jewels, Father John Misty, deLillos, Bad Religion, Ride, Siri Nilsen, In Flames, Oral Bee, Caribou, The War On Drugs, ILoveMoakonnen, Sunn O))), The Julie Ruin, Vince Staples, Songhoy Blues, Smerz, The Julie Ruin, Lars Vaular, Silvana Imam, Ibeyi, Jaga Jazzist, Honningbarna, Bjørn Torske, André Bratten, Spectral Haze, Torgeir Waldemar, Enslaved og mange andre. Du kan fortsatt se utvalgte konserter fra Øya hos P3.no og Aftenposten.no etter festivalen.</p>\n<p>Det er på tide å takke frivillige, artister, publikum og samarbeidspartnere for den morsomste arbeidsuka vi kan huske. Vår målsetning var å lage tidenes beste Øya, i vårt beste festivalområde noensinne, noe vi mener å ha klart. Årets festival må ha vært ny norsk rekord i festivalhygge. Vi ses i 2016!</p>\n<p><em>Mandag 17. august legges de første ukespassene til Øyafestivalen 2016 ut for salg hos Billettservice, til årets pris. Du kan glede deg allerede nå!</em></p>\n<p>&nbsp;</p>\n<p>foto Pål Bellis</p>\n","date":"2015-08-15T20:59:44.000Z","featured_image":null,"translations":{"nb":{"url":"/2015/08/15/takk-for-i-ar-8/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d32b31d0-d33b-50e5-af8c-64974af76075","locale":"nb"}}