{"data":{"wordpressPost":{"title":"Lars Vaular til Øya fredag 14. august","date":"13th March 2015","content":"<p>I dag slipper Lars Vaular en ny video og nyheten om at han skal spille i Tøyenparken om under et halvt år. Vi gleder oss til han skal krone sitt store år med en fantastisk fet Øya-konsert.</p>\n<p>LARS VAULAR &#8211; fredag 14/8<br />\nLars Vaular bekrefta nylig sin posisjon som det viktigste navnet i norsk hiphop med minialbumet 666 ALT. Utgivelsen markerer starten på et hektisk år, hvor dette kun er første del av en albumserie. I god tid før sommeren og Øya kommer neste del av prosjektet, i form av både singel og album. Så langt i år har vi fått stifte bekjentskap med Vaulars hardeste og mørkeste musikk så langt, og vi er spente på hvor veien går videre.</p>\n<p><a href=\"http://www.dagsavisen.no/kultur/musikk/vaular-leverer-igjen-1.315561\" target=\"_blank\">Dagsavisen </a>ga full pott til 666 ALT:  – &#8230;smart hip hop på norsk med en tyngde som kommer med rutine, dog har Vaular beholdt et slags ungdommelig mot og dette minialbumet er helt uten hvileskjær</p>\n<p>Han er en av de sterkeste stemmene i norsk musikk de siste åra, og er uredd i sitt arbeid med tekst og musikk. Både Spellemannpris og Dialektprisen har han mottatt for sitt arbeid. Albuma Helt Om Natten, Helt Om Dagen (2010), Du Betyr Meg (2011) og 1001 Hjem (2013) har alle nådd topp ti på den norske salgslista. Det er all grunn til å glede seg til å høre det nye materialet på Øya, side om side med tidligere hits som Rett Opp Og Ned, Fett og Solbriller På.</p>\n<p><a href=\"http://larsvaular.no\" target=\"_blank\">larsvaular.no</a></p>\n<p>foto Erik Five</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"281\" src=\"http://www.youtube.com/embed/NiA7JzCbjYk?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></div>\n","wordpress_id":11540,"translations":{"nb":{"url":"/2015/03/13/lars-vaular-til-oya-fredag-14-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0b785b59-0fd3-5964-8c86-6ec29b65379b","locale":"nb"}}