{"data":{"wordpressPost":{"title":"Øya til gull!","date":"27th June 2013","content":"<p><strong>Øya blir første festival med gullmerket i økologisk matservering.</strong></p>\n<p>Etter ti år med økosatsning, blir Øyafestivalen i år den første til å motta Debios gullmerke i økologisk matservering. Det betyr at over 90% av alle råvarene brukt til matlaging på festivalen, har Debios økologiske sertifiseringsmerke.</p>\n<p>&#8211; Matproduksjon står for en vesentlig del av verdens globale klimagassutslipp. Mye av grunnen til dette, er at moderne jordbruk er storindustri på sitt aller verste – hvor hensynet til klimautslipp, langsiktig bruk av jorda, biologisk mangfold og dyrevelferd nedprioriteres til fordel for kortsiktig, økonomisk gevinst. Økologisk landbruk drives av en helhetstanke i forhold til ressurser og utslipp som er mye bedre for jordsmonnet, det biologiske mangfoldet, dyrene og miljøet generelt. Vi ser økologisk matproduksjon som en del av løsningen på klimakrisen. Derfor er vi veldig stolte over å motta Debios gullmerke i økologisk matservering i år, sier matansvarlig Ingrid Kleiva Møller.</p>\n<p>Øyafestivalen har siden 2003 utviklet økosatsningen sin gjennom et nært samarbeid med Debio og Oikos Økologisk Norge – som har hjulpet til med å finne gode økologiske leverandører.</p>\n<p>&#8211; Øyafestivalen sin langsiktige satsing på økologisk mat er helt i tråd med det flere og flere forbrukere ønsker. Vi håper at en rekke andre festivaler og arrangementer tenker i samme baner og går for et serveringsmerke i bronse, sølv eller gull, sier kommunikasjonsansvarlig i Debio, Trym Helbostad.</p>\n<p>I fjor ble det servert over 29 tonn økologisk mat på festivalen, og i år er det et spesielt fokus på matserveringen. I tillegg til kjente og kjære restauranter som har vært med siden starten, har Øya hentet inn nye, spennende aktører og matprosjekter – Mathallen er med som hovedsamarbeidspartner, Maaemo har en pop-up middag under festivalen og Øya har endelig fått en egen vegetarbod. Alle menyene er nye.</p>\n<p>&#8211; Øya pågår bare fire dager i året, men vi vet at Øyapublikummet er smarte folk, og håper de tar med seg opplevelsen av god økologisk mat inn i hverdagen, sier Ingrid Kleiva Møller.</p>\n<p>FOTO: Bjørnar Håland</p>\n","wordpress_id":7635,"translations":{"nb":{"url":"/2013/06/27/oya-til-gull/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"11367048-559e-513d-abff-8684e6b10781","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2013/06/27/oya-til-gull/","redirect":false}}}