{"data":{"wordpressPost":{"title":"Tre sterke norske navn til Øya","date":"18th May 2010","content":"<p>INGEBORG SELNES<br />\nIngeborg Selnes skal mandagen etter Øya gi ut sitt andre album, og sikre kilder kan fortelle at det er ei popskive det er god grunn til å vente på. Vi ble så imponerte over Ingeborg Selnes sitt debutalbum The Zoo i 2008 at vi booka henne til festivalen uten å nøle. Nå som album nummer to på er vei, er vi så begeistra over det vi har sett og hørt i det siste at Ingeborg ønskes velkommen tilbake i Middelalderparken. Nylig kom singelen Feel It, en knallgod forsmak på albumet Heartcore.. Skiva vil lene seg noe mer på elektroniske elementer, enn Ingeborgs tidligere innspillinger. Likevel er det snakk om herlig og oppløftende pop. En titt på Ingeborgs myspace-side røper at hun har hørt på Robyn, Jenny Wilson, Rockettothesky, Sufjan Stevens, Burt Bacharach, Feist, Dolly Parton, CocoRosie og mye annet. Ingeborg Selnes sin konsert på Øya kommer til å bli en feiring av og med sommerpop av ypperste klasse. Om du ikke har opplevd hennes band live ennå, er det jaggu på tide. Vi kan jo røpe at hun var den store suksessen under fjorårets Camp Indie-kveld på Rockefeller 16. mai. Hun kommer garantert til å imponere like solid i Middelalderparken i august.<br />\n<a href=\"http://www.myspace.com/ingeborgselnes\" target=\"_blank\">MYSPACE</a></p>\n<p>1349<br />\nSiden seint på 90-tallet har 1349 vært med på å videreutvikle norsk black metal. Debutalbumet Liberation kom først i 2003 og satte en høy standard for aggresjon og mørke i ekstremmetal. Bandet er fundert i tradisjonen til storheter innen vår black metal-scene, som Emperor og Mayhem. Noen av medlemmene er også sentrale i band som Satyricon og Funeral. Etter å ha utfordret sitt eget uttrykk på forrige skive, er 1349 nå tilbake i gammel illsint form med aktuelle Demonoir. Bandet sjøl mener dette er deres absolutt mørkeste og mest brutale utgivelse, og du skal ikke se bort fra at de har rett i det. De har hatt europeisk ekstremmetals grand old man Tom G. Warrior (Hellhammer/Celtic Frost/Triptykon) med som co-produsent på skiva. I Dagbladets anmeldelse sto det at ” 1349 er organisert kaos der mye handler om å bryte de konvensjonelle grepene mange av dagens mer strømlinjeformede metalband henfaller til”. Bandet har tidligere turnert med legender som Celtic Frost og Carcass. Denne våren turnerte de i USA med Cannibal Corpse og Skeletonwitch. I sommer skal de ut og spille på noen av Europas store metalfestivaler som Wacken og Summer Breeze i tillegg til at de skal levere et intenst og rått show på Øya.<br />\n<a href=\"http://www.myspace.com/1349official\" target=\"_blank\">MYSPACE</a></p>\n<p>NECESSARY<br />\nNecessary (eller Necessary Intergalactic Cooperation, som de tidligere har kalt seg) er et Oslo-basert band som består av tre nordmenn, den nærmest legendariske amerikanske trommeslageren Ted Parsons (Godflesh, Jesu, Prong og Swans) og engelske Tony F Wilson (også kjent som Spykidelic). Sammen lager de spennende, kosmisk godlyd som appellerer til tålmodige lyttere. Blant de andre som har bidratt i Necessarys musikk er Salvador Sanches (Dark Side Of The Force) og Godflesh/Jesu-sjef Justin Broadrick, som også har produsert det kommende albumet. Bandet har tidligere laget skiva N.I.C. in Dub, hvor blant andre Youth (Killing Joke) og Dälek fikk remikse noen musikalske utkast fra bandet. Vi booka denne gjengen etter et hett tips fra selveste Harald Are Lund, som mente han visste hva programmet vårt mangla. Jaggu hadde han ikke rett når det gjaldt Necessary. Nå kommer skiva som skal hete Voldsløkka. Gjør deg klar for en annerledes Øya-konsert og for et møte med et annerledes band.<br />\n<a href=\"http://www.myspace.com/nicoslo\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":386,"translations":{"nb":{"url":"/2010/05/18/tre-sterke-norske-navn-til-%c3%b8ya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b58deb6c-3b80-5256-b559-3d29ba639c07","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2010/05/18/tre-sterke-norske-navn-til-%c3%b8ya/","redirect":false}}}