{"data":{"wordpressPost":{"title":"Bedre miljø på Øya?","date":"27th July 2012","content":"<p><strong>I 2011 serverte Øya 34 tonn med økologisk mat. 150 frivillige fra Natur og Ungdom sorterte 38 tonn med avfall. Vi brukte strøm tilsvarende to norske husstander. Våre sjåfører kjørte 21 060 kilometer. Hva blir tallene i år?</strong></p>\n<p>&#8211; Hvert år måler, kartlegger og rapporterer vi mest mulig av festivalens miljøbelastning, sier Håvard Lundberg (bildet), miljøkoordinator for Øyafestivalen. Målet er å få bedre oversikt slik at man kan redusere festivalens totale miljøbelastning.</p>\n<p>&#8211; Miljøtallene for 2011 viser oss hvor vi kan bli flinkere i år, sier Lundberg. &#8211; Vi prøver hardt å forbedre vårt arbeid, og får uvurderlig hjelp og råd underveis fra våre miljøpartnere i Oikos, Natur og Ungdom, Miljøfyrtårn, Grønt Punkt, Norsk Gjenvinning, Svanemerket med flere.</p>\n<p>Øyafestivalen har miljøfokus på fem hovedområder: <a href=\"http://oya.test/avfall/\">Avfall</a>, <a href=\"http://oya.test/energi/\">energibruk</a>, <a href=\"http://oya.test/innkjopspolitikk/\">innkjøp</a>, <a href=\"http://oya.test/transport/\">transport</a> og <a href=\"http://oya.test/%C3%B8kologisk-mat/\">økologisk mat</a>.</p>\n<p><strong>Avfall</strong><br />\nLundberg forteller at Øya i 2011 produserte 38 tonn med avfall, en liten økning fra året før: &#8211; Vi hadde et godt samarbeid med Natur og Ungdom som sørget for at 57 prosent av vårt avfall ble sortert i fraksjoner som papir, papp, matavfall, plast og trevirke som så ble materialgjenvunnet til nye produkter. Resten av avfallet gikk til energigjenvinning og ble til strøm og fjernvarme i Oslo.</p>\n<p><strong>Energi</strong><br />\nSammen med generalsponsor Hafslund og Oslo Kommune la vi ned strømkabler i Middelalderparken i 2010. &#8211; Det har vært festivalens soleklart aller største miljøløft, forteller Lundberg. I stedet for å drive festivalen på forurensende dieselaggregater bruker vi nå strøm fra nettet, som både har kuttet utslippene og gjort effektivisert energibruken. I 2011 brukte Øya energi tilsvarende to norske husstander på å arrangere festivalen.</p>\n<p><strong>Transport</strong><br />\nØya har gjennomført økokjøringskurs for våre sjåfører og planlagt samkjøring av varer og mennesker. I tillegg benyttet vi oss av el-biler og andre lavutslippsbiler for å redusere utslippene. Siden 2008 har vi klart å redusere antall kilometer kjørt fra 23 800 til 21 060 i 2011. I 2012 kommer vi til å ta i bruk enda flere lavutslippsbiler.</p>\n<p>Publikum har også bidratt til å redusere utslippene fra transport. Ifølge vår publikumsundersøkelse valgte 95 prosent av publikum å enten ta kollektivtrafikk, sykle eller ta beina fatt til og fra festivalen. &#8211; Det er vi veldig fornøyd med og i år kommer vi til å fortsette å tilby et Øyareisekort i samarbeid med Ruter, sier Lundberg.</p>\n<p>Flytransport av artister er fortsatt en utfordring for klimaregnskapet. Vi oppfordrer alle artister å velge mindre forurensende fremkostmåter, men flyreiser står fortsatt for den største delen av festivalenes direkte og indirekte klimagassutslipp.</p>\n<p><strong>Økologisk mat </strong><br />\nVi har siden 2003 tilbudt økologisk mat på festivalen. I 2011 slo Øya alle rekorder og serverte mat fra over 34 tonn med økologiske råvarer! Vi satser på kortreiste, økologiske produkter og mener at kun naturlige, sprøytefrie råvarer er godt nok for deltagerne på Øyafestivalen.</p>\n<p><strong>Miljøregnskap for 2012</strong><br />\n&#8211; Det skal bli spennende å se hva årets tall for festivalen blir, sier Lundberg. &#8211; Vi legger ned et stort miljøarbeid gjennom hele året, og ønsker selvfølgelig at det skal vises i våre miljøregenskap fra år til år.</p>\n<p>&#8211; Vi er også helt avhengig av at vårt publikum bidrar til miljøsatsningen vår. Vi har prøvd å legge til rette for at dette skal være enkelt gjennom bruk av kollektivtrafikk til festivalen, kildesortering av avfall, et omfattende pantesystem og at økologisk mat ikke er et dyrere alternativ.</p>\n<p><a href=\"http://oya.test/miljo/\">Les mer om Øyafestivalens miljøarbeid</a>.</p>\n","wordpress_id":4076,"translations":{"nb":{"url":"/2012/07/27/bedre-miljo-pa-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"92275f51-fe34-54ec-b611-1cba13a5237b","locale":"nb"}}