{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"74561b2b-2e42-54b0-9f45-3a52e3444a09","slug":"the-war-on-drugs-ready-for-%c3%b8ya","title":"The War On Drugs ready for Øya","date":"2011-12-22T12:09:10.000Z","excerpt":"<p>American band The War On Drugs have experienced a lot of good buzz during the last months. In August, the band behind the great album Slave Ambient is playing at The Øya Festival. This will be their very first concert in Norway.</p>\n"}},{"node":{"id":"61593c8a-8dfc-5604-9efc-91f56d18edc9","slug":"mikhael-paskalev-at-%c3%b8ya","title":"Mikhael Paskalev at Øya","date":"2011-12-22T09:57:10.000Z","excerpt":"<p>The promising new artist Mikhael Paskalev is releasing his debut album next year, and he will be presenting this material at The Øya Festival in August. We are excited, and so is the artist himself. We predict that his fangroup will grow considerably during the next nine months. &nbsp; MIKHAEL PASKALEV Every year, the Øya [&hellip;]</p>\n"}},{"node":{"id":"18511945-50ef-574e-9e9f-ba96d707178f","slug":"martin-hagfors-to-%c3%b8ya","title":"Martin Hagfors to Øya","date":"2011-12-21T10:05:22.000Z","excerpt":"<p>Martin Hagfors has been making music on his own and with others for many years. It is only recently that he has begun releasing records under his birth name. After listening to his last album, I Like You, we are expecting a very nice festival concert in August.</p>\n"}},{"node":{"id":"0b319df0-e100-5c69-83f7-77de291c1b59","slug":"bon-iver-at-oya-august-11th","title":"Bon Iver at Øya August 11th","date":"2011-12-12T13:19:59.000Z","excerpt":"<p>Bon Iver is confirmed for Saturday 11th of August. His second album Bon Iver, Bon Iver has sold huge amounts, recieved critical acclaim and nominations for prestigeous Grammy Awards. The band, which was originally Justin Vernon&#8217;s pet project, has been one of the most popular concert attractions this autumn. Your next chance to see Bon [&hellip;]</p>\n"}},{"node":{"id":"b38bcff2-1545-58c4-9a0a-7e280a95ca74","slug":"the-stone-roses-play-oya-august-8th","title":"The Stone Roses on August 8th","date":"2011-12-07T08:01:57.000Z","excerpt":"<p>The news of the Stone Roses reunion came on the 18th of October this year. Their three concerts in Manchester in June 2012 sold out 220,000 tickets in record time. No other artist has ever sold that many tickets in such short time in the UK. We have recieved an extreme amount of requests for The Stone Roses at our offices during the last few weeks, and it is now official that they will be playing at the Enga stage on Wednesday, the 8th of August. This will be a huge, historical music event.</p>\n"}},{"node":{"id":"09cc60dc-0c1f-570a-9850-e1660ae7f726","slug":"bjork-to-oya-august-9th","title":"Björk to play Øya on August 9th","date":"2011-12-06T06:36:08.000Z","excerpt":"<p>We are already revealing one of the biggest names on next year&#8217;s poster. Björk is playing on our main stage on Thursday the 9th of August. This will be big, magical and exclusive. The Icelandic superstar is playing less than 20 concerts spread all over the world next year. Experiencing Björk on our own festival in August is a dream come true.</p>\n"}},{"node":{"id":"c534bbac-9dd4-5151-a768-5b90242fd12e","slug":"jonas-alaska-plays-for-us","title":"Jonas Alaska plays for us","date":"2011-11-30T10:26:16.000Z","excerpt":"<p>Jonas Alaska&#8217;s show at Øya 2011 made such a great impression on us that we just had to invite him back for next year. He celebrated by playing a song just for us before a recent gig at Kulturkirken Jakob in Oslo. </p>\n"}},{"node":{"id":"0af8c597-d7ef-5a20-ac5b-4444579f8ce4","slug":"first-artists-ready-for-oya-2012","title":"First artists ready for Øya 2012","date":"2011-11-29T13:29:48.000Z","excerpt":"<p>Allerede nå slipper vi den første bolken med artister som skal spille på våre hovedscener i august&#8230;</p>\n"}},{"node":{"id":"643ee75e-31e8-5dab-b6af-6843c043b127","slug":"faces-at-%c3%b8ya","title":"Faces at Øya","date":"2011-11-25T14:03:57.000Z","excerpt":"<p>Our collaborators Jazzmontør and Monky made a square on the ground in the middle of the festival&#8217;s &#8220;main street&#8221;, where they presented our audience with an opportunity to be photographed at Øya  2011. What people did not know before after the picture was taken, was that they were filmed. The result is a warm and [&hellip;]</p>\n"}},{"node":{"id":"c124b63e-37f1-51e9-b235-082aa1e4778f","slug":"more-images-from-%c3%b8ya-2011","title":"More images from Øya 2011","date":"2011-09-08T11:19:00.000Z","excerpt":"<p>Spanish Guided By Voices enthusiast Héctor Cenador García visited Øya for the first time this year. He got to experience several other bands besides his favorite indie legends from Ohio, and reported that he had a really good time in Oslo. Héctor just sent us a selection of the photographs he snapped during the festival, of Guided By Voices (of course), but also Janelle Monáe and Wiz Khalifa.</p>\n"}}],"pathPrefix":"posts","first":false,"last":true,"index":194,"pageCount":194,"additionalContext":{}}}