{"data":{"wordpressPost":{"wordpress_id":9359,"title":"Slowdive til Øya","excerpt":"<p>Det gjenforente bandet fikk voldsom oppmerksomhet da de nylig offentliggjorde de første gjenforeningskonsertene på Primavera og i London. De spiller på Øya lørdag 9. august. </p>\n","content":"<p>Det er med stor glede vi kan fortelle at det gjenforente Slowdive kommer til Tøyenparken, for å spille på Øya lørdag 9. august. De skal innta vår nye, store teltscene på festivalens siste dag. Slowdive planlegger å besøke noen få, utvalgte festivaler i 2014. Vi forventer at det blir en konsertopplevelse utenom det vanlige. </p>\n<p>Bandet fikk voldsom oppmerksomhet nylig, da de offentliggjorde de første gjenforeningskonsertene på Primavera og i London. I Barcelona er de et av de største trekkplastrene på Primavera, mens London-billettene ble revet vekk på 90 sekunder. Vi veit det nå er mange som gleder seg til å se dette bandet i Oslo, etter at de har hatt et opphold som har vart siden 1995. Målsetningen med de kommende konsertene er å kunne finansiere en ny albumutgivelse.</p>\n<p>Se opp for nytt Øyaslipp allerede i morra. Artistbekreftelsene kommer nå såpass kjapt at vi ligger an til å kunne slippe et nytt navn hver hverdag i en god tid framover.</p>\n<p>Det er både ukespass og dagsbilletter i salg hos Billettservice nå.</p>\n<p><a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113\" target=\"_blank\">Ukespass i salg her</a><br />\n<a href=\"http://www.billettservice.no/event/lordagsbillett-oyafestivalen-2014-billetter/409623?camefrom=Client_Oya_Hjemmeside lordag_Oyafestivalen_101013\" target=\"_blank\">Dagsbilletter til lørdag 9/8 her</a></p>\n<p><strong>SLOWDIVE (UK)</strong><br />\nEt av de combacka som har blitt best tatt imot det siste året er uten tvil engelske Slowdive. Nyheten om deres tilbakekomst og annonseringen av de første gjenforeningskonsertene skapte en kombinasjon av hysteri og eufori hos fansen. Denne våren og sommeren er Slowdive tilbake på scena for første gang siden 1995, og lørdag 9. august besøker de Tøyenparken og Øyafestivalen. Bandet planlegger å besøke noen få utvalgte festivaler i 2014, og vi er stolte over at Øya blir en av dem. De ønsker visstnok å spille låter fra alle tre albuma, inkludert Pygmalion som ikke er framført live tidligere.</p>\n<p>Slowdive fra Reading dukka opp helt i starten av 90-tallet og ga ut sine skiver på legendariske Creation. De var et av de fremste banda i den britiske shoegaze-gjengen, som også inkluderte navn som My Bloody Valentine og Ride. Om man kaller Slowdive for shoegazerock eller drømmepop, er det uansett ikke tvil om at de lagde tidløs lyd som var vakker og støyende på en gang. Den kreative kraften var gitarist og vokalist Neil Halstead, som starta bandet sammen med Rachel Goswell. Med tre album og en rekke singler prega de den engelske indiescena på starten av 90-tallet. Utgivelsene føyk inn på indielista, og gjorde også noen innhopp på de allmenne salgslistene.</p>\n<p>For noen år siden kom en del av Slowdive-matrialet ut i nye utgaver. Om skiva mange mener er deres sterkeste, Souvlaki fra 1993, skreiv <a href=\"http://pitchfork.com/reviews/albums/11841-just-for-a-day-souvlaki-pygmalion/\" target=\"_blank\">Pitchfork</a>: &#8211; Guitars stretch and swirl in slow-motion layers, and the vocals seem to be calling desperately out of them, even when they&#8217;re just lazy chants. This stuff manages to be both pillowy-soft and passionately deep&#8211; shades of the way My Bloody Valentine could blur heaviness into an out-of-focus lull, or the way Galaxie 500&#8217;s drowsy strum could come out with a fist in the air.</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"375\" src=\"http://www.youtube.com/embed/jkM3M3zGcGE?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></div>\n<p>Slowdive er et band som har fortsatt å inspirere yngre artister, og som det kan høres spor av i mye av indierocken fra de siste 10-15 åra. De to grunnleggerne tok fra 1995 med seg idéene sine videre til bandet Mojave 3. Halstead har i tillegg hatt en solokarriere siden 2002. For noen uker siden begynte ryktene å gå om at Slowdive skal ut på veien igjen i 2014, noe som skapte stor spenning blant musikkentusiaster. Gleden var skyhøy da det i januar ble klart at bandet igjen skal spille konserter, 20 år etter forrige turné. I august kan du oppleve dette legendariske bandet sjøl på Øya.<br />\n<a href=\"http://www.slowdiveofficial.com/\" target=\"_blank\">http://www.slowdiveofficial.com/</a></p>\n","date":"2014-02-05T09:55:44.000Z","featured_image":{"title":"Slowdive oyafestivalen 2014 crop","filename":"Slowdive-oyafestivalen-2014-crop.jpg","filesize":248714,"url":"http://oya.test/assets/uploads/2014/02/Slowdive-oyafestivalen-2014-crop.jpg","link":"http://oya.test/slowdive-oyafestivalen-2014-crop/","alt":"","author":"3","description":"","caption":"","name":"slowdive-oyafestivalen-2014-crop","status":"inherit","uploaded_to":0,"date":"2014-02-04 09:42:14","modified":"2014-02-04 09:42:14","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":800,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2014/02/Slowdive-oyafestivalen-2014-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2014/02/Slowdive-oyafestivalen-2014-crop-300x188.jpg","medium_width":300,"medium_height":188,"medium_large":"http://oya.test/assets/uploads/2014/02/Slowdive-oyafestivalen-2014-crop-768x480.jpg","medium_large_width":768,"medium_large_height":480,"large":"http://oya.test/assets/uploads/2014/02/Slowdive-oyafestivalen-2014-crop.jpg","large_width":800,"large_height":500,"small":"http://oya.test/assets/uploads/2014/02/Slowdive-oyafestivalen-2014-crop.jpg","small_width":320,"small_height":200,"medium_small":"http://oya.test/assets/uploads/2014/02/Slowdive-oyafestivalen-2014-crop.jpg","medium_small_width":640,"medium_small_height":400,"xlarge":"http://oya.test/assets/uploads/2014/02/Slowdive-oyafestivalen-2014-crop.jpg","xlarge_width":800,"xlarge_height":500}},"translations":{"nb":{"url":"/2014/02/05/slowdive-til-oya-lordag-9-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ee5fe25f-8814-576e-a9cc-3c0004310776","locale":"nb"}}