{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2008/04/15/fete-musikkopplevelser-pa-%c3%b8yanatt/","locale":"nb","type":"post","id":"a72b4de2-40fb-5363-86fd-79c93a1263bd","slug":"fete-musikkopplevelser-pa-%c3%b8yanatt","title":"Fete musikkopplevelser på Øyanatt","date":"2008-04-15T14:53:00.000Z","excerpt":"<p>I 2008 kommer Øyafestivalen til å presentere enda flere fete Øyanattkonsepter. Dette er fester og konserter rundt omkring i Oslo under festivalen etter at Middelalderparken stenger 23.00. Vi har i samarbeid med våre gode venner og partnere booket heite band og DJs for å holde på festivalstemninga så lenge dere klarer å stå på beina. I dag kan vi slippe de første godbitene til årets Øyanetter. Felles for alle arrangementene er at du får rabatt ved fremvisning av gyldig Øyaarmbånd.</p>\n<p>*THE NOTWIST (DE) / BOOKA SHADE (DE) / DENGUE FEVER (US) / LES PETITS PILOUS &#038; STRIP STEVE (FR) / THE URGES (IE) / PILOOSKI (PL) / CLAUDE VON STROKE (US) / ICONOCLASTIC med DEADSWAN, CHRIS LYNCH, OF NORWAY*</p>\n"}},{"node":{"link":"/2008/04/14/kaizers-orchestra-og-grand-island-endelig-tilbake-pa-%c3%b8ya/","locale":"nb","type":"post","id":"f7c2deab-17e4-5d9b-b25d-55a1c98de667","slug":"kaizers-orchestra-og-grand-island-endelig-tilbake-pa-%c3%b8ya","title":"Kaizers Orchestra og Grand Island endelig tilbake på Øya","date":"2008-04-14T09:24:00.000Z","excerpt":"<p>*Kaizers Orchestra* har ikke spilt på Øyafestivalen siden førsteskiva deres tok helt av i de tusen hjem. Nå følte vi det var på tide med et nytt besøk fra dette bandet, som i disse dager runder 30.000 solgte av fjerde skive Maskineri. Kaizers skal spille på vår største scene onsdag 6. august, samme dag som blant annet *Nick Cave og hans Grinderman*, *Iron &#038; Wine*, *José Gonzales*, *Girl Talk* og *The Mae Shi* opptrer i Middelalderparken. I tillegg har vi fått bekreftet albumaktuelle *Grand Island*, som nylig har sluppet den flotte andreskiva Boys &#038; Brutes.</p>\n"}},{"node":{"link":"/2008/04/14/aya-open-health-pay-spasibar-21-mai/","locale":"nb","type":"post","id":"26a8c51d-9f75-5114-93bd-62c9b8e3c1d0","slug":"aya-open-health-pay-spasibar-21-mai","title":"ØYA OPEN: Health! på Spasibar 21. mai","date":"2008-04-14T08:32:00.000Z","excerpt":"<p>Onsdag 21. mai spiller de Øya-aktuelle amerikanerne Health! på Spasibar. Dete er en av våre Øya Open-kvelder, som er konsertopplevelser levert av Øyafestivalen på andre tidspunkter enn under festivalen. Det blir altså en god mulighet til å få en forsmak på støyrockerne Health!s ulyder og godlyder.</p>\n<p>I tillegg spiller Daniel Meyer Grønvold. Vil du vite mer om denne karen må du møte opp på Øya Open &#8211; Spasibar, enkelt og greit.</p>\n<p>Herlighetene koster kun 50,-. Forsalg på platebutikken Tiger i Oslo</p>\n"}},{"node":{"link":"/2008/04/11/dark-meat-byr-pa-festivalrock/","locale":"nb","type":"post","id":"06901fa0-0e92-5f2b-bbd4-9ed2b1f4b28f","slug":"dark-meat-byr-pa-festivalrock","title":"Dark Meat byr på festivalrock","date":"2008-04-11T10:32:00.000Z","excerpt":"<p>5 dager, 5 slipp, 5 band: Nummer 5</p>\n<p>Dark Meat er en konsertopplevelse utenom det vanlige. Det er trangt av mennesker og musikalske uttrykk. I blant framtstår de som et ekteskap mellom Black Mountain og Polyphonic Spree, andre ganger som de underlige søskenbarna til Mudhoney og Devendra Banhart. Hør frihetsrockeren Freedom Ritual eller voldsomme One More Trip for å bli overbevist. Dette er blomsterbarn-rock’n’roll av ypperste sort. Dette bandet er et realt festivalband med stor F og det vil du ikke gå glipp av på årets Øyafestival. </p>\n"}},{"node":{"link":"/2008/04/10/the-night-marchers-rocker-%c3%b8ya/","locale":"nb","type":"post","id":"79a97bda-0851-5d44-9a2c-28fb9ff328ea","slug":"the-night-marchers-rocker-%c3%b8ya","title":"The Night Marchers rocker Øya","date":"2008-04-10T10:02:00.000Z","excerpt":"<p>5 dager, 5 slipp, 5 band: Nummer 4</p>\n<p>21. april kommer debutalbumet  til The Night Marchers, See You In Magic, på guitarist og vocalist John “Speedo” Reis sitt eget Swami Records. Her vil du få servert tretten stykker heseblesende rock’n’roll med punkenergi og gassen i bånn. Med andre ord svett og fengende rock av beste sort. Disse gutta har bakgrunn i Rocket From The Crypt, Drive Like Jehu, Sultans, Mule, Delta 72, Bardo Pond og Beehive &#038; The Barracudas og CPC Gangbangs. I august kan du se dem i Middelalderparken.</p>\n"}},{"node":{"link":"/2008/04/09/the-dodos-i-middelalderparken/","locale":"nb","type":"post","id":"70b25319-22db-5203-b1bd-f4337ff769cc","slug":"the-dodos-i-middelalderparken","title":"The Dodos i Middelalderparken","date":"2008-04-09T11:00:00.000Z","excerpt":"<p>5 dager, 5 slipp, 5 band: Nummer 3</p>\n<p>Det amerikanske bandet The Dodos ferske skive Visiter  er  i bookingavdelingen til Øyas ører en av de sterkeste kandidatene til å bli årets albumoverraskelse. Duoen består av gitarist/vokalist Meric Long og den ivrige perkusjonisten Logan Kroeber som begge ønsket å lage psykedeliakrydret folk og pop. Musikken deres blir aldri trøtt klimpring, da de ikke er redde for å pøse på med tempo, energi og spilleglede.</p>\n"}},{"node":{"link":"/2008/04/08/the-mae-shi-er-klare/","locale":"nb","type":"post","id":"14d5b79a-8cb0-5c25-ac2b-4b03291bb617","slug":"the-mae-shi-er-klare","title":"The Mae Shi er klare","date":"2008-04-08T10:23:00.000Z","excerpt":"<p>5 dager, 5 slipp, 5 band: Nummer 2</p>\n<p>The Mae Shi sprer en enorm glede fra scenen, og minner oss egentlig litt om Les Savy Fav som spilte på en legendarisk konsert på Øya i 2006. Skiva deres har fått kanonanmeldelser i England med 9/10 i NME, samt 8/10 på Drowned in Sound. Snart vil nok også norsk presse opptage dette herlige og  orginale bandet som ikke er redd for å eksperimentere.</p>\n"}},{"node":{"link":"/2008/04/07/fleet-foxes-kommer-til-%c3%b8ya/","locale":"nb","type":"post","id":"c978ba2c-a5ff-53d2-9ce7-3d2760658601","slug":"fleet-foxes-kommer-til-%c3%b8ya","title":"Fleet Foxes kommer til Øya","date":"2008-04-07T10:21:00.000Z","excerpt":"<p>5 dager, 5 slipp, 5 band: Nummer 1</p>\n<p>Fleet Foxes bedriver ” baroque harmonic pop jams” og hva de mener med det kan du sjekke ut på EPene Fleet Foxes (2006) og Sun Giant (2008). I starten av juni er de albumaktuelle med skiva som har fått tittelen Ragged Wood på det legendariske selskapet Sub Pop i USA og finfine Bella Union i Europa. To måneder seinere er de klare for sin norske konsertdebut i Middelalderparken.</p>\n"}},{"node":{"link":"/2008/04/04/jamie-lidell-thom-hell-el-cuero-og-tommy-tokyo/","locale":"nb","type":"post","id":"cb7ccf86-7d1f-5620-8149-1fe3b1341684","slug":"jamie-lidell-thom-hell-el-cuero-og-tommy-tokyo","title":"Jamie Lidell, Thom Hell, El Cuero og Tommy Tokyo","date":"2008-04-04T12:11:00.000Z","excerpt":"<p>Nå er fire nye navn er klare for årets Øya-plakat. Soulpopgeniet *Jamie Lidell* kommer til Middelalderparken i august. I tillegg får vi besøk av de sterke norske låtsmedene i *El Cuero*, *Thom Hell* og *Tommy Tokyo &#038; Starving For My Gravy*.</p>\n<p>Flere artister slippes neste uke.</p>\n"}},{"node":{"link":"/2008/04/03/5-dager-5-slipp-5-band/","locale":"nb","type":"post","id":"954cd9e3-374a-51fc-b7f4-493e97905bc0","slug":"5-dager-5-slipp-5-band","title":"5 dager, 5 slipp, 5 band","date":"2008-04-03T22:33:00.000Z","excerpt":"<p>Neste uke slipper vi fem artister til, en hver formiddag fra mandag til fredag. Dette er nye, spennende band vi har oppdaget nylig og som vi ønsker at folk skal ta seg god tid til å sjekke ut på våre nettsider. De kommer alle til å stå for hver sin musikalske overraskelse under årets Øyafestival. Flere av dem opplevde vi for første gang undet SXSW i Texas rett før påske.</p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":178,"pageCount":183,"additionalContext":{"locale":"nb"}}}