{"data":{"wordpressPost":{"title":"Team Me og Lucy Swann blir med Øya til London denne uka","excerpt":"<p>Denne uka tar Øyafestivalen med seg Team Me (bildet) og Lucy Swann til London for to herlige konsertkvelder. Torsdag spiller de sammen med Fiction på Øya og vår vennefestival Field Day kveld på XOYO. Fredag står de på samme scene som Not Squares på KOKO under Club NME, som gjøres i samarbeid med Øya og Field Day. Programmet blir som følger:<br />\n&#8211; torsdag 24/2: The Øya Festival &#038; Field Day @ XOYO<br />\nFiction (11.00pm) + Lucy Swann (9.10pm)  + Team Me (8.20pm)</p>\n<p>&#8211; fredag: The Øya Festival &#038; Field Day vs. Club NME @ KOKO<br />\nNot Squares (12.45am) + Lucy Swann (12.00am) + Team Me (11.15pm)</p>\n","content":"<p>I anledning at Øya og Music Export Norway tar med Team Me og Lucy Swann til to av de viktigste klubbene i London i februar starter vi en egen Øya-sjutommerserie. Team Me og Lucy Swann fikk veldig mye bra feedback fra internasjonal bransje og presse som var på Øya i 2010. Sammen med vår tvillingfestival Field Day og Club NME har vi derfor valg å fronte disse to i Storbritannia. Vi har fått med oss prestisjetunge Rough Trade til å gi ut en vinylsingel med disse lovende norske artistene for å booste oppmerksomheten før London-konsertene.</p>\n<p>Samtidig gir Rough Trade, Øyafestivalen og Music Export Norway i samarbeid ut en spilttsingel på vinyl. Den inneholder Lucy Swanns For Heaven´s sake og Team Me-låta Weathervanes &#038; Chemicals. Dette er første utgivelse i en sjutommerserie, og den har naturlig nok katalognummer ØYA 001. Omslaget er laget av designer Erland Gyllensten Banggren. Vinylsingelen vil kun bli solgt eksklusivt gjennom Rough Trade-butikkene i England og av artistene på konserter.</p>\n<p>Med dette har vi stor tro på at de norske artistene vil få stort utbytte av turen over dammen. Bare det å få Rough Trade-logoen på en utgivelse er utrolig bra for to norske artister. Både Team Me og Lucy Swann er i tillegg akkurat blitt booket til Englands beste klubbfestival The Great Escape, som er i mai.</p>\n<p>LUCY SWANN<br />\nLucy Swann solodebuterte i fjor med skiva La Petite Mort. Noen måneder seinere avsluttet hun en av kveldene på Øyafestivalens Vika-scene. På uredd vis lagger hun magisk og fengslende musikk, ved hjelp av sin egen stemme og litt tekniske hjelpemidler. Hun har nylig starta arbeidet med sitt neste album, som er planlagt utgitt i 2012. Neste år skal hun spille på The Great Escape i Brighton og vil gjennomføre flere andre spillejobber utenlands. Groove.no mente i fjor at ”hun fremstår som uforskammet stilsikker”. Hun har mange ganger overbevist norske konsertpublikum om at hun er en av norsk pops mest originale stemmer. Nå skal denne engelske utvandreren gjøre det samme i sitt fødeland.<br />\n<a href=\"http://www.myspace.com/lucyswann\" target=\"_blank\">MYSPACE</a></p>\n<p>TEAM ME<br />\nTeam Me til et band som låter stort og friskt på en gang. I 2011 vil de albumdebutere, noe vi mildt sagt gleder oss til etter låta Weathervanes &#038; Chemicals. Som en forsmak kommer det en EP allerede 7. februar. Bandet gjorde det i 2010 meget bra på Klubbdagen og i Camp Indie-teltet under Øyafestivalen. Når vi i fjor sjekka hva våre gjester fra internasjonal musikkbransje gleda seg mest til av norske band på festivalen, var det noe overraskende at Team Me var et av navna som hyppigst ble nevnt. Dette sier noe om at bandet har stort potensiale til å vekke internasjonal oppmerksomhet også i framtida. I mai spiller de på The Great Escape i Brighton. Kanskje 2011 blir det store Team Me-året? De har den siste tiden vært etterspurt fra mange ulike hold til å gjøre konserter, noe som betyr en tettpakket vinter og vår med mange konserter i Storbritannia, Norge og Skandinavia. Bandet har blitt invitert av både The Wombats og British Sea Power til å være support på deres forestående turneer.<br />\nDette skrev NME etter Øya: “‘Weathervanes and Chemicals’, which is really, really rather wonderful. Pitched somewhere in between Jonsi and Arcade Fire, it’s about as heart-warmingly lush as it gets.” – Lisa Wright, (NME)<br />\n<a href=\"http://www.myspace.com/teammegjaggu\" target=\"_blank\">MYSPACE</a></p>\n<p>DE TO ENGELSKE BANDA<br />\n<a href=\"http://www.myspace.com/fictionlondon\" target=\"_blank\">Hør Fiction på Myspace</a><br />\n<a href=\"http://www.myspace.com/notsquares\" target=\"_blank\">Hør Not Squares på Myspace</a></p>\n<p>The Øya Festival &#038; Field Day @ XOYO<br />\nThursday February 24th<br />\nFiction + Lucy Swann + Team Me</p>\n<p>XOYO, 32-37 Cowper St.<br />\nDoors: 8pm<br />\nAdm: £6.50 advance<br />\nTickets from www.ticketweb.co.uk 08444 771000<br />\nOR www.seetickets.com 0870 2643333<br />\n<a href=\"http://www.xoyo.co.uk/\" target=\"_blank\">Link til XOYO</a></p>\n<p>The Øya Festival &#038; Field Day vs. Club NME @ KOKO<br />\nNot Squares + Lucy Swann + Team Me<br />\nFriday February 25th</p>\n<p>KOKO, 1A Camden High St.<br />\nDoors: 9.30pm – 4.00am.<br />\nAdm.: £5 B4 11pm / £7 After.<br />\nStudents: £2 B4 10.30pm / £4 After.<br />\nTickets from Ticketweb 0844 8472258<br />\n<a href=\"http://www.koko.uk.com/\" target=\"_blank\">Link til KOKO</a></p>\n","date":"2011-02-22T12:28:00.000Z","wordpress_id":195,"featured_image":null,"translations":{"nb":{"url":"/2011/02/22/team-me-og-lucy-swann-blir-med-%c3%b8ya-til-london-denne-uka/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"84d474cc-38e9-594d-9e15-8346b3306d74","locale":"nb"}}