{"data":{"wordpressPost":{"title":"Duggurd + Go&#8217;grilla + På pinne","date":"9th June 2016","content":"<p><span style=\"font-weight: 400\">Restaurantscenen i Oslo blir bare bedre og bedre, synes vi &#8211; og stadig oftere finner vi bra matprosjekter utenfor de tradisjonelle restaurantrammene. Tre av årets nykommere er nettopp det; fra foodtrucken </span><b>Go&#8217;grilla</b><span style=\"font-weight: 400\">, til Norges minste iskremfabrikk </span><b>På pinne</b><span style=\"font-weight: 400\"> &#8211; til Bærumsfruene fra </span><b>Duggurd</b><span style=\"font-weight: 400\">, som leverer lokalproduserte råvarer og nykokt kraft på døra.</span></p>\n<p><span style=\"font-weight: 400\">Grillmesterne i Go&#8217;grilla kjører vanligvis rundt i sin stilige, blå foodtruck og er inspirert av amerikansk gatemat og internasjonale mattrender. På Øya kommer de med den uruguayske nasjonalretten chivito-sandwichen, sammen med sine berømmelige søtpotetfries. </span></p>\n<p>Da Duggurd ble startet i 2013 på Øverland i Bærum, var det i et forsøk på å gjøre det lettere å få tak i lokale råvarer, produsert på en god måte og hvor bonden fikk en god pris for varene. Det var det tydeligvis et marked for, og på kort tid åpnet de både en gårdsbutikk og et abonnement på kjøttvarer. I år er de med på Øya for første gang, og skal servere duggbabb: surdeigspita med syrlig grønnsaksblanding, yoghurtdressing, kruttsterk chilitopping og enten marinert svinekjøtt fra Heinrich Jung eller ovnsbakt chevre og squash.</p>\n<p><span style=\"font-weight: 400\">Norges minste isfabrikk er også vår favoritt-isfabrikk! Da På pinne dukket opp, nærmest ut av intet, i fjor sommer, ble vi raskt hekta på de fantastiske, håndlagde ispinnene. Det samme ble halve Oslo, og På pinne-gründerne måtte lage is nærmest døgnet rundt for å mette de stadig voksende tilhengerskarene. Nå er de klar for ny festivalsesong og kommer til Øya med iskrem laget på sesongens frukt og bær, søtet med honning og dadler og alt som er godt. Nam!</span></p>\n","wordpress_id":14073,"translations":{"nb":{"url":"/2016/06/09/duggurd-gogrilla-pa-pinne/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"969b8733-cd9c-5227-8961-1a9f7efbe970"}}