{"data":{"wordpressPost":{"title":"Kendrick Lamar på Øya torsdag 8. august","date":"25th February 2013","content":"<p>Kendrick Lamar imponerte et stappfullt Sentrum Scene for ikke lenge siden. Konserten var garantert vinterens mest utsolgte musikkbegivenhet. Nå er det klart at han kommer tilbake til Oslo i august, for å spille på Øyafestivalen. Hans album good kid, m.A.A.d city kom meget høyt i en masse årsoppsummeringer og føyk rett inn på andreplass på albumlista i hjemlandet. På Øya-kontoret var det en av våre absolutte favoritter fra 2012. Kendrick Lamar er en kommende superstjerne, på vei mot toppen. Dette vil du ikke gå glipp av i Middelalderparken.</p>\n<p>&nbsp;</p>\n<p>Det er dagsbilletter igjen i salg til alle de fire dagene i Middelalderparken. <a href=\"http://www.billettservice.no/event/377287\" target=\"_blank\">Kjøp torsdagsbilletter her</a></p>\n<p>&nbsp;</p>\n<p><strong>KENDRICK LAMAR (US)</strong> torsdag 8. august</p>\n<p>Kendrick Lamars album good kid, m.A.A.d city ble kjapt en kritikerrost storselger, som raste rett inn på nummer to på den amerikanske albumlista i fjor høst. Tekstene handler om livet og oppveksten i harde Compton, LA. good kid, m.A.A.d city er hans første skive på stort selskap. Den gjorde at han ble den bestselgende nye mannlige artisten i USA i fjor. Lamar har jobba med storheter som Dr. Dre, Snoop Dogg, J Cole og Pharrell Williams. Han mottar like mye skryt fra fans, medier og andre musikere.</p>\n<p>&nbsp;</p>\n<p>Dagsavisen skreiv om Sentrum Scene-konserten: &#8211; Sjelden har så mange rappet med, ord for ord, på en hip hop-tekst på Sentrum scene.  Og sjelden har det vært artigere å være på hip hop-konsert.</p>\n<p>Pitchfork ga skiva good kid, m.A.A.d city betegnelsen best new music med argumenter som: &#8211; …the miracle of this album is how it ties straightforward rap thrills&#8211; dazzling lyrical virtuosity, slick quotables, pulverizing beats, star turns from guest rappers&#8211; directly to its narrative.</p>\n<p>VG mente: &#8211; Velstøpt, velfortalt og veldig mulig årets beste gateplate.</p>\n<p>Spin beskrev Lamars univers på denne måten: &#8211; Lamar has crafted an appropriately jittery epic about the endless stress of growing up in Compton. His internal dialogues splatter across multiple musical movements as peer pressure suffocates and gangs wage war and lovers quarrel and alcohol intoxicates and friends die and mothers nag.</p>\n<p>Torsdag 8. august går han på vår største scene i Middelalderparken, for å vise hvorfor han er en av de mest omtalte unge soloartisten fra USA akkurat nå, uansett stil og sjanger.</p>\n<p><a href=\"http://www.kendricklamar.com/splash/\">http://www.kendricklamar.com/splash/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"3f47824f-6a50-5fd2-93c3-dd4febbd4a47"}}