{"data":{"wordpressPost":{"title":"Billy Bragg and Savages to play Øya","date":"1st August 2012","content":"<p>We have gotten two cancellations just before the festival starts, and have been working hard to find good replacements. Savages and Billy Bragg comes to the Medieval Park to play on Thursday 9<sup>th</sup> of August.</p>\n<p>Both Haim and Here We Go Magic have unfortunately been forced to cancel their European gigs in August. We hope we will be able to see them in Oslo on a later occasion.</p>\n<p>From Here We Go Magic:</p>\n<p>“Due to unforeseen circumstances, unfortunately Here We Go Magic is unable to play in Europe during August 2012, all of the band’s shows September onwards will go ahead as planned – we apologize for any disappointment or inconvenience”<br />\nBecause of these changes in the program, a few bands on Thursday starts five minutes earlier than originally planned. Check <a href=\"http://oyafestivalen.com/program/#all\" target=\"_blank\">PROGRAM</a> for new schedule.</p>\n<p><strong>Billy Bragg (UK) – Thursday, VIKA 19.20</strong></p>\n<p>Billy Bragg has given us great songs for about 30 years. His debut album Life&#8217;s A Riot With Spy VS Spy was released in 1983, and contains a handful of his most famous songs. You may have heard A New England and To Have And To Have Not. Later albums like Talking With The Taxman About Poetry (1986) and Do not Try This At Home (1991) hit the top ten on the charts in the UK. Some might know him best from his albums with Wilco, Mermaid Avenue Vol I-III.</p>\n<p>He is well known for his political involvement on the left in British politics. This does not mean that Bragg is only a political singer/songwriter. There are also more personal songs and love songs in his catalog. Billy Bragg says that he is first and foremost an honest songwriter. He continues the legacy of Guthrie, Seeger and Dylan, but with a bit of punk attitude. In the Medieval Park you will experience this vital artist alive.</p>\n<p><a href=\"http://www.billybragg.co.uk/\" target=\"_blank\">http://www.billybragg.co.uk/</a></p>\n<p><strong>Savages (UK) &#8211; Thursday VIKA 16.00</strong></p>\n<p>Savages from London is a new quartet you will hear much more about in the next few months. Check them out on their first visit to Oslo! Savages debuted as a live band as recently as January this year.  Their debut single Husbands was released in May. They make a modern version of post-punk.The critics have compared them to Liars and Joy Division. Stereogum, NME, The Stool Pigeon and Pitchfork already love Savages.</p>\n<p>This they say themselves about their music:</p>\n<p>&#8211;        Our intention is to create a sound, indestructible and musically solid, written for the stage, designed with enough nuances to provide a wide range of emotions. The songs aim to remind us that human beings haven’t evolved so much, that music can still be straight to the point, efficient and exciting.<br />\n<a href=\"http://savagesband.com\" target=\"_blank\">http://savagesband.com</a></p>\n","wordpress_id":2731,"translations":{"nb":null,"en":{"url":"/en/2012/08/01/billy-bragg-and-savages-to-play-%c3%b8ya/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"e43e9c69-a250-5269-9684-40d9875d07e3","locale":"en","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/en/2012/08/01/billy-bragg-and-savages-to-play-%c3%b8ya/","redirect":false}}}