{"data":{"wordpressPost":{"title":"Cloud Nothings to The Medieval Park","date":"24th April 2012","content":"<p>A few weeks ago, we released the news that Cloud Nothings will be playing at Øya Open at Revolver on the 16th of May. The ticket sales are going well and it will be a crowded show. We see no other solution than to invite the band behind one of this winter&#8217;s strongest albums to come back on Friday the 10th of August to play in the Medieval park during Øya. This means Cloud Nothings will be playing on the same day as The Black Keys, Refused, OFWGKTA, Mikhael Paskalev, Nicolas Jaar, The Devil’s Blood, Dâm-Funk and many more.</p>\n<p>&nbsp;</p>\n<p>CLOUD NOTHINGS (US)</p>\n<p>Cloud Nothings is originally the music project of Dylan Baldi from Cleveland. This young man has in the space of short time seized a firm grip around indie rock, punk and power pop. After releasing a collection of early material in 2010, he had his real album debut last year with an amazing power pop record that was simply called Cloud Nothings. In January, he followed up with Attack On Memory and it became clear that Baldi must prepare for a different level of attention. The album was made with the help of legend Steve Albini in the studio (Big Black, Rapeman, Shellac and producer for everything from Pixies to High On Fire). Attack On Memory shows that Cloud Nothings no longer just wanted to make fuzzy. charming pop songs of 2-3 minutes. It might be slightly darker than previous releases, but the energy and spark is definately intact. Baldi has chosen to record with his live band this time around, rather than playing all instruments himself. Consequence Of Sound said this about Attack On Memory:</p>\n<p>&#8211;        Some albums move you. Others push you to buy a guitar. Cloud Nothings&#8217; third LP, <em>Attack on Memory</em>, does both, acting as an aural assault on the heart and the fingers.</p>\n<p>&nbsp;</p>\n<p>Here at the Øya office, we think Cloud Nothings have released one of this year&#8217;s absolute best rock albums. We are really looking forward to seeing them live, first at a crowded Revolver and then in our sunny festival park. If you like rock that is rough around the edges, with hectic riffs and the heart on the sleeve we recommend you get to know Cloud Nothing&#8217;s music immediately.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.myspace.com/cloudnothings\" target=\"_blank\">www.myspace.com/cloudnothings</a></p>\n<p>photo &#8211; Gemma Harris</p>\n","wordpress_id":2034,"translations":{"nb":null,"en":{"url":"/en/2012/04/24/cloud-nothings-to-the-medieval-park/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b1339474-7af8-527e-9562-dff8b48bf516","locale":"en","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/en/2012/04/24/cloud-nothings-to-the-medieval-park/","redirect":false}}}