{"data":{"wordpressPost":{"title":"Oslo Ess, Gojira og Royal Blood til Øya","excerpt":"<p>Under 50 ukespass igjen til Øyafestivalen 2014</p>\n","content":"<p><strong>OSLO ESS – lørdag 9. august</strong></p>\n<p><strong>GOJIRA (FR) – fredag 8. august</strong></p>\n<p><strong>ROYAL BLOOD (UK) – lørdag 9. august</strong></p>\n<p>Salget av ukespassene, som inkluderer fire dager i Tøyenparken og Klubbdagen, har virkelig gått unna i det siste. Nå er det kun 50 stk igjen hos Billettservice. Det betyr at vi om svært kort tid kun vil ha dagsbilletter igjen. Det er dagsbilletter i salg til alle fire dager i Tøyenparken. <a href=\"http://oya.test/2014/03/06/se-hvem-som-spiller-pa-hvilke-dager/\" target=\"_blank\">Se hvilke artister som er satt på dag.</a></p>\n<p><a href=\"http://www.billettservice.no/event/401461?camefrom=Client_Oya_Home_Oyafestivalen_271113\" target=\"_blank\">Kjøp ukespass her</a><br />\n<a href=\"http://www.billettservice.no/event/fredagsbillett-oyafestivalen-2014-billetter/409621?camefrom=Client_Oya_Hjemmeside fredag_Oyafestivalen_101013\" target=\"_blank\">Kjøp fredagsbilletter her</a><br />\n<a href=\"http://www.billettservice.no/event/lordagsbillett-oyafestivalen-2014-billetter/409623?camefrom=Client_Oya_Hjemmeside lordag_Oyafestivalen_101013\" target=\"_blank\">Kjøp lørdagsbilletter her</a></p>\n<p>Oslo Ess har akkurat gitt ut sitt tredje studioalbum Alle Hjerter Deler Seg. For andre gang på under to år har de nådd toppen av den norske albumlista. Nå er de klare for Oslos to flotteste musikkbegivenheter i sommersesongen. Først skal de headline barne- og familiefestivalen Miniøya i slutten av mai i Tøyenparken. I august kommer de tilbake for å spille på søsterfestivalen Øya, som fra i år arrangeres samme sted. Gjør deg klar til to konserter med superfengende rock, i flotte parkomgivelser.</p>\n<p>I tillegg til Oslo Ess byr vi på to doser til med rock, av ulik type. Franske Gojira har de siste 10 årene blitt et av de mest spennende europeiske metalbanda. De forbereder i 2014 neste album med beinhard og progressiv metal. Vi gleder oss over at de tar turen innom Tøyenparken fredag 8. august, samme dag som Mayhem feirer sitt 30-årsjubileum. Fra England kommer duoen Royal Blood, som av BBC er regna som et av årets store rockehåp</p>\n<p><strong>OSLO ESS</strong><br />\nOslo Ess har de siste åra vært landets mest hardtarbeidende rockeband, med rekordmange spillejobber over hele Norge. Nylig ga de ut sitt tredje studioalbum, som føyk rett til topps på albumlista. Dette presterte de for første gang i 2012 med andrealbumet Verden I Nakken, Venner i Ryggen. Oslo Ess har på imponerende får år blitt en av konsert-Norges stødigste attraksjoner. De skaper god stemning enten det er på en trang klubb, bygdefest eller stor festivalscene. Bandet har bygget opp en solid settliste av hits og publikumsfavoritter. Vi tør å påstå at ingen andre norske band lager rock’n’roll-fest av samme kaliber som Oslo Ess i 2014. I Tøyenparken skal de vise Øya-publikummet hvorfor. Deres miks av vestkystpønk, rennesteinsrock, skarpe riff, allsangsvennlighet og smittende refrenger har gjort Åsmund, Knut-Oscar og Peter til faste leverandører av øltørst moro.</p>\n<p><a href=\"http://www.vg.no/musikk/artikkel.php?artid=10122209\" target=\"_blank\">VG ga det ferske albumet sekser på terningen</a> og skreiv: &#8211; Platens tre første låter har en så heseblesende allsangfaktor at du knapt rekker å trekke pusten. Feelgoodfaktoren på sommerens festivaler burde være sikret med Oslo Ess på plakaten, ikke minst med tanke på kvaliteten til trioens to foregående plater også.</p>\n<p>Øyafestivalen har fulgt Oslo Ess siden starten og så dem på Camp Indie i mai 2010, noe som medførte Øya-debut i Middelalderparken samme år. Det er en glede å invitere dem til vårt nye festivalområde i Tøyenparken.<br />\n<a href=\"http://osloess.no/\">http://osloess.no/</a></p>\n<p><strong>GOJIRA (FR)</strong><br />\nGojira har de siste åra berika europeisk metal med fantastiske skiver og som et imponerende liveband. To år gamle L’Enfant Sauvage nådde topp 40 på den amerikanske salgslista. Den solgte svært godt også i Norge og havna på en 12. plass. Nå kombinerer de mer konsertvirksomhet med forberedelser til sitt neste album. Gojira består av Christian Andreu og Jean-Michel Labadie, samt brødrene Mario og Joe Duplantier. Sistnevnte har i tillegg vært medlem av det Sepultura-beslektede Cavalera Conspiracy. Medlemmene har et miljøengasjement som utmerker seg i den mer brutale enden av rockeskalaen.</p>\n<p><a href=\"http://www.bbc.co.uk/music/reviews/fn6m\" target=\"_blank\">BBC skreiv i 2012</a>: &#8211; Gojira is one of the finest bands of our generation, and with L’Enfant Sauvage they’ve created another album to suit such a reputation.</p>\n<p>Gojira ble danna som Godzilla rett utenfor Bayonne på 90-tallet, men valgte rett etter årtusenskiftet å gå over til Gojira. De tar utgangspunkt i blant annet death og thrash metal, som de blander med hard, progressiv rock. Resultatet er et unikt sound, som utfordrer og låter moderne. Med sitt tredje album From Mars To Sirus (2005) fikk de internasjonal oppmerksomhet, og siden har kvartetten delt scene med flere av de største metalnavna. The Way Of All Flesh ble av Metal Hammer kåra til et av de fem beste albuma som kom ut i 2008. De siste turnéene har vist et band i toppform, så det  er all grunn til å forvente en minneverdig Gojira-opplevelse på Øya-<br />\n<a href=\"http://www.gojira-music.com/\">http://www.gojira-music.com/</a></p>\n<p><strong>ROYAL BLOOD (UK)</strong><br />\nRoyal Blood er en fersk rockeduo fra Brighton i England. Med kun bass, trimmer og vokal har de overbevist på masse tettpakka britiske klubber. Deres groovy rock slår i ryggmargen på alle som besøker konsertene deres. Etter kun to singler blir de regna som et stort håp. BBC hadde dem på lista over 15 navn man bør følge med på i år. Før festivalsesongen skal de varme opp for Arctic Monkeys i selveste Finsbury Park i London.</p>\n<p><a href=\"http://www.thisisfakediy.co.uk/articles/news/watch-royal-blood-unveil-little-monster-video/\" target=\"_blank\">thisisfakediy.co.uk</a> kalte Royal Blood  “the UK&#8217;s most exciting new band”, og fortsatte med forklaringa “a lot of their initial appeal stems from live shows that rip off the walls and tear down the ceiling”.</p>\n<p>Soundet til Royal Blood burde appellere til alle som er vokst opp med band som The White Stripes og Queens Of The Stone Age. Duoen lager sterke fengende låter, som de framfører med herlig energi. Sjekk det ut i Tøyenparken!<br />\n<a href=\"http://royalbloodband.com/\">http://royalbloodband.com/</a></p>\n<p>foto Paal Audestad</p>\n","date":"2014-03-20T08:53:42.000Z","wordpress_id":9654,"featured_image":{"title":"oslo ess Paal Audestad oyafestivalen 2014 crop","filename":"oslo-ess-Paal-Audestad-oyafestivalen-2014-crop.jpg","filesize":253491,"url":"http://oya.test/assets/uploads/2014/03/oslo-ess-Paal-Audestad-oyafestivalen-2014-crop.jpg","link":"http://oya.test/oslo-ess-paal-audestad-oyafestivalen-2014-crop/","alt":"","author":"3","description":"","caption":"","name":"oslo-ess-paal-audestad-oyafestivalen-2014-crop","status":"inherit","uploaded_to":0,"date":"2014-03-19 21:01:34","modified":"2014-03-19 21:01:34","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":900,"height":500,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2014/03/oslo-ess-Paal-Audestad-oyafestivalen-2014-crop-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2014/03/oslo-ess-Paal-Audestad-oyafestivalen-2014-crop-300x167.jpg","medium_width":300,"medium_height":167,"medium_large":"http://oya.test/assets/uploads/2014/03/oslo-ess-Paal-Audestad-oyafestivalen-2014-crop-768x427.jpg","medium_large_width":768,"medium_large_height":427,"large":"http://oya.test/assets/uploads/2014/03/oslo-ess-Paal-Audestad-oyafestivalen-2014-crop.jpg","large_width":900,"large_height":500,"small":"http://oya.test/assets/uploads/2014/03/oslo-ess-Paal-Audestad-oyafestivalen-2014-crop.jpg","small_width":320,"small_height":178,"medium_small":"http://oya.test/assets/uploads/2014/03/oslo-ess-Paal-Audestad-oyafestivalen-2014-crop.jpg","medium_small_width":640,"medium_small_height":356,"xlarge":"http://oya.test/assets/uploads/2014/03/oslo-ess-Paal-Audestad-oyafestivalen-2014-crop.jpg","xlarge_width":900,"xlarge_height":500}},"translations":{"nb":{"url":"/2014/03/20/oslo-ess-gojira-og-royal-blood-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"768bc4b4-4770-5807-a796-1deef4ed7e8a","locale":"nb"}}