{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"4e7b2df2-a7dc-5607-8f1f-613c75ac4a8a","slug":"zoom-finale-i-oslo-3-og-4-februar","title":"Zoom-finale i Oslo 3. og 4. februar!","date":"2009-01-30T14:59:00.000Z","excerpt":"<p>Etter tette og gode runder med lokale Zoom-kvelder i Oslo, Tromsø, Stavanger, Bergen, Trondheim og Kristiansand er det nå klart hvem som får konkurrere i årets finale. Finalen finner sted 3. og 4. Februar på Garage i Oslo.</p>\n<p>Disse banda spiller: BAD COUNTY OFFICIALS, EVAN SELEVEN, KVELERTAK, LYD, MERLIN, NORMA SASS og PELBO</p>\n"}},{"node":{"id":"3ecf8e1e-c606-582d-8228-070fdbe30e60","slug":"frivilligregistreringa-er-apen","title":"Frivilligregistreringa er åpen","date":"2009-01-30T10:41:00.000Z","excerpt":"<p>Det er nå litt over et halvt år igjen til Øyafestivalen går av stabelen. Det er allerede kommet en god del artister på plass og vi er absolutt avhengig av frivillige sin innsats for å gjennomføre årets festival. Vær tidlig ute med å søke, så er sannsynligheten større for at du får jobben du ønsker deg. Du finner mer informasjon og søknadsskjema <a href=\"http://www.oyafestivalen.com/pages/nor/3-frivillig.\" target=\"_blank\">her</a></p>\n"}},{"node":{"id":"f8ee2ef0-8e85-55c7-a445-8370aa7e331d","slug":"aya-og-the-fix-med-fest-pay-fisk-vilt-under-bylarm","title":"Øya og The Fix med fest på Fisk &#038; Vilt under by:Larm","date":"2009-01-27T11:55:00.000Z","excerpt":"<p>Under by:Larms club:Larm-del byr Øyafestivalen og The Fix på to heite navn og muligheten til å danse seg støl hos Fisk &#038; Vilt I Pløensgate, ved Youngstorget. Skatebård og Bygdin (med to medlemmer fra 120 Days) står på scenen og vi kan love at det blir både trangt og moro. I tillegg snurrer DJ Asel gode danseskiver utover natta. Kom tidlig om du vil oppleve elektroherlighetene.</p>\n"}},{"node":{"id":"c022176b-2d8b-5c0f-8ef1-8ec6b38daa97","slug":"aya-i-britiske-medier","title":"Øya i britiske medier","date":"2009-01-22T08:51:00.000Z","excerpt":"<p>Denne uka har vi gjort våre første presseframstøt i det store utland og flere britiske medier har hatt oppslag om sommerens Øyafestival. Dette skyldes i stor grad at vi er den første festivalen Arctic Monkeys har offentliggjort for 2009. I tillegg er britene selvsagt nysgjerrige på det kommende Röyksopp-albumet. Den norske duoen har som kjent klart høye plasseringer på salgslistene der borte med sine to første album. </p>\n"}},{"node":{"id":"29cb1a39-3288-5647-8e8b-088ede5d07eb","slug":"zoom-09-i-oslo-bergen-tromso-og-trondheim-denne-uka","title":"ZOOM 09 i Oslo, Bergen, Tromsø og Trondheim denne uka","date":"2009-01-20T12:03:00.000Z","excerpt":"<p>Denne uka er det tre Zoom-kvelder i Oslo, to på Garage og en på Mono. De heldige utvalgte er Norma Sass, Merlin, Simon Says No!, Accidents Never Happen, Go Ahead Drink Drink, Herostratos, Dunderbeist, Bazooka Boppers og Don&#8217;t Cry Wolf. Se under for fullstendig oversikt for Oslo og de andre byene. </p>\n"}},{"node":{"id":"063b455f-bad5-5538-a1b7-af4ec1022768","slug":"royksopp-og-chairlift-til-%c3%b8ya","title":"Röyksopp og Chairlift til Øya","date":"2009-01-19T07:58:00.000Z","excerpt":"<p>RÖYKSOPP + CHAIRLIFT (US)<br />\nNå er nok et stort navn på plass. Elektroprinsene i Röyksopp gjør ganske få konserter og vi er mer enn storfornøyde med at de vil gjøre sin første norske festival i 2009 på Øyafestivalen. Vi lover en konsert som vil gjøre alle fans varme om hjerterøttene. I tillegg har vi fått på plass New Yorkerne Chairlift, som har snurra jevnlig på P3 i hele vinter med hitten Bruises. </p>\n"}},{"node":{"id":"8b778d27-ac0f-5373-8364-bd7a07d60871","slug":"intervju-yeasayer","title":"Intervju: Yeasayer","date":"2009-01-15T11:59:00.000Z","excerpt":"<p>Petter fra Furoreiharare.com skravla med Yeasayer-vokalisten om konsertvirksomhet, innspilling, demokratiske bandprosesser, sin status som Norges-venn og familie. Den blide og fornøyde Chris Keating så ut til å stortrives i Middelalderparken.</p>\n"}},{"node":{"id":"09dec4b5-1d94-5f37-af62-3841e2073e74","slug":"det-beste-fra-atp-pa-%c3%b8ya","title":"Det beste fra ATP på Øya","date":"2009-01-14T10:12:00.000Z","excerpt":"<p>FARMERS MARKET + MONOTONIX<br />\nFør jul fant foreløpig siste utgave av den meget spennende All Tomorrow’s Parties sted i Minehead, England. Vi har nå fått bekreftet to av de største høydepunktene fra vinterens heftigste musikkopplevelse og gleder oss til å kunne presentere disse to rå livebanda for publikum i Middelalderparken.</p>\n"}},{"node":{"id":"f135a721-c94e-5a93-9db3-f24dc85eb6d4","slug":"to-vi-tror-blir-store-i-09","title":"To vi tror blir store i 09","date":"2009-01-08T11:10:00.000Z","excerpt":"<p>I WAS A KING + JOHN OLAV NILSEN &#038; GJENGEN<br />\nDe to nyeste tilskuddene til sommerens Øya-plakat kan begge kategoriseres som norsk pops framtid. De har det til felles at vi forventer at de begge kommer til å få et betydelig større publikum i månedene fram til Øyafestivalen. I Was A King har allerede fått ros for sitt kommende album, mens John Olav Nilsen &#038; Gjengen kommer med materiale seinere på året.</p>\n"}},{"node":{"id":"c0ef5ca6-7561-5a82-a3dd-557ccff83b96","slug":"beste-norske-utgivelse-fra-2008","title":"Beste norske utgivelse fra 2008","date":"2009-01-05T20:17:00.000Z","excerpt":"<p>Nå er tiden kommet for å oppsummere fjorårets beste norske utgivelser. Vi ba folka i Øyas bookinggruppe og i festivaladministrasjonen om å lage en liste over sine favorittutgivelser fra 2008. Deretter sydde vi det hele sammen til ei liste. De fire øverste utmerka seg, deretter ble lista ganske tett nedover.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":166,"pageCount":183,"additionalContext":{}}}