{"data":{"wordpressPost":{"title":"Sløtface og Curtis Harding til Øya","date":"14th February 2018","content":"<p>&nbsp;</p>\n<p>I går ble Ola Kvernbergs Steamdome og australske King Gizzard &amp; The Lizard Wizard klare for Tøyenparken, i dag fyller vi på med ytterligere to kvalitetsnavn. Sløtface og Curtis Harding leverte hvert sitt sterke album i fjor og er selvsagte valg til vårt varierte Øya-program. Vi kommet til å ha jevnlige artistslipp gjennom hele våren, så følg med.</p>\n<p>&nbsp;</p>\n<p><strong>SLØTFACE</strong></p>\n<p>I fjor ga Sløtcafe ut det stødige albumet Try Not To Freak Out, produsert av britiske Dan Austin. Albumet er nominert til Spellemann og kvartetten fikk akkurat Gaffa-prisen 2017 i kategorien for årets gruppe.</p>\n<p>Bandet starta i 2012, og stavet først navnet Slutface. Siden første singelutgivelse har de jevnlig gitt ut frisk rock som slekter på både punk og pop. Fengende låter blandes med høy energi og sosial bevissthet. Sløtface får stadig mer oppmerksomhet internasjonalt og er i dag et av landets heftigste liveband. De har vært oppvarming for britiske indiehelter som The Cribs og Los Campesinos!, i tillegg til å gjøre egne turneer som headliner. De har fått hyppig radiospilling i Australia og på selveste BBC, og får skryt i et utall musikkmagasiner.</p>\n<p>Bandet har turnert flere ganger både i USA og Storbritannia, og deres entusiastiske publikum blir stadig større. Den britiske nettsida <a href=\"http://www.whenthehornblows.com/2017/10/live-review-sltface-camden-assembly.html\">Whenthehornblows.com</a> var på konsert i London i oktober: &#8211; We have seen this band mostly play support slots this year, or small festival sets of say thirty minutes. So for them to pull off a full hour headline set, was simply impressive and also an absolute delight. Their ability to hold their crowd for that long, and to keep the energy going was inspiring. For a new band to be able to control a crowd they way they did was scary, but in a good way. Watch out the indie rock live music scene, because Sløtface are taking over.</p>\n<p><a href=\"https://www.slotface.no/\">www.slotface.no</a></p>\n<p><a href=\"https://www.facebook.com/slotfaceofficial/\">www.facebook.com/slotfaceofficial</a></p>\n<p>&nbsp;</p>\n<p><strong>CURTIS HARDING (US) &#8211; lørdag 11. august</strong></p>\n<p>Curtis Harding tar utgangspunkt i klassisk soul, men blander tydelig inn rock, psykedelia, pop og blues. Solodebuten Soul Power (2014) viste en artist som har et svært fast grep om god låtskriving og formidling. På oppfølgeren Face You Fear fra i fjor var han i studio med den fantastiske produsenten, låtskriveren og musikeren Danger Mouse (Gnarls Barkely, Broken Bells m.m).</p>\n<p><a href=\"https://www.rollingstone.com/music/lists/20-best-rb-albums-of-2017-w513821/curtis-harding-face-your-fear-w513916\">Rolling Stone</a>: &#8211; With a production and conceptual assist from producer Danger Mouse, Harding surrounds himself with the glossy strings and chunky, psych guitars that defined funk&#8217;s late-Sixties/early-Seventies hot buttered era, but brings his own fierce, steely-eyed energy.</p>\n<p>Harding fikk en variert musikalsk oppvekst, ettersom familien hans flytta mye rundt i landet før de slo seg ned i Atlanta. Han ble kjent med Cee-Lo Green tidlig på 2000-tallet og bidro på albumet Cee-Lo Green and His Perfect Imperfections (2002). Etter debutalbumet starta Harding bandet Night Sun, med medlemmer av Black Lips. Han ble dessverre nødt til å avlyse forrige gang han skulle til Øya, men nå skal Tøyenparken endelig få nyte hans herlige låter.</p>\n<p><a href=\"https://www.curtisharding.com/\">www.curtisharding.com</a></p>\n<p><a href=\"https://www.facebook.com/curtishardingofficial/\">www.facebook.com/curtishardingofficial</a></p>\n","wordpress_id":21368,"translations":{"nb":{"url":"/2018/02/14/slotface-curtis-harding-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6413d4b6-a424-51f6-9082-e37452e532f7","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/02/14/slotface-curtis-harding-oya/","redirect":false}}}