{"data":{"wordpressPost":{"title":"Øyanetter med Lot Lot på Dattera Til Hagen","date":"26th June 2012","content":"<p><strong>Lot Lot i samarbeid med Natt&amp;Dag og Red Bull Music Academy pres.</strong></p>\n<p><strong>Øyanatt på Dattera til Hagen</strong></p>\n<p>2012 markerer det fjerde året for Lot Lots Øyanetter på Dattera. I tre år har det vært fullt hus fra torsdag til lørdag. I år har vi satt sammen vår hittil beste lineup, som strekker seg fra Detroit-technoens gudfar via Nicolas Jaars hjertebarnprosjekt, det beste av UKs undergrunnmusikk til den nye generasjonen norsk discomusikk. Sees på Dattera under Øyanatt!<br />\n<strong> </strong></p>\n<p>TORSDAG: <strong><br />\n</strong><strong><br />\nJuan Atkins (US/Model 500/ cybotron/ Metroplex / R&amp;S Records)<br />\n</strong><strong>Darkside (US/ clown &amp; Sunset)<br />\n</strong><strong>Øyvind Morken (NO/ Moonlightning)<br />\n</strong><strong>Jan</strong><strong> Mayen (NO)</strong></p>\n<p>&nbsp;</p>\n<p>For å starte årets Øyanetter med ett smell har vi fått med oss to av visjonærer innenfor elektronisk musikk. <strong>Nicolas Jaar </strong>tar med seg prosjektet han har sammen med <strong>Dave Harrington</strong>; <strong>Darkside </strong>kvelden før han spiller under eget navn i Middelalderparken. I tillegg kommer selveste <strong>Juan Atkins</strong>, mannen som er skal ha funnet opp technomusikken og siden 80tallet har gitt ut en hel bunke elektroniske klassikere som ”The Chase”, ” Clear” og ”No UFOs”.</p>\n<p>Nicolas Jaar har det siste året blitt en av de aller mest profilerte elektronikaprodusentene. Han har siden utgivelsen av en av 2011s beste skiver ”Space Is Only Noise” turnert verden over. Hans nyeste prosjekt Darkside, er et samarbeid medmed gitaristen i livebandet hans Dave Harrington. De utforsker videre elementer og teksturer i solomaterialet hans, om enn med enda mer puls, driv og ikke minst ett utrolig dynamisk samspill mellom Dave Harrington’s gitarspill og Nico Jaar vokal, som begge skifter på å spille melodi og backe hverandre opp.</p>\n<p>De slapp ett minialbum under navnet Darkside, som gikk rett på forsiden av prominente blogger som Pitchfork og Fader og solgte samme uke ut sin første konsert noensinne i anerkjente Music Hall Of Williamsburg, New York. Kom og få med dere Darkside for første gang i Norge og i en utrolig intim setting på Dattera til Hagen. Til å varme opp for Juan Atkins har vi fått en av våre norske favoritt DJs og fast innslag på Lot Lot, <strong>Øyvind Morken. </strong>For å gi oss en stødig og groovy start på Darkside sitt fantastiske liveshow har vi bedt <strong>Jan Mayen </strong>spille skiver. En Paris-basert norsk DJ med en utrolig fin seleksjon sjelfull og jazzet housemusikk. En passende og flott start på noe vi tror kommer til å bli en magisk konsertopplevelse i Datteras første etasje.</p>\n<p><strong> </strong></p>\n<p>FREDAG:</p>\n<p><strong>Joy Orbison (UK/ Doldrums/ Hotflush)<br />\n</strong><strong>Boska (NO/ LoveOD/ Studio Barnhus)<br />\n</strong><strong>chmmr &amp; telephones extravaganza (NO/Full Pupp/Relish)</strong></p>\n<p><strong>Joy Orbison </strong>er en av de aller mest prominente produsentene i den nye bølgen britisk klubbmusikk, som har satt sitt preg på klubber verden over siden 2010. Navnet hans dukket opp først da han slapp kjempehiten ”Hyph Mngo”. Låten la grunnlaget for interessen for UK soundet internasjonalt og la til rette for produsenter som Julio Bashmore og Jaques Greene. Låten gikk til topps på Resident Advisors liste over beste låter det året, og ble best new music på Pitchfork og Dazed &amp; Confused. Siden har han sluppet ett knippe fantastiske 12” og remixet alt fra Lana Del Ray til Jose James. Dette er fjerde året vi prøver å få fatt på fyren og vi er UTROLIG stolte over å få presentere Joy Orbison for første gang i Norge under Øyanatt! Den unge norske produsenten <strong>Boska </strong>varmer opp gulvet. Jon‐Erik Boska fikk innpass i den internasjonale elektroniske musikkscenen da han fikk en plass på anerkjente Red Bull Music Academy i Madrid. Der samarbeidet han blant annet med L.A-basscrewet Nguzunguzu. Siden det har han holdt seg produktiv i studio og sluppet musikk på Mental Overdrives LoveOD-label. I tillegg kommer en vinyl på ett av planenetens cooleste labeler om dagen, Axel Boman’s Studio Barnhus.</p>\n<p>I første etasjen holder to av våre norske discohelter fanen høyt. <strong>C</strong><strong>hmmr &amp; Telephones </strong>har tre år på rad fylt første etasjen til randen med det beste av<strong> </strong>klubbmusikk. Telephones gir ut på Prins Thomas sitt Full Pupp label og er basert<strong> </strong>i Berlin. Chmmr, nylig relokert til Oslo, gir ut sitt eget litt skeive versjon av<strong> </strong>house og discomusikken på Headmans Relish label. I tospann er de uslåelige<strong> </strong>feststartere og vi er glade for å kunne fortsette det som er blitt en tradisjon og en<strong> </strong>ukens høydepunkt i Øyanatt-sammenheng; Telephones &amp; chmmr extravaganza.</p>\n<p>&nbsp;</p>\n<p>LØRDAG:</p>\n<p><strong>Ben Ufo (UK/ Hessle Audio)<br />\n</strong><strong>Snasen (NO/SellOut!)<br />\n</strong><strong>Joystick Jay LIVE (NO/hubbabubbaklubb)<br />\n</strong><strong>Ollis &amp; Pål Ulv (NO/hubbabubbaklubb)<br />\n</strong><strong>Kids Love Bass (NO)</strong></p>\n<p>For å lage en skikkelig festavslutning på årets Øyanetter har vi fått med oss vår absolutte favoritt-DJ. En musikkjenner, labelboss, radioshowvert og ikke minst DJ. <strong>Ben Ufo </strong>er kanskje en av de unge DJene i verden som kommer nærmest det man kan kalle ”the John Peel spirit”. Gjennom sine fantastiske sett på London-kanalen RinseFM har han spilt bassmusikk, dubstep og grime.  Han har brutt ned barrierene både mellom sjangerene, men også trukket linjer over til deep house, afrobeat, funk etc. En sjangeroverskridende DJ som har satt alt fra Mutek-festivalen, Unsound og Sonar på hodet med sine sets. Han driver Hessle Audio-labelet sammen med barndomsvennene Ramadanman/Pearson Sound og Pangea. De har siden 2009 gitt ut noen av de viktigste aktørene i UK-scenen, fra Blawan til Peverilst. Kom og få med dere ett sett uten like, fra en karakter dere vil høre mer om i minst 30 år fremover.</p>\n<p>Til å spille før og for å gjøre sjangerblandingen total har vi med oss <strong>Snasen </strong>til å gjøre ett livesett. Han er tidligere bassist i Amulet og nå også beatmaker. Snasen lager Norges friskeste beatmusikk og vi er stolte over å få vise han frem i år igjen førvhan slipper sin debutskive senere på høsten på Oslo-labelet SellOut!.</p>\n<p>De alltid kapable herrene i <strong>Kids Love Bass </strong>spiller mellom Snasen og Ben UFO. Tospannet Daniel Gude og Seth Raknes har over de to årene de har gjort bookinger gitt oss noe av den fineste shuffla klubbmusikken i Oslo fra Untold via Greenmoney til Scratcha DVA. De er gode venner av oss og er veldig glade for at vi har de med på laget under årets Øyanatt.</p>\n<p>I førsteetasje spiller <strong>Joystick Jay, </strong>en København-basert norsk musiker og en del av produsentkollektivet hubbabubbaklubb. Gjennom sine ekstatiske edits av folk som Fela Kuti og Almir Ricardi, har han fått spilletid både hos Gilles Peterson, DJ Harvey og ikke minst vår egen Todd Terje. Vi er veldig glad for å presentere ett stort norsk talent på hjemmebane, en slags homecoming fête for ett av våre største talenter.</p>\n<p>For å fullføre lineupen denne kveld: har vi invitert tilbake to andre hubbaklubb-medlemmer <strong>Ollis &amp; Pål Ulv, </strong>som leverte en fantastisk sett under årets smekkfulle Øya Open-fest i juni. Vi ser frem til å avslutte årets festivalsesong med en kjempefest lørdag under Øya på Dattera til Hagen. Sees her!</p>\n<p><strong>cc: 130/180 kroner. ID: 20</strong></p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":3475,"translations":{"nb":{"url":"/2012/06/26/tre-oyanetter-pa-dattera-til-hagen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"63e181d9-4baa-5970-89db-0faf72140c70","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2012/06/26/tre-oyanetter-pa-dattera-til-hagen/","redirect":false}}}