{"data":{"wordpressPost":{"wordpress_id":7753,"title":"Øyanatt 2013 på Stratos","excerpt":"<p>Patski Love &#038; Chris Stallion har fått med seg venner som Frankie Knuckles (US), Horse Meat Disco (UK), og de beste folka fra den tyske labelen Exploited og norske Oslo Records. </p>\n","content":"<p>Hva har Frankie Knuckles, Adana Twins, Horse Meat Disco, DJ Ayres, Maya Vik og Oral Bee til felles? Jo, de er alle venner av Patski Love &amp; Chris Stallion, og kommer for å spille på DJ-duoens Øyanetter på Stratos 7.-10. august. Nytt av året er at det blir fest i <em>to</em> etasjer, med nytt anlegg både oppe i 12. og nede i 11. etasje. Og mellom anaerobe workouts på dansegulvet blir det selvsagt mulighet til å puste inn frisk nattluft og nyte utsikten på Oslos desidert fineste takterrasse!</p>\n<p>&nbsp;</p>\n<p><strong>Onsdag 7. august:</strong><br />\nFRANKIE KNUCKLES (US) kl. 00:00<br />\nPATSKI LOVE &amp; CHRIS STALLION (NO) kl. 23:00<br />\nDJ PURPLE (NO) &amp; PORTFORMAT (DE) kl. 23:00 (nede)<br />\nCC med/uten øyabillett: 150/200 kr<br />\nID 20 år</p>\n<p>Gudfaren av house, selveste Frankie Knuckles, har fått æren av å innlede årets Øyanatt på Stratos sammen med ukens residents Patski Love &amp; Chris Stallion!</p>\n<p><a href=\"https://www.facebook.com/FrankieKnucklesOfficialFanPage\" target=\"_blank\">FRANKIE KNUCKLES (US)</a><br />\n58-åringen fra Bronx startet sin karriere med å spille sammen med Larry Levan (RIP) på Continental Baths i New York på midten av 70-tallet. Etter å ha å skape et solid navn i NYC begynte Frankie i 1977 å spille på klubben Warehouse i Chicago, og musikksjangeren &#8220;house music&#8221; kommer nettopp fra musikken Knuckles spilte her tidlig på 80-tallet. Av klassiske utgivelser kan vi nevne <a href=\"http://www.youtube.com/watch?v=oTbuYH84bfg\" target=\"_blank\">Baby Wants To Ride</a>, <a href=\"http://www.youtube.com/watch?v=LOLE1YE_oFQ\" target=\"_blank\">Your Love</a> og selvfølglig <a href=\"http://www.youtube.com/watch?v=QIdimVDuSEU\" target=\"_blank\">The Whistle Song</a>. Både sammen med David Morales og deres Def Classic Mixes, og senere Director&#8217;s Cut sammen med Eric Kupper, har Frankie Knuckles produsert og remikset artister som Chaka Khan, Candi Staton, Quincy Jones, Art Department, Whitney Houston, Hercules &amp; Love Affair, Janet og Michael Jackson, og Diana Ross, bare for å nevne noen! Patski Love &amp; Chris Stallion spiller ny og gammel disco og house før gudfaren tar over roret ved midnatt. Nede i 11. etasje byr DJ Purple og tyske Portformat på en eksentrisk blanding og beats og bass.</p>\n<iframe src=\"//www.youtube.com/embed/644UU55eyzk\" frameborder=\"0\" width=\"635\" height=\"357\"></iframe>\n<p>&nbsp;</p>\n<p><strong>Torsdag 8. august</strong>:<br />\nEXPLOITED LABEL NIGHT<br />\nADANA TWINS (DE) &amp; SHIR KHAN (DE) kl. 00:00<br />\nCHRIS STALLION &amp; PATSKI LOVE kl. 23:00<br />\nCAKE (NO) kl. 23:00 (nede)<br />\nCC med/uten øyabillett: 150/200 kr<br />\nID 20 år</p>\n<p>Torsdag blir det enda mer House på Stratos! Denne kvelden får Chris Stallion &amp; Patski Love besøk av ett av Tyskland feteste og viktigste labels; Exploited Records!</p>\n<p><a href=\"http://exploitedghetto.de\" target=\"_blank\">EXPLOITED LABEL NIGHT</a>: <a href=\"https://www.facebook.com/adanatwins\" target=\"_blank\">ADANA TWINS</a> (DE) &amp; <a href=\"https://www.facebook.com/pages/DJ-Shir-Khan/49736828177\" target=\"_blank\">SHIR KHAN</a> (DE)<br />\nSiden Exploited ble startet opp i 2007 av berlineren Shir Khan, som også tar med seg Adana Twins til Oslos tak, har plateselskapet rukket å bli anerkjent over hele kloden og elsket av artister som Solomun, Soul Clap, Azari &amp; III og Jesse Rose, for å nevne noen. Exploited har også artister som Homework, Claptone, Cocolores, Doctor Dru og Round Table Knights i stallen, men denne kvelden står label-boss selv, Shir Khan, og Hamburg-duoen Adana Twins (bestående av Take it Easy &amp; Friso) i sentrum. <a href=\"https://soundcloud.com/shirkhan\" target=\"_blank\">Shir</a> står også bak de fantastiske vinyl-utgivelsene Black Jukebox, hvor blant annet Adana Twins sin Juicy Fruit var å finne. Adana har også gitt ut de glimmrende EPene Everyday, Reaction og nå nylig La Fique, og snart kommer de ut med en EP sammen med Norges egen Finnebassen på guttas egen label Jeudi Records. <a href=\"https://soundcloud.com/adanatwins\" target=\"_blank\">Adana Twins</a> har også remikset blant annet Tiger Stripes, Larse og Kasper Bjørke på eksepsjonelt bra vis. Chris Stallion &amp; Patski Love start ballet før Tyskland invanderer det nye musikkanlegget på Stratos, og nede i 11. etasje holder Stratos torsdags-resident Cake fortet med sin varme Disco og House.</p>\n<iframe src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F95889911\" frameborder=\"no\" scrolling=\"no\" width=\"100%\" height=\"166\"></iframe>\n<p><iframe src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F88802962\" frameborder=\"no\" scrolling=\"no\" width=\"100%\" height=\"166\"></iframe><br />\n<strong></strong><br />\n<strong>Fredag 9. august:</strong><br />\nHORSE MEAT DISCO (UK) kl. 01:00<br />\nDJ AYRES (US) kl. 00:00 (nede)<br />\nPATSKI LOVE &amp; CHRIS STALLION kl. 23:00<br />\nCC med/uten øyabillett: 150/200 kr<br />\nID 20 år</p>\n<p>Fredagen blir det disco for alle penga når Horse Meat Disco inntar toppetasjen, mens klubbkongen fra Brooklyn og The Rub, DJ Ayres, styrer skuta kvelden gjennom i etasjen under.</p>\n<p><a href=\"https://www.facebook.com/pages/Horse-Meat-Disco/128638804936\" target=\"_blank\">HORSE MEAT DISCO</a> (UK)<br />\nEngelske Horse Meat Disco har holdt koken i over 10 år siden de startet opp på Londons klubbscene, og er nå blant annet å finne på klubbene HQ Eagle i Vauxhall, Cielo i New York, Prince Charles i Berlin og Silencio i Paris. Inspirert av musikken fra 80- og 90-tallet spiller gutta alt fra klassisk til kosmisk til dyp Disco, Italo, Punk Funk, House og Techno. Kombinasjonen har vist seg å funke særdeles bra for dansegulvet, motebransjen elsker de; og de har spilt for blant andre Marc Jacobs, Louis Vuitton, Lanvin og Acne. En av norges viktigste kunstnere Bjarne Melgaard uttalte også nylig hos Skavlan på NRK1 at han er stor fan av Horse Meat Disco. Ved siden av en haug av remikser har de også gitt ut samleskivene Horse Meat Disco Vol. 1, 2 og 3 og straks kommer den fjerde utgivelsen i serien ut. De norske Disco-heltene Todd Terje, Prins Thomas og Rune Lindbæk har alle også gjestet Horse Meat Disco.<br />\n<iframe src=\"//www.youtube.com/embed/kerULmdCtfY\" frameborder=\"0\" width=\"635\" height=\"357\"></iframe></p>\n<p><a href=\"http://djayres.com\" target=\"_blank\">DJ AYRES</a> (US)<br />\nDJ Ayres, kjent fra New Yorks kanskje beste klubbkonsept, <a href=\"http://www.itstherub.com\" target=\"_blank\">The Rub</a>, og plateselskapet T&amp;A Records sammen med Tittsworth, er en av de råeste og mest allsidige DJene i hele det råtne eplet. Ayres, som ikke har vært i Oslo på altfor mange år, kommer til å sørge for skyhøy stemning med rap, R&amp;B, moombahton, house og andre godsaker nede i 11. etasje, mens Stratos&#8217; Øyanatt residents Patski Love &amp; Chris Stallion koker opp gryta før Horse Meat Disco tar over i toppetasjen.<br />\n<iframe src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F97403621\" frameborder=\"no\" scrolling=\"no\" width=\"100%\" height=\"166\"></iframe></p>\n<p>&nbsp;</p>\n<p><strong>Lørdag 10. august:</strong><br />\nOST &amp; KJEX LIVE kl. 01:00<br />\nCHRIS STALLION &amp; PATSKI LOVE kl. 23:00<br />\nOSLO RECORDS M/VENNER kl. 23:00 (nede):<br />\nMAYA VIK [LIVE]\nPROVIANT AUDIO [LIVE]\nCHRIS LEE [LIVE]\nORAL BEE [LIVE]\nEMILE THE DUKE [LIVE]\nDJ JACOB JAYWALKER<br />\nCC med/uten øyabillett: 150/200 kr<br />\nID 20 år</p>\n<p>Under Øyanatts avslutingskveld blir det helnorsk på Stratos. Chris Stallion &amp; Patski Love har invitert med seg Ost &amp; Kjex som opptrer live, samt hele stallen og den utvidede familien til <a href=\"http://www.oslorecords.com\" target=\"_blank\">Oslo Records</a>, med blant andre Maya Vik og Proviant Audio!</p>\n<p><a href=\"https://www.facebook.com/pages/Ost-Kjex/117594241587698\" target=\"_blank\">OST &amp; KJEX</a><br />\nDuoen Ost &amp; Kjex, bestående av Tore &#8220;Jazztobakk&#8221; Gjedrem og Petter &#8220;Hi-Fi&#8221; Haavik, slapp nylig EPen <a href=\"http://www.youtube.com/watch?v=6-fDcbny3Vg\" target=\"_blank\">Lulu</a> på Solomun sitt plateselskap Diynamic, og har de to klassike albumene Some, But Not All Cheese, Comes From The Moon og‎ Cajun Lunch under beltet, for ikke å snakke om utgivelser på Crosstown Rebels, Planet Noise og Luna Flicks. <a href=\"http://www.residentadvisor.net/dj/ostkjex\" target=\"_blank\">Ost &amp; Kjex</a> er blant de feteste norske liveactsene uansett sjanger, og spiller for tiden verden rundt sammen med nevnte Solomun og resten av Diynamic-gjengen, blant annet med fast residency på annerkjente Sankeys på Ibiza i hele sommer. Før, etter og sammen med Osten og Kjexen sørger Stallion &amp; Love for at årets Øyanatt avsluttes som seg hør og bør, med skyhøy stemning!</p>\n<p>MAYA VIK<br />\n«La nueva princesa del funk Europeo» (Enlace Funk, Spania), «The Love Child of Prince and Debbie Harry» (Virgin Red), med en «funky eletronisk eksentrisitet som minner om 80-tallshitlåtene Jimmy Jam og Terry Lewis skrev for the S.O.S. Band» (US Playboy Music Guide 2013). Maya innleder et residency på den legendariske klubben Pianos i New York i september, men før hun reiser tar hun med seg trioen sin til Stratos. Sist hun spilte på Stratos, under by:Larm, skrev Gaffa: «Trioen på klubbscenen til Stratos spilte høyt, hardt og brutalt fett».<br />\n<iframe src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Fplaylists%2F2856937\" frameborder=\"no\" scrolling=\"no\" width=\"100%\" height=\"450\"></iframe></p>\n<p>PROVIANT AUDIO<br />\nProviant Audio, discoorkesteret til vidunderbarnet Mathias Stubø, skal til høsten endelig følge opp debutalbumet Real Love Tastes Like This fra 2011. Drift Days &amp; Disco Nights skal gis ut av Oslo Records i samarbeid med Paper Recordings. Der Stubøs soloprosjekter fungerer som ventil for hans mer eksperminentelle impulser, er Proviant Audio dansbar og neo-funk og disco-house. For å si det enkelt: «Proviant Audio = bra fest» (Adresseavisa)<br />\n<iframe src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F95382080\" frameborder=\"no\" scrolling=\"no\" width=\"100%\" height=\"166\"></iframe><br />\nCHRIS LEE<br />\nDet har gått en stund siden Love Ghost i 2009, albumet som inkluderte hitene Monkey (remix) med OnklP og Joddski, Drunk Dialer og Talk to the Hand, men Chris Lee har vært opptatt med en rekke gjesteopptredender på amerikanske hip-hop-utgivelser, og som produsent og låtskriver for blant andre Maya Vik. Nå er hans trejde album snart klart, og du kan forvente en førpremiere på Stratos.<br />\n<iframe src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F95738709\" frameborder=\"no\" scrolling=\"no\" width=\"100%\" height=\"166\"></iframe></p>\n<p>ORAL BEE<br />\nGanske enkelt en legende i rapspillet! Oral Bee har holdt fanen hevet for west coast g-shit i halvannet tiår, bidratt på platinaselgende rap-plater i USA og slapp nylig sin bejublede selvbiografi Livet til en norsk boss.<br />\n<iframe src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Fplaylists%2F1930301\" frameborder=\"no\" scrolling=\"no\" width=\"100%\" height=\"450\"></iframe></p>\n<p>EMILE THE DUKE<br />\nSist Emile The Duke spilte på Stratos var under by:larm i februar, og de som var der opplevde en flamboyant og eksentrisk ung Morris Day, med sistnevntes vilje til aldri å &#8220;fake the funk&#8221;. Konsertene grenser mot performance art, og den elektroniske funken med innslag av improviserte partier er som hånd i hanske med kveldens lineup for øvrig.<br />\n<iframe src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F83850782\" frameborder=\"no\" scrolling=\"no\" width=\"100%\" height=\"166\"></iframe><br />\nHILSEN ØYANATT x STRATOS x PATSKI LOVE &amp; CHRIS STALLION</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","date":"2013-07-01T10:04:26.000Z","featured_image":{"title":"Patski Love & Chris Stallion","filename":"Patski-Love-Chris-Stallion.jpg","filesize":536706,"url":"http://oya.test/assets/uploads/2013/07/Patski-Love-Chris-Stallion.jpg","link":"http://oya.test/patski-love-chris-stallion/","alt":"","author":"2","description":"","caption":"","name":"patski-love-chris-stallion","status":"inherit","uploaded_to":0,"date":"2013-07-01 09:32:22","modified":"2013-07-01 09:32:22","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":1781,"height":982,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/07/Patski-Love-Chris-Stallion-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/07/Patski-Love-Chris-Stallion-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/07/Patski-Love-Chris-Stallion-768x423.jpg","medium_large_width":768,"medium_large_height":423,"large":"http://oya.test/assets/uploads/2013/07/Patski-Love-Chris-Stallion-1024x565.jpg","large_width":1024,"large_height":565,"small":"http://oya.test/assets/uploads/2013/07/Patski-Love-Chris-Stallion.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/07/Patski-Love-Chris-Stallion.jpg","medium_small_width":640,"medium_small_height":353,"xlarge":"http://oya.test/assets/uploads/2013/07/Patski-Love-Chris-Stallion.jpg","xlarge_width":1781,"xlarge_height":982}},"translations":{"nb":{"url":"/2013/07/01/oyanatt-2013-pa-stratos/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6449e8f6-f41d-5127-ae71-5c0bb48205ce","locale":"nb"}}