{"data":{"wordpressPost":{"title":"Over en tredjedel av festivalpassa solgt","date":"11th March 2010","content":"<p>-OVER EN TREDJEDEL AV FESTIVALPASSA SOLGT<br />\n-AGAINST ME! (US)<br />\n-SHINING<br />\n-BARONESS (US)</p>\n<p>Salget av billetter til årets Øyafestival har gått unna siden de første billettene ble lagt ut før jul. Allerede er over en tredjedel av festivalpassa solgt og det betyr at vi aldri har solgt så mange pass på et så tidlig tidspunkt. Samtidig begynner programmet virkelig å ta form. Forrige uke slapp vi en rekke store internasjonale navn, nemlig M.I.A., Robyn, Paul Weller, LCD Soundsystem og Sigur Ros-vokalist Jonsi. Tidligere denne uka ble det klart at Motorpsycho skal spille hele sitt mesterverk Timothy’s Monster på årets Øya. Blant andre sterke navn til årets musikkhappening i Middelalderparken finner man Iggy &#038; The Stooges, Pavement, Serena Maneesh, Big Boi, John Olav Nilsen &#038; Gjengen, Navigators, The xx, Susanne Sundfør og La Roux. En del av artistene er også plassert på dag, slik at det er lettere å orientere seg i programmet. I ukene som kommer vil vi slippe flere norske og internasjonale navn.</p>\n<p>For å feire det gode salget slipper vi i dag to av våre største favoritter innen kraftfull amerikansk rock fra sørstatene. Florida-pønkerne Against Me! og psych-progrock-metal-monsteret Baroness fra nabostaten Georgia er begge klare for Middelalderparken. Sistnevnte slapp et av fjorårets aller beste rockealbum, uansett stilart, og som liveband er de en våt drøm for alle som liker band som Mastodon og Kylesa. Against Me! tok et stort steg med forrige skive New Wave. I juni er et nytt album i butikkene og vi har stor tro på at interessen øker ytterligere. Som om ikke det var nok er årets støysensasjon Shining klare for å sandblåse øra dine under Øya. Deres nye Blackjazz har vist at relativt smal musikk også kan ha et stort publikum. I 2010 er Shining noe av det friskeste du kan se fra en norsk scene og da er det klart du skal få muligheten til det hos oss. </p>\n<p>AGAINST ME! (US)<br />\nI begynnelsen av juni kommer det ny skive fra Florida-kvartetten Against Me!, som opplevde en massiv økning i oppmerksomheten etter den råfengende skiva New Wave fra 2007. Den var deres første etter overgangen til plateselskapet Sire og viste et band som kan kombinere frisk punkrock med bred appell. Det kommende albumet skal hete White Crosses og produseres av anerkjente Butch Vig, som også gjorde forgjengeren. Vi gleder oss til mer rå og effektiv rock fra Tom Gabel og gjengen. Vokalist Gabel har holdt det gående med Against Me! siden slutten av 90-tallet, men har først de siste årene fått den fortjente buzzen. Tidlige utgivelser kom på diverse smålabeler og et av punkrockens viktigste selskaper Fat Wreck Chords. Med New Wave opplevde bandet strålende kritikker. Amerikanske Spin Magazine kåra skiva til årets sterkeste og den oppnådde en niendeplass i samme type kåring i Rolling Stone. Høsten 07 gjorde de en konsert på et stappfullt og spinnvilt Garage i Oslo. Ikke bare er det en konsert folk snakker om fortsatt, det er ifølge de ansatte på spillestedet en av de heftigste kveldene de noensinne har hatt der inne. Against Me! lager enkel og knallsterk rock som lener seg tungt på helter som The Replacements, The Clash, Billy Bragg og Bruce Springsteen. Med gode låter, kombinert med politisk bevissthet og høy jovialitetsfaktor, ser vi ikke bort fra at dette kan bli manges nye favorittband etter at de spiller i Middelalderparken torsdag 12. august.</p>\n<p>Against Me! bruker mye av livet på turné. Sjøl om det er plateslipp om få måneder betyr det ikke at kvartetten ligger på latsiden. Denne våren bruker de langs amerikanske veier, sammen med canadiske Billy Talent.<br />\n<a href=\"http://www.myspace.com/againstme\" target=\"_blank\">MYSPACE</a></p>\n<p>SHINING<br />\nShining har lenge vært blant landets aller mest spennende band og har sprengt musikalske grenser med sin tilnærming til jazz, metal, prog og støy. Med sitt nyeste album Blackjazz har de kommet opp med et enda mer brutalt uttrykk. Samtidig opplever de en popularitet som få band innen disse stilartene er i nærheten av. Blackjazz gikk inn på niendeplass på albumlista og bandet betydelig mer ettertraktet som konsertopplevelse. Det er ikke mange band her hjemme eller internasjonalt som nærmer seg det Shining leverer på scena. Bandet, med jazzmetalens superhelt Jørgen Munkeby i front, er kanskje de fremste til å rundjule trommehinnene dine på en måte som får deg til å glise og måpe om hverandre. </p>\n<p>Tidligere skiver som Grindstone (2007) og In The Kingdom Of Kitch You Will Be A Monster (2005) har danna grunnlaget for den mottakelsen Shining opplever nå. Det er ingen grunn til å tvile på at 2010 er Shinings store år så langt. Anmeldelsene hjemme og i utlandet har jevnt over vært entusiastiske og fantastisk gode. Lydverket mente Blackjazz er ”et kunststykke; episk, vondt og uimotståelig, og markerer et nytt høydepunkt både for Shining og metalsjangeren som sådan”, mens Metalsucks.net nøyde seg med &laquo;Shining are fucking different, and I like it”. I august kan du utsette kropp og hjerne for dette mektige villdyret i Middelalderparken.<br />\n<a href=\"http://www.myspace.com/shining\" target=\"_blank\">MYSPACE</a></p>\n<p>BARONESS (US)<br />\nIkke veit vi hva som finnes i drikkevannet i Georgia-byen Savannah, men to av fjorårets aller beste skiver med tyngre rock kom fra band derfra. Kylesa, som spilte i Middelalderparken i fjor, ga ut Static Tensions, mens Baroness toppa alle sine tidligere utgivelser med Blue Record. Sistnevnte skive kom i høst på alltid like kvalitetsbevisste Relapse Records. Baroness lager tung rock som kan kalles mye mer enn heavy metal, her finner man klare tendenser til doom, progressiv rock og psykedelia. I vår turnerer de hele USA med Mastodon, som de har et klart slektskap til. Baroness er et av de mest spennende banda innen tyngre amerikansk rock akkurat nå. Enkelt fortalt tar mesterverket Blue Record øra dine med på en musikalsk ferd som ikke slipper deg så lett. Den er tidvis melodiøs, tidvis hard og hele tiden helt fantastisk. Forløperen Red Album fra 2007 var også en milepæl for bandet. Ikke bare var det deres første fullengder, men det amerikanske magasinet Revolver mente det var årets beste album. Decibel Magazine ga Blue Record samme status to år seinere. I Norge er det ikke særlig mange medier som har brukt tid på bandet, men vi nikka enig på Øya-kontoret når vi så at Musikknyheter ga ti av ti mulige og kalte den ”et komplett verk, uten et eneste svakt punkt”.</p>\n<p>Første gang vi la merke til Baroness var for noen år siden da de spilte på en parkeringsplass i Austin under SXSW. Et par av oss i Øyas bookinggruppe så Baroness på Garage i Oslo høsten 2006. Der var det ikke flere enn at man kunne spandert pils på samtlige uten å blakke seg helt. Derfor er det deilig å se at flere og flere har fått øya opp for dette drøyt bra bandet. Det har de faen meg fortjent!<br />\n<a href=\"http://www.myspace.com/yourbaroness\" target=\"_blank\">MYSPACE</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ad9035ff-9b98-5fca-bb04-c37d0293dc7f"}}