{"data":{"wordpressPost":{"title":"Intervju: Kylesa","date":"1st August 2009","content":"<p>I solsteiken i Middelalderparken på Øyafestivalens første dag i det herrens år 2009 møter vi disse hardt arbeidende rockerne fra USAs sørstater. Bak oss synger Vampire Weekend om å komme seg vekk fra Cape Cod. Laura Pleasants og Philip Cope ser ikke i utgangspunktet til å ha mye til felles med hipster- og indiecrowden det finnes mest av på Øya. Nå skal man ikke la seg lure av folks utseende og det viser seg tidlig i intervjuet at bandet Kylesa absolutt ikke bare er et vanlig metallband.</p>\n<p>-Dere blir ganske ofte sammenlignet med band som Mastodon og Baroness, hva synes dere om det?<br />\n-Det første jeg vil si er at jeg egentlig ikke helt skjønner hvorfor, sier Cope ivrig og fortsetter, vi som band har holdt på lengre enn Mastodon og i tillegg så ser jeg ikke helt den store likheten i musikken vår heller. Når det er sagt så er det jo selvfølgelig en fin ting å bli satt i sammenheng med et band som Mastodon, legger Pleasants til. Grunnen til at vi blir sammenlignet med dem er nok mye på grunn av at vi kommer fra nesten samme sted og at vi når ut til mye av det samme publikummet. Hvis vi ser litt stort på det så kan vi jo si at Mastodon muligens åpner noen dører for andre metallband når de nå når ut til et større publikum. Sammenligningene med Baroness kommer vel av at vi har jobbet mye sammen med dem, sier Cope. </p>\n<p>&#8211; Jeg synes at dere er litt vanskelig å sette i bås, hvordan vil dere selv plassere musikken deres?<br />\n&#8211; Vi er kanskje litt vanskelige å plassere hvis man tenker veldig tradisjonelt, men jeg vil vel egentlig bare si at vi spiller hard rock med elementer av både punk og psychedelia. Vi hører på veldig mye forskjellig innad i bandet og det viser seg vel i resultatet, samtykker Pleasants og Cope. </p>\n<p>&#8211; Ja, hva med referanser av ting dere selv hører mye på?<br />\n&#8211; Tja, det er så sykt mye forskjellig, sier Pleasants forsiktig. Hvis du satte kniven på strupen min så ville jeg vel si at mitt absolutte favorittband fortsatt er Black Sabbath, uansett hvor lite originalt og spennende det er å si det, ler Pleasants.</p>\n<p>&#8211; Hva med Pink Floyd da? Siden dere har covret deres «Set the Controls For the Heart of the Sun»?<br />\n&#8211; Joda, vi er alle fans av Pink Floyd, sier Cope. Faktisk ikke bare tidlig Floyd heller, men hele deres sound egentlig.</p>\n<p>&#8211; Litt nerding nå, dere er jo et av få band som kjører på med to trommeslagere, hva slags muligheter gir dette dere?<br />\n&#8211; Denne kan du få svare på, smiler Pleasants og gir ordet videre til Cope. Ja, vi har to trommeslagere men vi vil absolutt ikke bli kjent som det der metallbandet med to trommiser. Det kule med det er at det gir oss jo mye mer fleksibilitet både i tyngde og med perkusjonselementer. På den siste skiva så prøvde vi oss med å mikse lyden på noen låter sånn at du får en trommis i hver kanal, noe du kanskje først merker som lytter når du får på deg høretelefoner, sier Cope. Vi valgte å ikke gjøre det på hele albumet fordi vi var litt redde for at det ville bli litt overkill, men det er skikkelig morsomt å lytte når du vet om det, så det anbefaler jeg alle å gjøre, avslutter Cope.</p>\n<p>&#8211; Hvordan liker dere å gjøre festivalgiger da? Er det veldig forskjellig fra klubbkonserter for deres del?<br />\n&#8211; Vi angriper konsertene på akkurat samme måte, man merker jo selvfølgelig litt forskjell på publikum, men vi går på scenen for å blåse alle av banen uansett så, det er egentlig bare gøy, sier Pleasants. Ja, den største forskjellen er forsåvidt bare når på kvelden man spiller, legger Cope til og fortsetter med å si at konserten på Øya var deres første nå siden de fløy inn fra USA og at jetlagen ikke var helt ute av kroppen. </p>\n<p>Vi kan berolige både Pleasants, Cope og resten av Kylesa med at det var det nok ingen blant Øya-publikummet som merket. Indiepublikummet liker nok metall og metallbandene er langt fra så sinna og skumle som man kanskje skulle tro. Vi haster videre til andre intervjuer og konserter og Kylesa gledet seg som unger til både Satyricon og Ulver.</p>\n<p>Tekst: Stian Svehagen (stian@furoreiharare.com)<br />\nFoto: Andrè Simonsen</p>\n<p><a href=\"http://www.furoreiharare.com/\" target=\"_blank\">www.furoreiharare.com</a></p>\n","wordpress_id":545,"translations":{"nb":{"url":"/2009/08/01/intervju-kylesa-2/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bd040410-de03-53d8-825c-8fdd85000fee","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2009/08/01/intervju-kylesa-2/","redirect":false}}}