{"data":{"wordpressPost":{"title":"Øya-prat 1: The Good, The Bad And The Zugly","date":"17th July 2012","content":"<p>Vi har slått av en prat med et knippe av de norske artistene som spiller i Middelalderparken under Øya. Fram mot festivalen kan du få tips og anbefalinger, samt noen gode festivalhistorier fra Øya-artistene. Først prøvde vi å spørre sjølveste Zugly fra The Good, The Bad And The Zugly. Han delegerte umiddelbart oppgaven  til trommis og bartender Magne Vannebo, som besto oppgaven på forventa og stødig vis.</p>\n<p>&nbsp;</p>\n<p>Få med deg  <a href=\"https://api.oyafestivalen.no/artist/the-good-the-bad-the-zugly/\" target=\"_blank\">The Good, The Bad And The Zugly</a> på Vika onsdag 8. august klokka 14.50</p>\n<p>&nbsp;</p>\n<p><strong>1. Hvilken Øya-opplevelse husker du aller best?</strong><br />\nDa jeg og Funhouse-Alex sto på The Bronx for tre år siden og det regna katter og bikkjer. Måtte gå hjem til Alex for å steke skoa tørre i stekeovnen og drikke Absinth og portvin før vi skulle på jobb på Øyanatt på Funhouse med Death By Unga Bunga.<br />\n<strong>2. Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong><br />\nRefused! -Siden det antageligvis er siste sjans.<br />\nDie A Legend -Ble helt slått i bakken da de gjorde support for Social Suicide på John Dee for litt siden.<br />\nEntombed -Drar med en Øyanatt, bare fordi det er et så himla fett band.<br />\n<strong>3. Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong><br />\nNei<br />\n<strong>4. Hva kan folk forvente av konserten deres?</strong><br />\n(Forhåpentligvis) mange slitne tilskuere (etter Klubbdagen på Last Train med Haraball og Gerilja) siden vi spiller kl tre på dagen. Mye møkkete og bråkete punkrock i sola og kanskje et par kjappe anekdoter fra sjefspsykolog og vokalist Lars Dehli. Pluss Zugly i toppform!<br />\n<strong>5. Har du en god eller dårlig festivalhistorie? Fortell!</strong><br />\nZugly som hadde planer om å grave ned øl i Middelalderparken i god tid før festivalen for masse år siden. Veit ikke om det ble noe av…<br />\n<strong>6. Hva hører du på i sommer?</strong><br />\nCountry på Bonanza og rock på Last Train.<br />\n<strong>7. Hva vil du aller helst se på Øyafestivalens plakat i 2013?</strong><br />\nPoison Idea (hva enn de består av nå), Hard-Ons og gjenforente Brainbombs &amp; Anal Babes!</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n","wordpress_id":3846,"translations":{"nb":{"url":"/2012/07/17/%c3%b8ya-prat-1-the-good-the-bad-and-the-zugly/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"167790ad-0229-5609-a6a4-8dad51e6dd6f","locale":"nb"}}