{"data":{"wordpressPost":{"title":"Øyafestivalen utsolgt!","date":"1st August 2009","content":"<p>Seint i går kveld (31/7) solgte Billettservice de siste billettene til fredag 14. august og dermed er alle fire dagene i Middelalderparken utsolgt. Årets salg har vært godt siden de første festivalpassene ble lagt ut i desember og interessen for årets festival har vært fantastisk. Vi ser nå fram til fire innholdsrike dager med utendørsfestival, pluss masse moro på Klubbdagen, Øyanatt og Øyakino. Vi mener selv at vi har satt sammen vårt sterkeste Øya-program noensinne og de mange tilbakemeldingene vi får tyder på at mange er enige. </p>\n<p>Det er fortsatt billetter igjen til mange Øyanatt-arrangement. Flere steder har lagt ut billetter på Billettservice, mens andre arrangører selger Øyanatt-billettene gjennom spillestedene.</p>\n<p>Årets Øya-program er i våre øyne intet mindre enn tidenes festivalprogram og vi er stolte av den enorme bredden. Programmet har en god miks av norsk og utenlandsk, stort og smått, sært og tilgjengelig. Vi er stolte over å kunne presentere en masse navn som aldri har spilt på festivalen tidligere, som sjelden eller aldri har vært på norske scener eller som kommer til å by på eksklusive og minneverdige konserter. </p>\n<p>Vi er nettopp ferdige med den siste planleggingen av årets festivalområde og har kommet fram til mange gode løsninger. Årets festivalområde vil bedre publikumsflyten på flere områder og vi har blant annet skapt mer plass ved Vika-scenen og i handlegata. I tillegg har vi økt antallet sitteplasser for spisig og avslapping på festivalområdet.  Vi håper alle som besøker festivalen får med seg mange gode konsertopplevelser og storkoser seg. Velkommen skal dere være!</p>\n","wordpress_id":544,"translations":{"nb":{"url":"/2009/08/01/ayafestivalen-utsolgt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"4333c275-3f86-58e3-8be9-1af8fcf30bbb","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2009/08/01/ayafestivalen-utsolgt/","redirect":false}}}