{"data":{"wordpressPost":{"title":"Intervju: No Age","date":"16th December 2008","content":"<p>Av Andreas Milde</p>\n<p>Nye helter er alltids velkomne, selv om de fucker med huet ditt. Faen ass.</p>\n<p>No Age har sitt virke i Los Angeles, men de er ganske langt fra stereotypen av hva man forbinder med en gjennomsnittlig L.A.-boer. Ikke noe botox, ingen dyre fruktjuicer fra helsekostsjappa på Sunset Boulevard, ingen selvbruningskrem i sikte heller. Kun to trivelige karer med slitte skjorter og hullete bukser. Dean Spunt og Randy Randall. Navnene deres passer kanskje best inn i en velprodusert pornofilm, men de spiller nå i et av 2008s beste band. Lo-fi, støyende, melodiøst. En duo fra himmelen, eller helvete om du vil. </p>\n<p>Det regnet og den trange skjorta mi klebet seg enda mer til den mer eller mindre utrimma kroppen jeg bærer. Jeg satte meg inn i en mørk container mens jeg ventet på at gutta skulle dukke opp, og når de gjorde det virket de egentlig ikke så veldig interesserte i å snakke med meg. Men hva faen, jeg er helproff og superfan, så jeg kjørte på. Hvem skulle tro at de skulle komme til å dra meg så jævlig i leggen at jeg fortsatt irriterer meg over det den dag i dag. De gutta der ass, de er nå gode på bunn da.</p>\n<p>Etter å ha gitt ut skiva Weirdo Rippers, som er en samling av alle singlene de har gitt ut, på Fat Cat i 2007, ga de ut den helt absurd fenomenale Nouns på Sub Pop tidligere i år. Jeg satte meg ned med gutta for å snakke om fortiden, framtiden, og…kristendom. Faen ass.   </p>\n<p>Hei gutta, fornøyde med finværet her i byen eller?<br />\n&#8211;\tHva skal man si, er alltid fornøyd med å komme til nye steder. Dårlig vær eller bra vær, det blir alltid spennende. </p>\n<p>Ser den, utrolig kleint av meg å starte med et spørsmål om været. Sorry. Men det er deres først gang i Norge altså?<br />\n&#8211;\tJepp, aldri vært her før faktisk. Vi har spilt en del i Europa ellers, men ikke her oppe. Kanskje det er noe av grunnen, det at dere ligger så langt oppe?</p>\n<p>Ja, det er det evige problemet med Norge det. De fleste bandene stopper i Stockholm eller København, mens vi må se langt etter de virkelig flotte konsertene. Bortsett fra når det er Øyafestival da.<br />\n&#8211;\tJa jeg har skjønt at bookinga her pleier å være toppen. </p>\n<p>Helmaks er vel ordet. Alltid. </p>\n<p>Vi sitter altså inne i en mørk container, dårlig belysning, null aircondition og det regner og er varmt utenfor. Ikke de idéelle omstendighetene for å snakke med favorittbandet sitt, men de begynner bli litt blidere nå. I hvert fall etter at de har oppdaget plakatene på veggen der inne. De leser opp tekstene på plakatene en etter en, og er etter et par minutter overbevist om at alle er av en eller annen seksuell betydning. De ser spørrende på meg, som må informere dem om at dette er de offisielle plakatene til Øyafestivalen, så jeg regner egentlig med at det er gamle sitater fra noen musikkblekker eller noe.<br />\n&#8211; Sikker?<br />\nJeg nikket bekreftende for å unngå flere spørsmål.  </p>\n<p>Hva er fordelen med å være en duo mot det å være en trio som dere var i det forrige bandet deres, The Wives?<br />\n&#8211;\tFordelen med å være en duo er at vi slipper å høre ut som et generisk rockeband som skal lage mest mulig lyd.</p>\n<p>Jeg må si at dere lager ganske mye lyd til å bare være en duo da.<br />\n&#8211;\tJoda, selvfølgelig, man skal jo lage lyd. Men man har mange flere muligheter når man bare er to stykker. Man må bruke huet litt mer, være smart vet du. Pluss at vår forrige trommis var et rasshhøl, så vi sparket han. </p>\n<p>Hah, det var mitt neste spørsmål så da slipper jeg det. Men hvordan var det for deg, Dean, å ta over på trommene, hadde du noen erfaring fra før?<br />\n&#8211;\tNope, ikke i det hele tatt. Men jeg hadde en formening om hvordan man burde spille, og jeg likte ikke måten den forrige trommisen vår spilte på. Han spilte på en måte over alt, hele tiden, mens jeg ville ha en mer fast og stødig takt. </p>\n<p>Fire flate mener du?<br />\n&#8211;\tJepp, akkurat. Fire flate. Og jeg syns det passer musikken vår veldig bra. Pluss at nå elsker jeg å spille trommer. Kan’ke få nok.</p>\n<p>Enig med deg, absolutt. Hva syns dere om all oppmerksomheten dere har fått? Syns dere at den kom litt brått på?<br />\n&#8211;\tSelvfølgelig. Når man spiller i en støyduo, så forventer du ikke å bli tatt så godt i mot over hele verden liksom. Man forventer å sitte hjemme i kjelleren vår å spille ting som vi syns er fett. Men når Sub Pop begynte å fatte interesse, så skjønte vi vel at vi i alle fall ville nå ut til flere mennesker. Men vi syns jo selv at vi er fantastiske, så vi bør vel ikke være altfor overrasket….men det er vi.</p>\n<p>Hva er idéen bak bandnavnet deres?<br />\n&#8211;\tIngen stor myteomspunnet historie egentlig. Vi fant en gammel SST-compilation (plateselskapet til band som Hüsker Dü, Black Flag, Minutemen m.fl.) som het ’No Age’. Så vi tok det egentlig bare derfra. </p>\n<p>Smart, gutta. Smart.</p>\n<p>Klubben The Smell kommer alltid opp når man leser intervjuer med dere, kan dere fortelle litt om denne og hva den har betydd for dere? (Og det er her No Age sit show begynner. Nå i ettertid kan jeg ikke fatte at jeg i det hele tatt gadd å tro på det. Men jeg hadde vel dårlig tid da… )<br />\n&#8211;\tKan vi vel. The Smell er en klubb som vi stort sett har vokst opp i de siste årene. Det er en kristen veganer klubb, som serverer veldig god mat og som har messer hver søndag hvor vi spiller så ofte vi kan.<br />\n&#8211;<br />\nEeeehh….(noterer svært tvilende det jeg hører) Oh-o-ok, jeg trodde at….var ikke det…. Kristen klubb altså, er det mye andre støy/hardcoreband som henger der eller?<br />\n&#8211;\tJajaja, masse band som oss der. Det kristne miljøet som vi er fra er veldig åpent det altså. Det er jo alle kristne miljøer egentlig. Er ikke du kristen du eller?</p>\n<p>Jeg?!? Nei ikke faen…eller, ikke så veldig i alle fall. Så du sier at dere er veldig troende?<br />\n&#8211;\tJa vi kan vel kalle oss det. Ok det er helt greit at du ikke er det altså. Vi dømmer ingen vi. </p>\n<p>Nei det ligger vel normalt for dere det….</p>\n<p>Jeg hadde lest en hel haug med intervjuer med No Age, og aldri lest om noe kristent miljø. Så jeg burde selvfølgelig sett bløffen komme langveisfra, men som sagt, jeg hadde dårlig tid og hadde nok med å notere i blokka ettersom diktafonen var på den andre siden av Middelalderparken. Men når jeg kommer til neste spørsmål, så bare gir jeg opp og noterer hva de sier, jeg trodde oppriktig talt at gutta hadde bikket over…way over. </p>\n<p>Kristen veganerklubb ja, det var ikke helt det jeg trodde, men man leser jo så mye rart på nettet, såh…. Er det noen kristne band dere vil trekke fram eller?<br />\n&#8211;\tJa, det er mange bra kristne band der ute, absolutt, har dere ikke mange av de her i Norge også?</p>\n<p>Joo, man kan vel si at det er noen i alle fall. Vet ikke om man kan kalle Serena Maneesh et kristent band, men de er i alle fall i miljøet.<br />\n&#8211;\tJa selvfølgelig, jeg så han Emil gå utenfor her i stad. Kult. Men i alle fall, vi har jo MXPX borte hos oss da, de er jo ganske tighte. Og Creed ja, selvfølgelig- Fy flate det er et stort band….<br />\n?</p>\n<p>Jeg ser ned i blokka mi, og ser på det jeg har skrevet. Tenker over det jeg har hørt. Creed?!? Har jeg misforstått hele greia her, og her kommer tanken på at de kødder med meg for første gang. Jeg titter forsiktig opp på Dean og Randy, men de bare ser på meg uten å fortrekke en mine. </p>\n<p>Creed? Hva faen gutta, er dere seriøse? Creed?<br />\n&#8211;\tAltså, det er kanskje ikke det at de er et så fantastisk band, men de sprer i alle fall ordet. Og det er jo det viktigste. </p>\n<p>Så bryter de ut i allsang på den forferdelig With Arms Wide Open, en låt jeg trodde var fra en svunnen tid. Men neida, her sitter de to gutta som har gitt ut det jeg mener er årets beste skive..og synger på Creed. Med armene i været. Jeg feller en tåre, men tørker den fort bort igjen. Jeg skifter tema. Jeg skifter tema så jævlig fort.</p>\n<p>Jeg må bare få gratulere dere for den fantastiske artworken i Nouns, hadde dere noen spesielle tanker rundt den?<br />\n&#8211;\tTusen takk, vi er veldig fornøyde med den selv. Planen bak var vel mest at vi ville lage en slags bok, så vi satt og puslet med idéen over lengre tid og dette var det vi kom fram til. Pretty neat, ikke sant?<br />\n&#8211;<br />\nSom sagt, jeg syns den er helt fantastisk. Har dere trykket opp vinylen, og hvordan ser i så fall den ut?<br />\n&#8211;\tVi har trykket opp vinyl også ja, vi er jo gamle samlere. Og den er trykket på hvit vinyl, veldig vakkert. Men ingen bok dessverre, det ble for dyrt.<br />\n&#8211;<br />\nEr ikke dere på ’gigantiske’ SubPop a?<br />\n&#8211;\tJoda, men det får være grenser på hvor mye spenn man skal bruke på oss også. Vi ville faktisk lage den på kassett også, men Sub Pop sa ”No Way!!!!” ganske kjapt på den idéen der du.</p>\n<p>&#8211;\tKanskje vi kunne sluppet den på kassett som bootleg, og bare latet som ingenting? (Randy har kommet med en strålende idé…)</p>\n<p>&#8211;\tJa for de hadde ikke skjønt det var oss i løpet av to sekunder tror du? De nekter liksom oss å trykke opp kassetter, også to måneder er den ute på kassett, med hemmelige utgivere. Tror ikke det Randy. (Dean tar på seg forelder-rollen…)</p>\n<p>Kanskje dere kan gi den ut på memorystick? Det er svært poplært blant indie-labels her i byen.<br />\n&#8211;\tHey, det er jo dritlurt, så kan vi bare legge ut boka vår som en datafil. Fy flate, det skal vi gjøre ass.</p>\n<p>Kjør på, jeg er helt for det der.<br />\n&#8211;\tMen tilbake til kassetter igjen. Vi ble veldig hekta på kassetter da vi var inne i vår tunge Dischord-periode (Selskapet til Fugazi Red.Anm.). De ga alltid ut kassetter av skivene sine. Vi snakket tilfeldigvis med Ian MacKaye for litt siden, og han fortalte at når Fugazi holdt på som værst, så solgte de tusenvis av kassetter. Han bare kjørte rundt med bussen sin og solgte kassetter som vann liksom. Så jeg mener helt klart at det er et marked for kassetter. Faen heller, vi gjør det….eller?</p>\n<p>Så er det bare å vente spent på om det faktisk kommer en kassettversjon av Nouns da. Ikke det at jeg trenger det.</p>\n<p>Jeg har sett at dere har spilt konserter på masse merkelige steder. Jeg har sett bilder både fra når dere spilte på vannet (!), i en matbutikk og andre litt ukonvensjonelle steder. Hvorfor så mye av dette?<br />\n&#8211;\tHehe, du så bilde av den vanngiggen ja. Det var helt sykt. Men igjen, vi liker å gå litt utenom det vanlig, og når vi får spørsmål om å spille på sånne syke steder, så må vi jo gjøre det. Ikke sant?</p>\n<p>Sikkert…<br />\n&#8211;\tDet blir jo litt mer interessant da, ikke bare spille i en mørk kjeller hele tiden.</p>\n<p>True that, helt klart. Men i kveld blir det ingen mørke kjellere i alle fall, for her skinner sola. Tida mi er ute, dere får ha lykke til i kveld.<br />\n&#8211;\tSelv takk, og ”God bless….”</p>\n<p>Jeg snur meg et øyeblikk og skal til å spørre om de kødder med meg, men de begynner å snakke med hverandre. Jeg rister på hodet og trekker ut i parken. </p>\n<p>Litt senere, når giggen deres starter, titter sola fram fra bak noen skyer. ”Jeg vil bare takke Gud for dette fantastiske været vi har her i dag….”, utbryter Randy fra scenekanten. En kompis dytter meg i siden og sier, ”du veit det Andreas, de veit jo at du står her ute og ser på ikke sant, så de bare fortsetter å dra deg i beinet. De gutta der er smarte ser du…” . Hmpfff, ja, jævlig smarte. Creed liksom.</p>\n<p>Andreas Milde<br />\nandreas@furoreiharare.com<br />\nwww.furoreiharare.com</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"6bf97ccb-e741-5753-9fb0-d5283709c423"}}