{"data":{"wordpressPost":{"title":"Øyafestivalen får en europeisk og flere norske designpriser","date":"21st May 2009","content":"<p>Øya mottok mye skryt for vårt design fra i fjor. Som i år er det Are Kleivan som er mannen bak Øyafestivalens visuelle profil. Nå har Are Kleivan og Øyafestivalen mottatt priser i hele tre ulike utdelinger for designet fra 2008. Sindre Wexelsen Goksøyr hanka også inn gull for sin gjesteopptreden med Øya-design i fjor.</p>\n<p>I European Design Awards fikk vi nylig UTMERKELSE I SØLV i kategorien ’brand implementation’ (visuell identitet). Her har juryen bestått av europeiske designeksperter, som forleggere, redaktører og art directors.</p>\n<p>For ikke lenge siden mottok vi MERKET FOR GOD DESIGN, som er Norges høyeste utmerkelse innen design. Juryen mente blant annet at designet var ”en frodig profil som lykkes med å skape forventninger og oppmerksomhet rundt festivalen”. I begrunnelsen sto det også: ”Det grafiske uttrykket bygger en sterk tilhørighet til festivalens idé hos målgruppene, man bruker elementer fra undergrunnskultur og tradisjonell rockeestetikk på en ny måte og skaper en følelse av at dette er noe man ikke kan gå glipp av. Ser man lenge nok på plakatene skal man heller ikke se bort fra at man begynner å høre musikk.”. Øyafestivalen var i tillegg nominert til HEDERSPRISEN.</p>\n<p>Vi vant hele tre priser i VISUELT, som er Norges største årlige konkurranse innen visuell kommunikansjon. Her fikk vi SØLV i plakatkategorien og GULL i både visuell identitet og åpen klasse illustrasjon. Juryen hadde sans for plakatens detaljrikdom og mente at den ”appellerer til et bredt publikum og skaper nysgjerrighet hos mottakeren”. Når det kom til gullet for visuell identitet slo de på stortromma med: ”Profilen er implementert på en massiv måte som bør inspirere bransjen til mindre latskap. En soleklar vinner!”. I åpen klasse illustrasjon var det Sindre Wexelsen Goksøyr som stakk med Øya-gullet, for sin illustrasjon av Øyafestivalens lineup 2008. Illustrasjonen ble brukt på en eksklusiv Øya-trøye vi la ut for salg på området (som solgte ut, selvfølgelig). Grattis Are og Sindre! Takk skal dere ha.</p>\n<p>Både festivalen og designerne er selvsagt stolte av alle prisene og må innrømme at dette inspirerer til det videre arbeidet med den visuelle profilen i 2009.</p>\n<p><a href=\"http://www.oyafestivalen.com/albums/120\" target=\"_blank\">Klikk her for å sjekke ut galleriet med plakater for Øya i 2008</a></p>\n","wordpress_id":581,"translations":{"nb":{"url":"/2009/05/21/ayafestivalen-fayr-en-europeisk-og-flere-norske-designpriser/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d14cccfa-874e-5416-ba8c-1d84890a573f"}}