{"data":{"wordpressPost":{"title":"Zhala til Øyanatt","date":"25th June 2015","content":"<p>Øyanatt på Parkteatret onsdag 12. august<br />\n<strong>ZHALA (SE)</strong></p>\n<p><a href=\"http://www.billettservice.no/event/466905\">BILLETTER</a></p>\n<p>kr. 200,- + avg. / 150,- + avg. med Øyapass</p>\n<p>&nbsp;</p>\n<p>Som første artist signert til Robyns Konichiwa Records har Zhala fått søkelyset til å finne veien ned i Stockholms klubbverden, der hun lenge har vært et velkjent navn. 2. juni kom det selvtitulerte debutalbumet, og onsdag 12. august besøker hun Parkteatret i Oslo!</p>\n<p>Zhala Rifat er født i Sverige med kurdiske foreldre, og har brukt hele oppveksten på å skape sin egen vei. Siden har hun satt spor etter seg over hele verden: Turnert med Lykke Li, studert musikk i LA, og nå sist skapt seg et navn i Stockholms klubbscene. Hun har allerede spilt festivaler som Bestival, Isle of Wight, Way Out Wast og by:Larm, og varmet opp for Robyn i London, Berlin og Stockholm. I februar i fjor kom EPen «Prophet» til et kor av superlativer, og nå er endelig albumet her.</p>\n<p>Zhala beskriver selv musikken sin som kosmisk pop eller religiøs rave, og akkurat så uhåndgripelig oppleves den. Fra åpningscrescendoet i «I&#8217;m In Love» til hypnotisk housa «Holy Bubbles», den omfavnende balladen «Right Way&#8217;s Wrong» og baleariske «Lunch», er «Zhala» en reise gjennom livet, tankene og ambisjonene til en høyst original og spennende ny artist. Inspirasjon henter hun i alt fra Marilyn Manson til Bette Midler til Taylor Swift til acid house, og har med det skapt sitt helt eget popunivers.</p>\n<p>Internasjonal presse om Zhala:</p>\n<p>«Rifat pulls generously from her Scandinavian pop and electronic forebears, most distinctly in the mechanical Knife-like drum patterns, aerobic Robyn-esque melodies, and jagged Röyksopp synths»<br />\n– Pitchfork, 7.1/10</p>\n<p>«There’s more to Zhala than her protege status (&#8230;) If you’re listening to [«Zhala»] sitting down, you may not stay seated for long»<br />\n– The Guardian, 4/5</p>\n<p>«Grimes-flavoured pop wonderland»<br />\n– Dazed</p>\n<p><a href=\"http://zhalazhala.com/\" target=\"_blank\">zhalazhala.com</a><br />\n<a href=\"https://www.facebook.com/zhalaofficial\" target=\"_blank\">facebook.com/zhalaofficial</a></p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":12413,"translations":{"nb":{"url":"/2015/06/25/zhala-til-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"379c3557-a3a4-5ed1-9899-91adc27c288b","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2015/06/25/zhala-til-oyanatt/","redirect":false}}}