{"data":{"wordpressPost":{"title":"Ta med kidsa på Miniøya","date":"15th April 2010","content":"<p>NYLIG BEKREFTET TIL MINIØYA</p>\n<p>Hiawata!<br />\nPå Musikknyheter.no, blir de i forbindelse med sitt nylige singelslipp, The Deep End, omtalt som Norges gemeste band. Av det kredible musikkmagasinet NME ble de i 2007 definert som et Belle og Sebastian som covrer Nirvana. Med andre ord snilt nok til at mamma orker å høre på, men samtidig så tøft at kidsa rocker med. En perfekt kombo til Miniøya, og det ryktes om kostymer, ekstraordinært show med ti små indianere i besetningen når de spiller opp til festival i Tøyenparken søndag 27. Juni. IHAAAA!<br />\n<a href=\"http://www.myspace.com/hiawata\" target=\"_blank\">MYSPACE</a></p>\n<p>HGH<br />\nMed bakgrunn fra henholdsvis Motorpsycho og Cream of the crop/Groan Alone, i tillegg til ymse produsentroller i det norske musikkmiljøet, er duoen Håkon Genhardt og Martin Hagfors to musikere med stor integritet blant musikere her til lands. Vi har derfor stor tro på prosjektet ”Meg og kammeraten min” som musikerne har skreddersydd for den yngre garde, og skal fremføre i Tøyenparken søndag 27. Juni. Gutta selv ser veldig frem til Miniøya-debuten: &#8220;HGH synes det er stort å få spille på MiniØya i år! Vi forventer således at folk blir avhengig og at vi får spille på MellomØya om et par år. Deretter er målet å få spille på StoreØya om et tiårs tid, og vi ser da fram til å kunne få spille førsteplata Pignoise i sin helhet!&#8221;<br />\n<a href=\"http://www.myspace.com/hghhello\" target=\"_blank\">MYSPACE</a></p>\n<p>Skaidi<br />\nMiniøya er stolte av å kunne presentere henholdsvis en av Norges beste jazzbassister og Norges beste joiker, og det i samarbeid. Steinar Raknes og Inga Juuoso har spilt sammen i nærmere ti år, og med det har de utviklet en helt spesiell energi og musikalsk formidlingsevne. Uten andre instrumenter enn bass og vokal maner de fram et rått og jordnært uttrykk, hvor stemningene spenner fra lavmælte lyriske øyeblikk til de fandenivoldsk energiske, og du skal ikke se bort i fra at tusser og troll dukker opp i assosiasjonene etter endt konsert.<br />\n<a href=\"http://www.myspace.com/skaidimusic\" target=\"_blank\">MYSPACE</a></p>\n<p>Tegnetelt med Arild Midtthun<br />\nNorges eneste Donald-tegner, Arild Midthun kommer til Miniøya for å lære barna å tegne de alltid like populære Andeby-figurene.</p>\n<p>Margrethe fra NRK Super<br />\nHvem passer vel bedre til å spre glede, konfetti, kjøre innføring i festivaletikette, lage show og festivalstemning, enn hele Norges barne-tv heltinne Margrethe Røed? Miniøya har vært så heldige å få den populære programlederen til å underholde festivalpublikum mellom konsertene på hovedscenen lørdag 26. Juni. Og Røed selv ser frem til å rocke på Miniøya: &#8220;Jeg gleder meg til å være en del av sommerens råeste rockefestival der barna bestemmer!&#8221; </p>\n<p>Disse er også bekreftet til Miniøya<br />\nDonkeyboy<br />\nThe BlackSheeps<br />\nHurra Torpedo<br />\nKeep of Kalessin<br />\nHGH<br />\nHiawata!<br />\nSkaidi<br />\nB-gjengen- og Donald-tegner Arild Midthun</p>\n<p><a href=\"http://www.billettservice.no/search.php?tm_link=tm_header_search&#038;keyword=mini%C3%B8ya\" target=\"_blank\">Billetter kan kjøpes hos Billettservice</a></p>\n<p><a href=\"http://www.minioya.no\" target=\"_blank\">For mer informasjon om Miniøya</a></p>\n","wordpress_id":413,"translations":{"nb":{"url":"/2010/04/15/ta-med-kidsa-pa-minioya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"be2bca21-c71e-5657-bd3e-7f4b32d206cd"}}