{"data":{"wordpressPost":{"title":"Øyanetter på Rockefeller","date":"15th June 2018","content":"<p>ROCKEFELLER<br />\nonsdag 8. august<br />\nØYANATT: KAPTEN RÖD (SE)<br />\n+ support: Essa Cham &amp; Stina Velocette og Jah Ark Manifest<br />\nBill: 320,-kr / kr 280,- kr + avg. (ukespass eller dagsbillett 8.8)</p>\n<p>&nbsp;</p>\n<p>ROCKEFELLER<br />\nfredag 10. august<br />\nØYANATT: JAMAIKA (DK)<br />\nBill: 320,-kr / kr 280,- kr + avg. (ukespass eller dagsbillett 10.8)</p>\n<p>Skandinavisk invasjon under årets Øyanetter.</p>\n<p>Kapten Röd er ute på nye tokt, og legger til med fullt mannskap i Oslo under årets Øyanatt.</p>\n<p>Kapten Röd har siden debuten i 2007 vært en lysende liveartist. I 2012 vant han Guldmicken samt Årets Artist på P3 Guld, og han har med tiden blitt en av Sveriges mest elskede artister. I fjor sommer ga han seg ut på turneen Hundralappen – der alle billettene kostet kun 100 kroner. Turneen blev en kjempesuksess og finalen på Slottsskogsvallen solgte ut med over 20 000 publikummere. Turneen resulterte i livealbum og ny nominasjon til P3 Guldmicken som årets liveartist.</p>\n<p>– Hele mitt ønske om å bli artist ble født i publikum. Det er live og på scenen hele kjernen i mitt artisteri finnes – det er der jeg kjenner at jag virkelig kommuniserer med mine lyttere. Det skal bli fantastisk å komme ut i landet og møte alle i sommer, hilser Kapten Röd.</p>\n<p>Den danske hiphop-kometen Jamaika til Rockefeller under Øyanatt.</p>\n<p>«La oss få ham til Norge asap,» skrev 730 om Jamaika tidligere i år. Og slik ble det: Den danske 22-åringen med somalisk bakgrunn, og en av de mest spennende stemmene i skandinavisk hiphop, gjør sin norgesdebut under årets Øyanatt.</p>\n<p>Danmarks nye hiphop-stjerne har tilbrakt store deler av livet i institusjoner, men musikken har brakt ham i riktig retning, og i dag har han millioner av avspillinger på låtene sine. Som han sier det selv i bangeren «Blodskudt»: «Ja, jeg er efterlyst men jeg kan ikke bare lade ham blive her nu / for hvis jeg gør, ved jeg også, at han bliver massakreret nu / men fuck det, det er brormand, så jeg har hænderne i vejret nu.»</p>\n<p>Billetter i salg</p>\n<p>&nbsp;</p>\n<p>OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n","wordpress_id":21948,"translations":{"nb":{"url":"/2018/06/15/oyanetter-pa-rockefeller/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"933c2dd6-06f2-5ed7-89cd-3ba3493d8096","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2018/06/15/oyanetter-pa-rockefeller/","redirect":false}}}