{"data":{"wordpressPost":{"title":"Massive Attack + 3 til Øya","date":"2016-02-16T07:57:28.000Z","content":"<p><strong>MASSIVE ATTACK &amp; Young Fathers (UK) – ons 10. aug</strong></p>\n<p><strong>KAMASI WASHINGTON (US)</strong></p>\n<p><strong>THUNDERCAT (US) – fre 12. aug</strong></p>\n<p><strong>IVAN AVE &amp; MUTUAL INTENTIONS</strong></p>\n<p>&nbsp;</p>\n<p>2016 har starta godt for Massive Attack, med en utsolgt arenaturné i Europa, hvor de har spilt større steder enn på lenge. EPen Ritual Spirit har fått gode anmeldelser og viser at de er i storform. Onsdag 10. august kommer de med en stor produksjon til Tøyenparken. Samme dag kan du også oppleve AURORA, The Last Shadow Puppets, M83, Jason Isbell, Beach Slang og mange flere.</p>\n<p>I tillegg er to av USAs mest spennende navn akkurat nå klare for Øya. Kompisene Kamasi Washington og Thundercat imponerte med friske, innovative album i fjor. Nå skal de begge overbevise fra scena i augustsola. Det fantastiske kollektivet Mutual Intentions, med Ivan Ave i front, er også bekrefta.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone wp-image-13388 size-medium\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"300\" height=\"234\" data-srcset=\"http://oya.test/assets/uploads/2015/12/billettknapp-16-300x234.png 300w, http://oya.test/assets/uploads/2015/12/billettknapp-16.png 461w\" sizes=\"(max-width: 300px) 100vw, 300px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p><strong>MASSIVE ATTACK &amp; Young Fathers (UK)</strong></p>\n<p>Massive Attack overraska en hel musikkverden tidlig på 90-tallet, med debutalbumet Blue Lines og kjempehitten Unfinished Sympathy. De ble etter hvert nærmest definisjonen av musikktrendbegrepet trip hop. Deres stemningsfulle sjangerblanding kan ses på som en inspirert miks av blant annet soul, dub og eksperimentell pop. Bandet ledes i dag av to av de tre grunnleggerne, Robert «3D» Del Naja og Grant «Daddy G» Marshall. De har sørga for at Massive Attack stadig er i utvikling. De slapp nettopp EPen Ritual Spirit, hvor gjestene er Roots Manuva, Tricky og Young Fathers. Sistnevnte trio blir også med til Øya.</p>\n<p>2016 har starta godt for Massive Attack, med en utsolgt arenaturné i Europa, hvor de har spilt større steder enn på lenge. EPen Ritual Spirit har fått gode anmeldelser og viser at de er i storform. Seinere i 2016 vil det komme enda en EP og et album.</p>\n<p><a href=\"http://drownedinsound.com/releases/19247/reviews/4149781\" target=\"_blank\">Drowned In Sound</a> skreiv dette om EPen: &#8211; Maybe that’s me being nitpicky, though, as the only major flaw in Ritual Spirit is that it’s not an album. Massive Attack remain less a band, and more an institute of entropy, the light that pierces through the black hole, the frontrunners of a genre that they outran over a decade ago. Let the ramparts fall, then.</p>\n<p>De starta på slutten av 80-tallet, som en produsenttrio. Første gangen de toppa albumlista i Storbritannia, var med klassikeren Mezzanine i 1998. Samtlige av deres fem album har solgt svært godt, og de har gull- og platinautmerkelser fra mange land. I tillegg har de gjort remikser for store artister, som Neneh Cherry, Nas, Peter Gabriel og Primal Scream.</p>\n<p><a href=\"http://www.allmusic.com/album/blue-lines-mw0000264743\" target=\"_blank\">Allmusic.com</a> har ment at Massive Atttack med Blue Lines har laga «one of the best dance albums of all time». <a href=\"http://www.allmusic.com/album/mezzanine-mw0000032129\" target=\"_blank\">Samme nettsted</a> overgikk denne skryten i sin omtale av Mezzanine: &#8211; With eerie atmospherics, fuzz-tone guitars, and a wealth of effects, the song could well be the best production from the best team of producers the electronic world had ever seen.</p>\n<p>Den ferske videoen til Ritual Spirit er laget av den norske duoen Dusan Reljin og Hilde Pettersen Reljin. I anledning videoens premierefest kommer Massive Attacks Robert Del Naja til Oslo 29. februar.</p>\n<p><a href=\"http://www.massiveattack.co.uk/\">www.massiveattack.co.uk</a></p>\n<p>&nbsp;</p>\n<p><strong>THUNDERCAT (US)</strong></p>\n<p>Bassisten Stephen Bruner begrenser seg ikke til sjanger. Han har spilt hiphop med Kendrick Lamar, R&amp;B med Erykah Badu, jazz med Kamasi Washington (som også skal spille på Øya i år), hardcore og thrash metal med Suicidal Tendencies, og musikk som vanskelig lar seg kategorisere med Flying Lotus og andre i Brainfeeder-stallen.</p>\n<p>Han kommer fra en familie av musikere. Faren, Ronald Bruner, spilte trommer med Motown-storheter som Diana Ross, The Temptations og Gladys Knight, mens broren Ronald jr, også trommis, er fast medlem av bandet til nevnte Kamasi Washington, en kompis som vokste opp bare et steinkast unna i den sørlige delen av Los Angeles. I dette musikalske miljøet, der brødre og barndomsvenner spilte med hverandre i diverse konstellasjoner, og ofte gjør det fremdeles, ble det skapt instrumentalister av rang.</p>\n<p>Bruners virke kan på papiret være vanskelig å få tak på, noe ufokusert, men det er en tydelig rød tråd som løper gjennom alt han foretar seg, og det er det bemerkelsesverdige basspillet. Han er nemlig virkelig, virkelig god. Eller som <a href=\"http://pitchfork.com/features/rising/8659-thundercat/\" target=\"_blank\">Pitchfork</a> innleder en feature om ham: «Thundercat is a monster on bass. A virtuoso. A phenom. His stupendously nimble playing is akin to a jazz player&#8217;s.». Det siste er ikke så rart, han driver jo med jazz også, i tillegg til mye annet.</p>\n<p>Som soloprosjektet Thundercat og gjennom de tre utgivelsene The Golden Age of Apocalypse (2011), Apocalypse (2013) og fjorårets The Beyond/Where The Giants Roam, har han funnet en egen nisje et sted mellom fusion, psykedelia, R&amp;B og popmusikk. Den hittil siste utgivelsen (en ny er visstnok på vei), tok opp kompliserte temaer som døden og det å være en ung svart mann i USA, og fant veien til flere årsbestelister i fjor. <a href=\"http://www.theguardian.com/music/2015/dec/17/thundercat-the-beyondwhere-the-giants-roam-review\" target=\"_blank\">The Guardian</a> skrev: «With sweetness in the sorrow, this is music inspired by human vulnerability, arriving as if beamed in from another planet.» Thundercat byr på dybde &#8211; og seriøs bassing.</p>\n<p><a href=\"http://thundercattheamazing.tumblr.com/\">thundercattheamazing.tumblr.com</a></p>\n<p>&nbsp;</p>\n<p><strong>KAMASI WASHINGTON (US)</strong></p>\n<p>Kamasi Washington ble kjent for flere enn spesielt interesserte i 2015, da han slapp trippelalbumet The Epic. Platen havnet høyt oppe på årsbestelistene til de fleste store musikkbladene og bloggene.</p>\n<p>I tillegg til eget album, er han en viktig samarbeidspartner for Kendrick Lamar på hans unisont hyllede To Pimp A Butterfly. Han gjestet også det siste albumet til Flying Lotus, som spilte på Øya i 2015, og samarbeider også mye med en annen Øya-favoritt: Thundercat.</p>\n<p><a href=\"http://www.dn.no/magasinet/2015/05/15/2112/Anmeldt/president-washington\" target=\"_blank\">Dagens Nærlingsliv</a> mener at «Kamasi Washington gjør for jazzen det Kendrick Lamar gjør for soulen».</p>\n<p><a href=\"http://www.allmusic.com/album/the-epic-mw0002838338\" target=\"_blank\">Allmusic.com</a>: &#8211; The Epic isn&#8217;t fusion, retro, or remotely academic. It&#8217;s 21st century jazz as accessible as it is virtuosic &#8212; feel matters to Washington. Holistic in breadth and deep in vision, it provides a way into this music for many, and challenges the cultural conversation about jazz without compromising or pandering.</p>\n<p>Kamasi og bandet hans har brukt tiden etter at albumet ble sluppet til å turnere over hele verden, og konserten hans på Nasjonal Jazzscene tidligere i vinter holdt svært høy kvalitet. For alle musikkelskere kommer dette til å bli en høytidsstund av de sjeldne.</p>\n<p><a href=\"http://www.kamasiwashington.com/\">www.kamasiwashington.com</a></p>\n<p>&nbsp;</p>\n<p><strong>IVAN AVE &amp; MUTUAL INTENTIONS</strong></p>\n<p>Ivan Ave havna på radaren vår I 2014, da han spilte sammen med Fredfades både på Klubbdagen og intimscena Biblioteket. Nå skal han presenteres i hovedprogrammet, med kollektivet sitt Mutual Intentions. De blander jazz, hiphop, soul og andre uttrykk i en herlig spennende kombinasjon. Mutual Intentions er en Oslo-basert gjeng som driver med musikk og visuell kunst, bestående av artister som P3-favorittene Ivan Ave og Charlotte Dos Santos. I 2016 er planen å gi ut mer musikk og delta i flere prosjekter, både som enkeltartister og sammen.</p>\n<p>I juni 2015 slapp de sin første utgivelse, som nå har rundet 200 000 streams. Ivan Ave er den første norske rapperen noensinne på et TV-spill (NBA Live 16), han er ute på en omfattende Europa-turné for øyeblikket og slapp nylig sitt solodebutalbum Helping Hands, produsert av Stones Throw Records-signerte Mndsgn.</p>\n<p>I høst fikk Mutual Intentions sin egen Boiler Room-sending fra Ingensteds i Oslo. Boiler Room er verdens største plattform for streaming av livekonserter, med spesiell satsing på elektronika og hiphop. Dette åpna mange dører, både for Ivan Ave og Mutual Intentions som helhet.</p>\n<p><a href=\"http://www.facebook.com/Mutualintentions/\">www.facebook.com/Mutualintentions</a></p>\n","wordpress_id":13579,"translations":{"nb":{"url":"/2016/02/16/massive-attack-3-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"10d760c1-bfae-5403-b6d6-4e2f8777fa06","locale":"nb"}}