{"data":{"wordpressPost":{"title":"Kickstart Camp Indie og Øya &#8211; slippefest FAN fanzine#4","date":"4th August 2009","content":"<p>Kickoff for Camp Indie og Øyafestivalen, samt releasefest av FAN#4&#8230;.og plakatutstilling 6 aug;</p>\n<p>Camp Indie tjuvstartet allerede i mai på Rockefeller, men nå slår de til igjen med en deilig, variert kveld en liten uke før selve Øyafestivalen braker løs. Her er grunnene for at du ikke bør gå glipp av denne kvelden:</p>\n<p>&#8211; FAN fanzine #4 slippes denne kvelden. Vær de første som får et eksemplar! Les om Florence &#038; The Machine, Marnie Stern, Rocky intervjuer Arctic Monkeys, Jeremy Jay, Madonna, Pølestjukkens pølsebod og plenty med annet snafs. Denne gangen er det Kristian Hammerstad som har stått for illustrasjon til forsiden. Kristian Hammerstad er en av landets mest spennende illustratører. Med sin særegne stil, full av morbide, sensuelle og detaljerte motiver, har han laget noen av de beste klubb- og konsertplakatene i omløp de siste par årene.Hans americana-tegneserie-inspirerte arbeider for bl.a DJ-duoen Bitch Boys har slått oss over ende gang på gang. For å se mer av Hammerstads arbeider besøk www.kristianhammerstad.com &#8211; og vi trøkker nok en gang opp et lite begrensa opplag signerte og nummererte plakater som gjøres tilgjengelig på festen.</p>\n<p>&#8211; Som i Camp Indie-teltet, kommer Big Dipper også hit for å selge skiver og merch</p>\n<p>&#8211; Lars P Krause, en av verdens mest anerkjente cover- og plakatdesignere kommer og har utstilling. Surf deg inn på siden hans <a href=\"http://douze.de/\" target=\"_blank\">her.</a></p>\n<p>Og det blir selvfølgelig musikk. Alt fra herlig skrikende damevokal til rytmisk danseindie til småfunky jazzpop!</p>\n<p>Dette er banda som spiller:</p>\n<p>REDD<br />\nREDD er årets friskeste tilskudd av unge og lovende norske hardcoreband.<br />\nMed medlemmer fra både Kaospilot og Manhattan Skyline, har bandet allerede<br />\nen tilstrekkelig moshpitpondus, selv om de kun har holdt et knippe konserter<br />\nunder navnet REDD.<br />\nDet som virkelig er REDD sitt hemmelige våpen, er frontfigur Kristi<br />\nFaye-Lund sin fantastiske vokal, som er noe av den tøffeste &#038; mest brutale<br />\nskrikinga som har kommet her fra berget på lang, lang tid. Og hun blir faen<br />\nikke hes engang.<br />\nNår bandet i tillegg stiller med en trommis som måler muskler, men heldigvis<br />\nikke fødselsdato, med gamle helter som Kenneth Lamond (JR Ewing) og Jonas<br />\nThire (Amulet/SIlver), er REDD inkarnasjonen av bra og hard rock, og det er<br />\ndeilig med et band hvor i hvertfall 50% av besetningen ikke er gamle nok til<br />\nå kommme inn på Mono i helgene.</p>\n<p>REDD er brennaktuelle med debut EP høsten 2009, noe som kommer til å bli en<br />\nav høsten store overraskelser for folk med sans for god, hard og bråkete<br />\nhardcore.</p>\n<p>Manatee Racket<br />\nIndierockbandet Manatee Racket kom sammen i Sandefjord sommeren 2006. På få år har bandet kommet langt på vei for å bygge et navn for seg. Sandefjordsbandet satser på melodisk og fengende indiepoprock, og tar en god del inspirasjon fra den britiske indierockscenen.</p>\n<p>I løpet av sin korte levetid, har bandet spilt på festivaler som Slottsfjell, Quartfestivalen og Musikkfest Oslo. I februar 2009 hadde også bandet tre veldig vellykka konserter på by:Larm. Blant spillestedene bandet har spilt på, er Rockefeller, JohnDee og Mono i Oslo og Samfundet i Trondheim. Ungdomsmagasinet PlanB har tidligere utnevnt Manatee Racket som det beste norske ikke-signerte bandet på MySpace.</p>\n<p>Loch Ness Mouse<br />\n“11. Mai slipper The Loch Ness Mouse sin fjerde fullengder «New Graffiti» på Forward Records/VME. The Loch Ness Mouse ble startet for over 15 år siden av brødrene Ole Johannes og Jørn Åleskjær og har i disse årene vært et band i en konstant utvikling med radikalt skiftende stiluttrykk fra plate til plate og dertil utskiftning av bandmedlemmer. Fra den 60-talls psykedeliske debuten «Flair for Darjeeling» via den mer classic pop orienterte «Key West» til det mer soul, R&#038;B og jazzinspirerte uttrykket som preget deres siste album «11-22», har The Loch Ness Mouse alltid vært et band som har redefinert seg selv. Dette er også tilfelle på deres nye album.</p>\n<p>The Loch Ness Mouse anno 2009 består av 7 medlemmer, hvorav man spesielt merker seg bandets nye covokalist Christina Høgetveit Staxrud. Sammen har de skapt albumet «New Graffiti» som er The Loch Ness Mouse skarpeste og mykeste plate på en gang. Den veksler kraftig i stemninger og inkorporerer alt fra organisk bandspilt R&#038;B til elektrisk jazz, popsoul og rock. Bandet har også noen sterke gjesteopptredener på plata, blant annet soulsangerinnen Myrna Braza og rapperen Stella Mwangi som bidrar på albumets tittelspor, som også er radiosingel. Produksjonen er signert Ruben Dalen i samarbeid med Ole Johannes Åleskjær.”</p>\n<p>Gratis inngang!</p>\n<p>Der ser du, du kan ikke gå glipp av denne kvelden! </p>\n<p>Er du av den digitalt sosiale typen kan du melde deg på eventet på Facebook <a href=\"http://www.facebook.com/event.php?eid=246026165098\" target=\"_blank\">her</a></p>\n","wordpress_id":539,"translations":{"nb":{"url":"/2009/08/04/kickstart-camp-indie-og-%c3%b8ya-slippefest-fan-fanzine4/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9410c3a7-7984-5202-b2c1-0523e9c3c029","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2009/08/04/kickstart-camp-indie-og-%c3%b8ya-slippefest-fan-fanzine4/","redirect":false}}}