{"data":{"wordpressPost":{"title":"Aftenpostens lek med tall","date":"4th August 2010","content":"<p>*4. august 2010*</p>\n<p>AFTENPOSTENS LEK MED TALL<br />\nAftenposten fortsetter i dag sin negative lek med tall i forbindelse med kvinneandelen på våre scener. Leserne får vite at over 90% av artistene vi selv har booket er menn. </p>\n<p>Vi kan gjøre et eksperiment med Aftenpostens talloppheng og tenke oss en fiktiv festival med disse på programmet: M.I.A., Robyn, John Olav Nilsen &#038; Gjengen og The Specials. Mange vil da tenke at kvinner er godt representert i utvalget. Siden Aftenposten også teller enkeltmusikere i band på lik linje med soloartister, ender man imidlertid opp med to kvinner og 14 menn, som gir en kvinneandel på under 15 prosent. Dette viser at et oppheng i tall gir resultater som er en avsporing i debatten om kvinner i musikklivet, en betimelig debatt vi for øvrig ønsker velkommen. </p>\n<p>Når vi innledningsvis sier at Aftenposten driver en negativ lek med tall, er det fordi vi opplever at de i sin iver etter å få frem sin agenda, konstruerer et negativt bilde av Øya som en kvinnefiendtlig festival. Avisa får ikke fram at Øyafestivalen 2010 med stor sannsynlighet er en av de norske rockefestivalene gjennom tidene med flest kvinnelige artister på scenene. Avisas fokus er fortsatt på å telle bandmedlemmer, som om dette skulle gi et klart svar på hvordan vilkårene er for kvinner i norsk pop og rock. </p>\n<p>Aftenposten har i denne saken begrenset handlingsrommet til Øyafestivalen, til tross for at de selv ønsker å bruke mye spalteplass på temaet. Da vi først kontaktet avisa for å få vårt innlegg på trykk mandag formiddag, fikk vi beskjed om at det måtte kuttes ned til omtrent det halve. I går hadde vi en halvtimes lang samtale med avisas journalist Joacim Lund. Det som sto på trykk onsdag er en sterkt forkortet utgave av argumenter og svar. Øyafestivalen fikk sitatsjekk, men det ble samtidig gitt beskjed om at man hadde svært kort tid til å justere noe i artikkelen. I intervjuet fikk vi et spørsmål om bandet Fool’s Gold. Spørsmålet handlet egentlig om Fool’s Gold og Serena Maneesh, og vårt svar var at vi er sikre på at de øvrige medlemmene av sistnevnte band ser på Hilma som et sentralt medlem. Det passet visst best for Aftenposten at det poenget ikke kom på trykk.</p>\n<p>Aftenposten beskylder oss videre for å være defensive, noe vi ikke kjenner oss igjen i. Avisa stiller spørsmål ved om festivalbooking må ende i et valg mellom kvinner og kvalitet. Selvsagt ikke. Øyafestivalen har aldri ment at kvinnelige artister på noen som helst måte er dårligere enn mannlige. Derfor har vi hatt en masse av verdens og Norges mest spennende kvinnelige artister på scenene. Vi har hele veien gitt Aftenposten all den informasjon de ønsker og har svart på alle deres spørsmål. Vi ønsker en levende debatt om kvinner i norsk pop og rock, og vi har sjøl sittet i paneldebatter om dette, men hovedpoenget kan ikke være å finlese enkeltfestivalers plakater. </p>\n<p>Nå gyver vi løs på de siste arbeidsdagene mens vi gleder oss stort til å oppleve blant andre Robyn, Ingrid Olava, M.I.A., Sleigh Bells, Lindstrøm &#038; Christabelle, Susanne Sundfør, La Roux, Marina &#038; The Diamonds, Tune-Yards, Ingeborg Selnes, Mhoo, Djerv, Lucy Swann, Invasion og Blood Command, alle navn med kvinner i en hovedrolle. I tillegg spiller en masse andre spennende mannlige og kvinnelige musikere i Middelalderparken neste uke. Til sammen blir dette en andel på band med faste medlemmer på over 30%. Vår anbefaling er at du ser så mange som mulig av dem.</p>\n<p><a href=\"http://www.oyafestivalen.com/pages/nor/746-sterke_kvinner_i_oeyaprogrammet\" target=\"_blank\">Les den fulle versjonen av innlegget vårt i Aftenposten</a></p>\n","wordpress_id":302,"translations":{"nb":{"url":"/2010/08/04/aftenpostens-lek-med-tall/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b72b620a-7863-5527-b790-b7b0b6c4a07b"}}