{"data":{"wordpressPost":{"title":"Kunst på Øya","date":"11th July 2016","content":"<div>Årets kunstprogram på Øya tar form, og inneholder alt fra lekne og poetiske skulpturer til politisk undersøkende installasjoner. Vi vil gi vårt publikum nye perspektiver og kunstopplevelser som kompletterer og utfordrer festivalopplevelsen: Hvordan kan kunst berike en musikkfestival? Hvorfor skal en musikkfestival vise kunst som ikke er musikk &#8211; stille spørsmål og begeistre. Først ut er verket Desibel:</div>\n<div></div>\n<p>&nbsp;</p>\n<div><strong>Desibel</strong> ble opprinnelig laga som en høylytt protest mot planene om fjorddeponi i Førdefjorden, og ble første gang vist under Vevringutstillinga i 2009. Desibel er verdens største mobile hornhøyttaler.Sammen med Desibels initiativtaker og produsent Torkil Sandsund har Kunst på Øya invitert et knippe komponister til å lage fanfarer som skal spilles under festivalen. Før første konsert kan du høre verk av støyguru Maja Ratkje, dark ambient-musikeren Svartsinn, improduoen Skrap og fele-entusiasten Torkil selv.Desibel spiller ut over byen hver dag rett før konsertene begynner i Tøyenparken, som en fanfare og protest mot rovdrift på naturen, men også som en kommentar til de menneskeskapte klimaendringene generelt. Vi har gått inn i den Antropocene tidsalder: Kan musikk vekke oss til handling?</p>\n<p>Desibel fikk <a href=\"http://archive.aec.at/prix/#18283\" target=\"_blank\">ARS ELECTRONICA sin “Honorary Mention” i 2010</a>, den grommeste prisen som er å få innenfor teknologibasert kunst.</p>\n<p>Om komponistene:<br />\n<strong>Maja Solveig Kjelstrup Ratkje</strong> er en av Norges viktigste lydkunstnere. Hun har lagd musikk til dans, teater, radio, installasjoner, film og litteratur. Ratkjes komposisjoner er framført av blant andre Arve Tellefsen, Ensemble Intercontemporain, Klangforum Wien, Fretwork, BBC Scottish Symphony Orchestra, Avanti! kammerorkester, POING, Trondheim Voices, Det Norske Jentekor, Vertavo, Engegårdkvartetten og Cikada. Hun er også kjent som utøver og improvisasjonsmusiker i gruppene SPUNK, Fe-mail og BRAK RUG. Hun har også spilt med Joëlle Léandre, Ikue Mori, Zeena Parkins, Pekka Kuusisto, Lasse Marhaug, Stian Westerhus, Kathy Hinde, Odd Johan Fritzøe, HC Gilje og Tord Knudsen. Hun har gitt ut plater på Tzadik, Rune Grammofon, ECM, Kontrans, Important Records m.m.<br />\n<a href=\"http://www.ratkje.com\" target=\"_blank\">www.ratkje.com</a></p>\n<p><strong>Torkil Sandsund</strong> er teaterregissør &#8211; og lydkunstner &#8211;  bosatt i Dale i Sunnfjord. Han utdannet seg til skuespiller ved École Lecoq i Paris og senere til sceneinstruktør ved KHiO 2001-2005. Han har hatt regi på en rekke oppsetninger i Norge og Afghanistan: Døden og kongens rittmester (Soyinka), King of earth (Williams), For en bedre verden (Schimmelpfennig), Tvillingar (Fosse/Kristof), Blendverk (Morgan), Så blir det stilt (Lygre), Urmakarens hjarte (Prestøy Lie) og Londinium (Vitanza). På Kabul Teater i Afghanistan har han satt opp Parlamentet (Beck Nielsen) og Ensemblet Quahssani (Sandsund). Han har også undervist i skuespillertrening på Kabul Teater og Kabul Universitet.</p>\n<p><strong>Svartsinn</strong> er Jan Roger Pettersen fra Trondheim. Han har laget stemningsfull dark ambient siden slutten av nittitallet. Debutskiva &#8220;Devouring Consciousness&#8221; kom ut på Eibon Rec. i Italia i 2002. Siden den gang har han gitt ut en rekke skiver og turnert i Europa, Skandinavia og Russland. Han har vært med på flere samleplater og komponert musikk for dokumentarfilm, spillefilm og teater.<br />\n<a href=\"http://www.svartsinn.com\">www.svartsinn.com</a></p>\n<p><strong>Skrap</strong> er Heida Mobeck på tuba og Anja Lauvdal på tangenter. De spiller improvisert musikk i et popmusikalsk lydbilde. Duoen er del av en ny generasjon norske musikere som gjennom sin utforskende holdning overskrider kjente musikalske båser, og som også opphever de tidvis fastlåste kjønnsrollene innen jazzmusikken. I 2015 vant de Sparebank 1 JazZstipend. Bestillingsverket som følger med skal de fremføre sammen med Trondheim Jazzorkester under Moldejazz 2016.</p>\n<div data-size=\"500x750\" class=\"WPEditor__embed\"><iframe width=\"500\" height=\"450\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=http%3A%2F%2Fapi.soundcloud.com%2Fusers%2F225331547&#038;show_artwork=true&#038;maxwidth=500&#038;maxheight=750\"></iframe></div>\n<p><em>Desibel er laget av:</em><br />\n<em> Produsent: Torkil Sandsund og Wenche Wefring</em><br />\n<em> Billedkunstner og smed: Geir Hjetland</em><br />\n<em> Ingeniør: Bjørn Kolbrek</em><br />\n<em> Konsulent: Harald Fetveit og Robin Støckert, Soundscape studios.</em><br />\n<em> Prosjektet er tidligere støtta av Koro, NKR, og Sogn og Fjordane Kunstmuseum.</em></p>\n<p><strong>Om Kunst på Øya:<br />\n</strong>Siden Øyafestivalen flyttet til Tøyenparken i 2014 har vi satset hardt på kunst som tøyer grensene for hva en musikkfestival kan gi sitt publikum.</p>\n<p>I år har kurator Alexander Rishaug og prosjektleder og utstillingsarkitekt Kyrre Heldal Karlsen invitert ni norske kunstnere til å presentere sine arbeid på Øya, både nye verk og eksisterende verk som blir tilpasset festivalen. Prosjektene spenner fra lekne og poetiske skulpturer til politisk undersøkende installasjoner.</p>\n<p>Vi vil skape kunstopplevelser som kompletterer og utfordrer festivalopplevelsen og gir publikum nye perspektiver: Hvordan kan kunst berike en musikkfestival? Hvorfor skal en musikkfestival fungere som plattform for kunst som ikke er musikk &#8211; stille spørsmål og begeistre?</p>\n<p>Yngvild Rollands: “Scream until you like it” hilste publikum velkommen i 2014. Marius Engh og Berlin Brandenburg Surf Club inviterte utvalgte festivalgjester med på sine blåtime-ritualer i 2015. Pontus Lindvall skuet inn i framtiden med inngangsportalen ”the life to come” i 2015. Sammen med andre kunstnere og verk var disse Øyas første kunstneriske undersøkelser av hvordan vi kan gi vårt kjære publikum enda rikere festivalopplevelser, alt med utgangspunkt i det tilsynelatende enkle spørsmålet: Hva er det å være publikum på en musikkfestival?</p>\n<p>Kurator Alexander Rishaug er lydkunstner og musiker med lang og rik fartstid fra norsk lydkunst og støymusikk. Han har bakgrunn fra Kunstakademiet i Trondheim, samt jobbet som produsent for Rikskonsertene. Som kunstkurator for Øya har han satt sammen et bredt program som både utfordrer og overrasker, solid plantet med øynene på Munchløkka, ørene mot Vindfruen og hjertet midt i publikum.</p>\n<p>Prosjektleder Kyrre Heldal Karlsen er en av Norges mest sentrale lyskunstnere, og lager lys og rom til danseforestillinger, teater og konserter. Han har designet lys for Øya siden 2012, og ledet Kunst på Øya siden 2014. Ved siden av å drive Kunst på Øya lager han også lysdesign og lysskulpturer for festivalen.</p>\n<p>Vi slipper ett nytt verk hver uke fram til festivalen. Følg med!</p>\n<p><a href=\"https://api.oyafestivalen.no/wp-content/uploads/sites/2/2016/07/H9jx1V9fe_cekgf0xXqRSwlvLTsmlazVKyAl_WQ7EAPQ.jpg\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignleft size-full wp-image-14609\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"H9jx1V9fe_cekgf0xXqRSwlvLTsmlazVKyAl_WQ7EAPQ\" width=\"1200\" height=\"675\" data-srcset=\"http://oya.test/assets/uploads/2016/07/H9jx1V9fe_cekgf0xXqRSwlvLTsmlazVKyAl_WQ7EAPQ.jpg 1200w, http://oya.test/assets/uploads/2016/07/H9jx1V9fe_cekgf0xXqRSwlvLTsmlazVKyAl_WQ7EAPQ-300x169.jpg 300w, http://oya.test/assets/uploads/2016/07/H9jx1V9fe_cekgf0xXqRSwlvLTsmlazVKyAl_WQ7EAPQ-768x432.jpg 768w, http://oya.test/assets/uploads/2016/07/H9jx1V9fe_cekgf0xXqRSwlvLTsmlazVKyAl_WQ7EAPQ-1024x576.jpg 1024w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" data-sizes=\"auto\" data-aspectratio=\"1200/675\"></body></html>\n</a></p>\n</div>\n","wordpress_id":14604,"translations":{"nb":{"url":"/2016/07/11/kunst-pa-oya-2/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d184dd2e-2aa8-53c9-aa4c-b0b1e1492a30","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":true,"originalPath":"/2016/07/11/kunst-pa-oya-2/","redirect":false}}}