{"data":{"wordpressPost":{"title":"Frank Ocean and Maya Vik","date":"2012-05-30T09:21:20.000Z","content":"<p>Frank Ocean will play Thursday 9th of August</p>\n<p>Maya Vik will play Saturday 11th of August</p>\n<p>&nbsp;</p>\n<p><strong>FRANK OCEAN (US)</strong></p>\n<p>24 year-old Christopher Francis Ocean started out as a songwriter for amongst others John Legend and Brandy. He signed with Def Jam at an early stage in his career but unfortunately this collaboration came to nothing. In 2009, he met Odd Future and became part of their musical collective. Ocean sang on choruses and hooks but was first truly recognized when he released the free album <em>Nostalgia, Ultra</em> in February last year. He was then, together with The Weeknd, named an innovateur within R&amp;B and his songwriting was called &#8220;smart and subtle&#8221; (NPR), &#8220;unique&#8221; (Pitchfork) and &#8220;intuitive with a great sense of structure&#8221; (Village Voice).</p>\n<p>&nbsp;</p>\n<p>With his socially oriented lyrics, Frank Ocean sets himself apart from many musicians of his genre. Sure, he can sing about ladies and parties just as well as anyone, like in Novacane where the he tells a story about meeting a porn star who also happens to be an aspiring dentist. But, jump on to the next track We All Try and he&#8217;s singing about womens right to decide over their own bodies and supporting gay marriage. Frank Ocean is also special in the way he can just as easily find inspiration in classic rock as he does in R&amp;B and soul. This guy has great crossover appeal, which has resulted in him being invited to support Coldplay on their European tour this autumn and, slightly less nice, he has been summoned by Eagles for using parts of Hotel California in American Wedding.</p>\n<p>&nbsp;</p>\n<p>In January, The BBC revealed their annual list of which artists they predict will be making up the soundtrack of the coming year. Frank Ocean was way up at the top of the list, beaten only by Michael Kiwanuka. Frank Ocean has now gone back to working with Def Jam, who will be releasing his <em>official </em>debut album this spring/summer. In August, he will be playing his first and so far only concert in Norway. We can&#8217;t wait.</p>\n<p><a href=\"http://frankocean.com\" target=\"_blank\">frankocean.com</a></p>\n<p>&nbsp;</p>\n<p><strong>MAYA VIK</strong></p>\n<p>Before releasing her solo debut with Château Faux-Coupe last year, Maya Vik had played bass in several well-known Oslo bands like Monteé, Furia and Savoy. Her debut was released on Oslo Records along with an untraditional visual package including an exhibition and a book. As a solo artist, she is exploring her fascination with funk and related genres. Maya Vik serves up dancy and fun music reminding of the 70&#8217;s and 80&#8217;s, Prince and his protegés Jill Jones and Vanity 6. However, the songs still sound fresh and relevant in our time. Château Faux-Coupe is mixed by legendary producer/technician/mixer Jimmy Douglass who has worked on recordings by a wide array of artists like Aretha Franklin, Roxy Music, Gang Of Four, The Rolling Stones, Kanye West and Björk.</p>\n<p>&nbsp;</p>\n<p>Maya Vik is an artist with many talents and a lot to say. You&#8217;ll get an opportunity to move your body to some cool city pop and smooth funk at her show at Øya in August.</p>\n<p><a href=\"http://mayavik.com\" target=\"_blank\">mayavik.com</a></p>\n<p>&nbsp;</p>\n","wordpress_id":2153,"translations":{"nb":null,"en":{"url":"/en/2012/05/30/frank-ocean-and-maya-vik/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"53e17651-e83c-5ba3-85b5-56a5b5762151","locale":"en"}}