{"data":{"wordpressPost":{"title":"Øya Open med Rainbow Arabia (US)","date":"23rd February 2011","content":"<p>Rainbow Arabia ble til etter at Danny og Tiffany kjøpte seg en billig libanesisk synthesizer da de var ute på tur og begynte å eksperimentere med den microtonale skalaen og de ferdigprogrammerte, østlige rytmesporene. I starten fungerte musikken som en fritidssyssel, et morsomt avbrekk fra voksenjobben, men duoens demoer ble raskt lagt merke til, og bare etter noen uker huket likesinnede Gang Gang Dance dem inn som supportband til 2008-turneen. Demoene ble snart gitt ut som EPen The Basta, og hederlig omtale i Pitchfork, The Fader, XLR8R og NME fulgte. Låten «Omar K» spredte seg over dammen til buzz, som la grunnlaget for duoens første europeiske spillejobber i 2009. Nok en EP, Kabukimono, med nok en topplåt, «Holiday In Congo», kom den sommeren. </p>\n<p>I januar kom endelig Rainbow Arabias første offisielle fullengder, titulert Boys And Diamonds. Paret har utviklet den tidligere mest arabisk-klingende samplepaletten til å inkludere lyder og sjangrer fra hele verden. Albumet er, kremt, eklektisk så det holder, uten at det går på bekostning av spilleglede, fengende hooks og gode melodier. Fact Magazine sier det kanskje best: «While adopting the sounds of foreign music styles and incorporating them with American sounds can come off as a cheap grab for consciousness and relevancy, the Prestons have a genuine talent at blurring the lines and crafting music that doesn’t feel beholden to any one scene. It’s music for musicologists to be sure, but Rainbow Arabia never forget what’s important about pop music: put a smile on listener’s faces and a wiggle in their step.»</p>\n<p>Sagt om Rainbow Arabia: </p>\n<p>_«Kaleidoscopic, intoxicated dance music made out of dervish rhythms, snakish melodica, and percussion procured from the labyrinthine corridors of some smoky souk.»_<br />\n&#8211; Guardian UK</p>\n<p>_«Creating the kind of noise you could imagine the DFA might make had they ever decided to throw a party in the underground ruins of Egypt, the ghosts of the Pyramids shaken into action by the sinuous rhythms and earth quaking basslines.»_<br />\n&#8211; 20JazzFunkGreats</p>\n","wordpress_id":194,"translations":{"nb":{"url":"/2011/02/23/aya-open-med-rainbow-arabia-us/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"074ba942-e1ad-59dc-a4ea-1d342e7e3763","locale":"nb"}}