{"data":{"wordpressPost":{"title":"Få rista skinkene på Øya med Erol Alkan (UK)","date":"26th February 2009","content":"<p>De siste par årene har vi hatt besøk av storheter som Justice, Diplo og Girl Talk. I år er det blant annet Erol Alkan som skal ta over ansvaret for at vi får oss en heidundrende fest. </p>\n<p>Mr Alkan er en London-basert DJ som har remixa låter av blant andre Death From Above 1979, Interpol, Hot Chip, Bloc Party, Daft Punk, The Chemical Brothers, Annie og nevnte Justice. Alkan er kjent for sine mash-ups og genreblandinger, og det har blitt tydelig at han har like stor kjærlighet for rock, elektro, reggae, indie, disco og psykedelia. I en årrekke holdt han liv i klubbkonseptet Trash, hvor han fram til nedleggelsen for to år siden hadde gjester som Peaches, LCD Soundsystem, Klaxons, Bloc Party og Yeah Yeah Yeahs.</p>\n<p>Hans sagnomsuste liveset er overraskende, energiske og medfører såre føtter. Blant hans store suksesser finner man Kylies Can&#8217;t Get You Out Of My Head blanda med New Orders Blue Monday. I tillegg til alt dette har multitalentet Alkan rukket å være en del av psykedeliaprosjektet Beyond The Wizard&#8217;s Sleeve (med en av gutta fra The Grid) som sto bak den fenomenale remixen av Roscoe fra Øya-vennene i Midlake. Som om ikke det var nok har han satt produsentpreget sitt på Klaxxons, Late Of The Pier, Mystery Jet, The Long Blondes m.m. Mixmag har tidligere kåret Erol Alkan til DJ of the year og han er i ferd med å innta verdenseliten hva angår originale platesnurrere og produsenter. Nå kommer han til Middelalderparken for å få deg til å riste på det du måtte ha å riste med.</p>\n","wordpress_id":624,"translations":{"nb":{"url":"/2009/02/26/fa-rista-skinkene-pa-%c3%b8ya-med-erol-alkan-uk/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fcc42531-f9c7-5904-86aa-02dec32efc09","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2009/02/26/fa-rista-skinkene-pa-%c3%b8ya-med-erol-alkan-uk/","redirect":false}}}