{"data":{"wordpressPost":{"title":"Tre norske godbiter til Middelalderparken","date":"2010-01-28T07:37:00.000Z","content":"<p>I går slapp vi tre amerikanske godbiter til årets Øya, nemlig hiphop-stjerna Raekwon, gitarpopbandet Girls og det eksotiske musikkollektivet Fool’s Gold. Nå er det på sin plass med flere sterke norske artister. Spellemann-aktuelle Kråkesølv er en av de største og mest fortjente suksessene i norsk rock de siste 12 månedene, da skulle det bare mangle at vi ga dem muligheten til å spille i Middelalderparken. Djerv er en ny supergruppe bygget rundt medlemmer fra blant annet Stonegard og Animal Alpha. Det nye bandet er et rockemonster vi tror kan bite hardt fra seg i månedene som kommer. Susanne Sundfør er snart tilbake med nytt album og vi har fått en tjuvlytt. Kanskje du blir like overraska som oss.</p>\n<p>DJERV<br />\nEn ny norsk supergruppe er klar for å fyre av eksplosiv og muskuløs rock som garantert vil sette spor. Djerv består av Agnete fra Animal Alpha, Erlend fra Stonegard og Stian fra Trelldom. Deres musikk ligger et sted i landskapet mellom tidligere bedrifter, men har ny, frisk og tydelig energi. Dette er rock som treffer i mellomgulvet på første forsøk. Sjøl beskriver de resultatene av arbeidet som nedstrippet, grooveorientert og melodiøst.</p>\n<p>De første demolåtene har sirkulert litt blant kjennere og bandet har allerede vært anbefalt som et het tips for 2010 i britiske Metal Hammer. Zillo Magazine i Tyskland utropte innspillingen til månedens demo. Foreløpig ligger det et par smakebiter ute på myspace og du skal ikke se bort fra at du får høre mer før sommeren er her. Vi anbefaler at du sjekker ut Djerv med det samme. Til våren skal de i studio for å spille inn debutalbumet og den første konserten de annonserer er på Øyafestivalen i august. Dette bandet vil du ha med deg før de erobrer både hjemland og utland.<br />\n<a href=\"http://www.myspace.com/djervmusic\" target=\"_blank\">MYSPACE</a></p>\n<p>SUSANNE SUNDFØR<br />\nÅrets beste norske album? Susanne Sundførs kommende The Brothel kan meget vel stå igjen som akkurat dét når 2010 skal oppsummeres. Øyafestivalen har fått lov til å sniklytte på albumet som slippes 15. mars, og er mildt sagt IM-PO-NERT. </p>\n<p>The Brothel er produsert av Lars Horntveth (Jaga Jazzist, The National Bank), som også spiller mange av instrumentene på plata, og mikset av Jørgen Træen. Morten Qvenild (The National Bank, In The Country, Susannah &#038; The Magical Orchestra), Gard Nilssen (Puma, Bushman’s Revenge) og Martin Horntveth (Jaga Jazzist, The National Bank, KILLL) er blant musikerne som bidrar. </p>\n<p>Namedropping til side, dette er helt klart Sundførs show. Stemmen hennes – kraftfull, sår, følelsesladd, vekselvis skarp og mjuk – er albumets absolutte sentrum. Den rammes inn av arrangementer like delikate som intrikate, og resultatet har blitt sterke melodier som burde gå hjem på store arenaer så vel som små og intime konsertlokaler. </p>\n<p>Sundfør er dyktig som få, det visste vi fra før av, men vi var ikke forberedt på den maktdemonstrasjonen The Brothel faktisk er. I august får hun anledning til å gi festivalgjestene bakoversveis på Øya. Gled dere!<br />\n<a href=\"http://www.myspace.com/susannesundfoer\" target=\"_blank\">MYSPACE</a></p>\n<p>KRÅKESØLV<br />\nDen norskspråklige moderne rocken begrenser seg på ingen måte til Bergen og Loddefjord. Kråkesølv fra Bodø har vist at flere unge folk kan lage spennende musikk med gode norske tekster. Deres halvskranglete gitarpop kiler godt i øregangen, noe som begeistra mang en plateanmelder på slutten av 2009. Albumet Trådnøsting vitner om et band som har mye å by på og som kan komme til å være en berikelse for norsk pop i mange år. Groove.no utropte Trådnøsting til ”den beste norske debuten på årevis” og ”en liten sensasjon innen norsk musikkliv”. Musikken kan kanskje virke svevende, men kvartetten har såpass godt grep om melodier og tekst, at dette sitter nærmest umiddelbart. Blant de viktigste musikalske inspirasjonskildene nevner bandet storbyfenomener som Sonic Youth og Blonde Redhead. Lyden herfra blandes med nære hendelser, som man kanskje kjenner igjen fra norsk småbyliv. Såpass ettertraktet har bandet blitt de siste månedene at de vil være opptatt med turné på norske veier mesteparten av våren. Få med deg Kråkesølv da eller på Øya i august.<br />\n<a href=\"http://www.myspace.com/krakesolv\" target=\"_blank\">MYSPACE</a></p>\n","wordpress_id":456,"translations":{"nb":{"url":"/2010/01/28/tre-norske-godbiter-til-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d46f3507-766d-523f-a4fe-75ab35875f2a","locale":"nb"}}