{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"b5527ef1-5ef9-5a15-acbd-369352e25337","slug":"diskjokke-med-prosjekt-fra-indonesia-til-%c3%b8ya","title":"diskJokke med prosjekt fra Indonesia til Øya","date":"2010-05-25T07:33:00.000Z","excerpt":"<p>Øya startet for et år siden et prosjekt med den anerkjente norske elektronikaartisten Joachim ”diskJokke” Dyrdahl. diskJokke reiste til Indonesia for å samarbeide ed lokale musikere. Nå er arbeidet ferdig og sammen er de klare for å presentere resultatet på årets festival. Lørdag 14. august vil du ha mulighet til å oppleve dette unike musikalske samarbeidet for første gang på en scene.</p>\n"}},{"node":{"id":"fd9011df-42de-5b3b-bb3f-53fe617731fd","slug":"sikkerhetseminar-for-festivaler-og-spillesteder","title":"Sikkerhetseminar for festivaler og spillesteder","date":"2010-05-21T14:35:00.000Z","excerpt":"<p>I samarbeid med Det Norske Studentersamfund og Norsk Rockforbund arrangerer vi sikkerhetseminar på kveldstid 21. &#8211; 22. Juni.</p>\n<p>Trygge arrangementer er noe vi alle arbeider for, og i den sammenheng inviterer Øyafestivalen, Det Norske Studentersamfund og Norsk Rockforbund spillesteder og festivaler til sikkerhetskurs. Kurset går dypere enn det vanlige ordensvaktkurset, og man vil spesielt gå inn på festivalsikkerhet, planlegging og profesjonalitet. Kurset er likevel svært aktuelt for klubbarrangører.</p>\n"}},{"node":{"id":"3c358559-fbea-5288-9582-f9c83a6eff0d","slug":"konkurranse-vinnere-blood-command","title":"Konkurranse: Vinnere Blood Command","date":"2010-05-21T12:12:00.000Z","excerpt":"<p>En god del av dere visste at Blood Commands første album Ghostclocks kom ut på Fysisk Format. Vi har trukket to vinnere som får ta med seg en venn på Garage i Oslo i kveld, for å se Blood Command og Goonfight. Vi har trukket to vinnere: Britt Helen Bjørnback og Albin Engman. Gratulerer og god konsert!<br />\nDisse vil få mer info på mail i løpet av kort tid. Se opp for flere konkurranser snart.</p>\n"}},{"node":{"id":"606eafac-c5c5-5a65-a7ea-a1b757191897","slug":"aya-open-pay-dattera-til-hagen-12-juni","title":"Øya Open på Dattera Til Hagen 12. juni","date":"2010-05-21T09:23:00.000Z","excerpt":"<p>Gratis Øya Open 12. juni med:<br />\nFloating Points (UK/R2 Records/Eglo)<br />\nDeadboy (UK/Well Rounded/Numbers)<br />\nTore Jazztobakk (NO/Ost &#038; Kjex)<br />\nThree Times Dope (NO) </p>\n"}},{"node":{"id":"2318b121-2fca-5bf1-859f-4a6ca005b63a","slug":"de-forste-%c3%b8yanatt-artistene-er-klare","title":"De første Øyanatt-artistene er klare","date":"2010-05-20T11:40:00.000Z","excerpt":"<p>THE WHIP (UK) / FOUR TET (UK) / KUMAR (CU) / JAMIE XX (The xx, DJ-set – UK) / GET DANCY  / ESKIMO<br />\nØyafestivalen kommer i år til å by på nye heite netter under navnet Øyanatt. Som tidligere vil det være et bredt utvalg, som strekker seg fra rockekonserter til dansefester over hele byen etter at vi er ferdig i Middelalderparken klokka 23.00. Vi kommer snart til å offentliggjøre flere Øyanatt-konsepter.</p>\n"}},{"node":{"id":"d35260ad-ccf8-5d38-8631-aeb39ddf7e62","slug":"the-cumshots-med-bursdagsfeiring-pa-%c3%b8ya-12-august","title":"The Cumshots med bursdagsfeiring på Øya 12. august","date":"2010-05-19T11:47:00.000Z","excerpt":"<p>Torsdag 12. august blir det dobbel bursdagsfeiring i Middelalderparken med The Cumshots. Denne dagen er det nemlig ti år siden bandet spilte sin første konsert. I tillegg fyller frontmann Max Cargo, bedre kjent som Kristopher Schau, 40 år denne kvelden. Feiringa finner sted på Vika-scena, hvor The Cumshots skal avslutte kvelden med en orgie av mørk rock og negativ metal. På torsdagen kan du se flere barske rockeband, blant annet psychmetalmonsteret Baroness og de råfengende, plateaktuelle pønkerne Against Me!, så det er god grunn til å spenne på seg naglene og komme seg til Middelalderparken 12. august.</p>\n"}},{"node":{"id":"1fb51db4-81ec-5b4b-8841-e861477620c5","slug":"tre-sterke-norske-navn-til-%c3%b8ya","title":"Tre sterke norske navn til Øya","date":"2010-05-18T10:47:00.000Z","excerpt":"<p>Vi har fått på plass tre sterke norske navn, som på ulikt vis vil prege Øya-programmet i august. Popprinsessa Ingeborg Selnes, svartmetallkrigerne 1349 og det spennende norsk-engelsk-amerikanske kollektivet Necessary opererer innenfor vidt forskjellig uttrykk. Likevel lager de alle musikk vi har stor tro på i 2010. Snart slippes flere norske og internasjonale navn til årets feteste festivalprogram.</p>\n"}},{"node":{"id":"3f38c21a-1757-5b84-b9e4-e9bf58ec4f76","slug":"10000-tilhengere-hjelp-oss-a-na-15000","title":"10000 tilhengere &#8211; hjelp oss å nå 15000","date":"2010-05-14T12:54:00.000Z","excerpt":"<p>Hurra! Nå har Øyafestivalen runda 10000 tilhengere på Facebook. Vi lover å være enda mer aktive i de siste tre månedene før festivalen. Har du venner og kjente som gjerne skulle vært oppdatert på Øya-relaterte nyheter? Foreslå Øyafestivalens facebookprofil for dem. Hjelp oss å nå 15000 innen festivalstart. <a href=\"http://www.facebook.com/oyafestivalen\" target=\"_blank\">Besøk oss på Facebook</a></p>\n"}},{"node":{"id":"46a1b631-61c5-5de7-9e2e-4c2bfddc6dd5","slug":"camp-indie-pa-rockefeller-den-beste-16-mai-festen","title":"Camp Indie på Rockefeller – den beste 16. mai-festen","date":"2010-05-14T09:19:00.000Z","excerpt":"<p>*BETAL DET DU VIL!<br />\n*15 BAND PÅ 4 SCENER: VOM (bildet) / Mhoo / Altaar / Lucy Swann / Goonfight / Manhattan Skyline / Oslo Ess / Monzano / Team Me / soup / Death By Unga Bunga / Munn til Munn Metoden / Nils Bech / Miss Harmonica / Kollwitz<br />\n*MINIØYA INVITERER TIL GRATISKONSERT FOR KIDSA</p>\n"}},{"node":{"id":"96be1bca-1870-514b-a960-7a2b4d0914da","slug":"900-festivalpass-igjen","title":"900 festivalpass igjen","date":"2010-05-14T09:19:00.000Z","excerpt":"<p>Vi har gjort en fintelling av billettsalget og kan nå fortelle at det kun er 900 festivalpass igjen til Øyafestivalen 2010.  Dette betyr at årets salg er et av våre beste noensinne. Mange artister er nå plassert på dag, slik at det skal være lett å orientere seg i utendørsdelen av årets festival. <a href=\"http://oyafestivalen.com/pages/nor/8-program\" target=\"_blank\">Se her for program</a><br />\nDe siste dagene har vi sluppet høydepunkter som de engelske The Specials og det spennende popsamarbeidet Broken Bells, med folk fra Gnarls Barkley og The Shins. De neste ukene vil vi slippe flere navn, både norske og utenlandske.</p>\n<p><a href=\"http://www.billettservice.no/search.php?tm_link=tm_homeA_header_search&#038;language=no&#038;keyword=%C3%B8yafestivalen\" target=\"_blank\">Kjøp billetter her</a></p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":140,"pageCount":183,"additionalContext":{}}}