{"data":{"wordpressPost":{"wordpress_id":5795,"title":"Mathallen på Øyafestivalen!","excerpt":"<p>Øyafestivalen presenterer stolt vår nye hovedsamarbeidspartner: Mathallen Oslo. Under årets festival vil publikum ikke bare få meske seg med masser av god musikk, men også i deilig mat fra Mathallen.</p>\n","content":"<p>Øyafestivalen presenterer stolt vår nye hovedsamarbeidspartner: Mathallen Oslo</p>\n<p>Under årets festival vil publikum ikke bare få meske seg med masser av god musikk, men også i deilig mat fra Mathallen.</p>\n<p>&nbsp;</p>\n<p>&#8211; Mathallen har samme forhold til mat som vi har til musikk: kvalitet, nyskaping, engasjement og ikke minst en stor formidlingsglede, sier Jonas Prangerød, presseansvarlig i Øyafestivalen.</p>\n<p>&#8211; Vi er veldig glade for å ha fått til et slikt samarbeid og gleder oss veldig til å smake på all maten Mathallen vil servere på festivalen.</p>\n<p>&nbsp;</p>\n<p>Under årets festival vil <a href=\"http://www.mathallenoslo.no/\" target=\"_blank\">Mathallen</a> ha et større utsalg på festivalområdet. Der vil publikum kunne velge blant velsmakende kjøtt, fiske- og vegetarretter fra Mathallens aktører. Det vil være et fokus på økologi, småskalaprodusenter og kvalitetsmat.</p>\n<p>&nbsp;</p>\n<p>&#8211; Mathallen og Øya har mange av de samme visjonene ovenfor publikum. Publikum skal ikke bare underholdes, de skal begeistres, sier markedssjefen for Mathallen Frode Rønne Malmo. &#8211; Derfor er vi veldig glade for å få lov til å jobbe med Norges viktigste musikkfestival. Gode mat- og musikkopplevelser henger tett sammen.</p>\n<p>&nbsp;</p>\n<p>Øya har i over ti år servert flere hundre tonn med økologisk mat til både frivillige, artister og publikum. Bare i 2011 ble det servert mer enn 34 tonn økologisk mat under festivalen.</p>\n<p>&#8211; Vi har satset lenge på økologisk mat og ønsker nå å forbedre og utvide mattilbudet på Øya ytterligere. Det gir samarbeidet med Mathallen oss en unik mulighet til. Vi har et kresent men veldig nysgjerrig publikum som vi håper vil verdsette årets matsatsing, sier Jonas Prangerød.</p>\n<p>&nbsp;</p>\n<p>Mathallen har vært en stor suksess siden åpningen på Vulkanområdet i Oslo før jul og har til nå hatt over 500.000 besøkende.</p>\n<p>&#8211; Vi har fått god erfaring i å lage mye god mat til veldig mange mennesker, og det vil festivalpublikummet få dra nytte av, sier Frode Rønne Malmo.</p>\n<p>&nbsp;</p>\n<p><strong>Miljøansvar</strong></p>\n<p>Mathallen eies av <a href=\"http://www.aspelinramm.no/\" target=\"_blank\">Aspelin Ramm</a> som blant annet står bak utbyggingen av Vulkan-området.</p>\n<p>&#8211; I tillegg til at vi får spist god mat, er det selvfølgelig også nyttig for Øyafestivalen å jobbe tettere med et av Norges mest visjonære selskaper når det gjelder miljøansvar, sier Prangerød. &#8211; Aspelin Ramm vil kunne bistå oss i det daglige arbeidet vi gjør for å bli en enda grønnere festival.</p>\n","date":"2013-02-18T09:54:27.000Z","featured_image":{"title":"mat 1 635x350","filename":"mat-1-635x350.jpg","filesize":98071,"url":"http://oya.test/assets/uploads/2013/02/mat-1-635x350.jpg","link":"http://oya.test/mat-1-635x350/","alt":"","author":"4","description":"","caption":"","name":"mat-1-635x350","status":"inherit","uploaded_to":0,"date":"2013-02-18 09:15:11","modified":"2013-02-18 09:15:11","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2013/02/mat-1-635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2013/02/mat-1-635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2013/02/mat-1-635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2013/02/mat-1-635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2013/02/mat-1-635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2013/02/mat-1-635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2013/02/mat-1-635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":{"url":"/2013/02/18/mathallen-pa-oyafestivalen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f618c8a2-d5e7-5ace-841d-febeb6c91768","locale":"nb"}}