{"data":{"wordpressPost":{"title":"Vinneren av Juba-konkurransen er kåret: Mary Me Young","date":"5th August 2010","content":"<p>Juryformann Sveinung Rindal i Platekompaniet sier følgende:<br />\n«Mary Me Young er en svært verdig vinner av konkurransen og en god representant for de artistene vi ønsker å tilby gjennom JUBA. Bandet har holdt på en god stund, og har vist god progresjon underveis. I dag fremstår de som et svært spennende band med punka, powerpop-aktige låter som er både rufsete og herlig fengende.»</p>\n<p>Mary Me Young spiller i Camp Indie-teltet på Øyafestivalen lørdag 14. august kl 20.45, og debutalbumet ”in pearls and gold” er ventet en gang i løpet av den kommende høsten.</p>\n<p>Singelen ”Bondi” blir tilgjengelig for nedlasting på www.platekompaniet.no/juba og i WiMP i dag. </p>\n<p>Juryen har bestått av Sveinung Rindal, Claes Olsen, Jonas Prangerød og Sigrid Hvidsten.</p>\n<p>Biografi &#8211; Mary Me Young:<br />\nFor et knapt tiår siden bestemte tre jenter fra gamle Nidaros seg for at de ikke hadde noe annet valg enn å følge drømmen sin. Instrumenter og utstyr ble lånt av venner, og uten å kunne spille noe som helst, satte de i gang med sin aller første øvelse. Selv om det de spilte denne regnfylte ettermiddagen lignet mer bråk enn musikk, visste de at det var dette de ville gjøre.<br />\nDager og måneder gikk, låter ble skrevet og jentene fortsatte å spille sammen. De spilte inn tre låter som de ga ut på 7&#8243; med håndlagde cover, og nå begynte alt det harde arbeidet å gi resultater. Sommeren 2005 ble de ukas URØRT, de spilte på Øyafestivalen og Storåsfestivalen, ble nevnt i Pitchfork Media som et av de mest lovende band i Norge, og vant prisen for &laquo;mest lovende band&raquo; i hjembyen Trondheim, i 2006. Jentene var overveldet og inspirert av oppmerksomheten, og gikk i studio med sin gode venn Audun Storset fra The Lionheart Brothers, og 5 nye låter ble foreviget på tape. Vinteren 2007 ble &laquo;the Mary EP&raquo; utgitt, og fikk terningkast 5 i Dagbladet. Og nå, endelig, er jentenes aller første fullengder ferdig innspilt, mikset og mastret. Produsert av Audun Storset, mikset av Marcus Forsgren (The Lionheart Brothers) og mastret av Björn Engelmann i Cutting Room Stockholm.<br />\nMARY ME YOUNGs historie har såvidt begynt.&raquo;</p>\n<p>&laquo;Se også MYSPACE&raquo;:Ehttp://www.myspace.com/marymeyoung</p>\n<p>Om JUBA:</p>\n<p>JUBA er Platekompaniets nye markedsplass for band og artister uten platekontrakt. JUBA gir utøverne mulighet til å tjene penger på salg av innspillingene sine i Platekompaniet og Telenors digitale butikker, samt på avspilling i streamingtjenesten WiMP.</p>\n<p>Som kunde og musikkfan vil man kunne orientere seg i underskogen av norsk musikk – og kanskje oppdage et nytt favorittband. Artistene som allerede er registrert på JUBA kommer fra hele landet og leverer musikk innenfor en rekke forskjellige uttrykk og sjangere. JUBA håper å tiltrekke seg enda større bredde og enda flere norske talenter i tiden framover.</p>\n<p>For å se alle artistene på JUBA, gå til www.platekompaniet.no/juba</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"432c95a1-3a07-58c5-aa03-25704cb58fda"}}