{"data":{"wordpressPost":{"title":"Øya-prat 8: Hedvig Mollestad Trio","date":"27th July 2012","content":"<p>Vi slo av en prat med Hedvig Mollestad Thomassen, gitarist i sin egen trio. Etter gode kritikker i både inn- og utland det siste året, spiller Hedvig Mollestad Trio for første gang i Middelalderparken. Hun har en lang liste favorittkonserter fra Øya-historien og omtrent like mange band hun drømmer om å se i Middelalderparken i framtida.</p>\n<p>&nbsp;</p>\n<p>Få med deg <a href=\"https://api.oyafestivalen.no/artist/hedvig-mollestad-trio/\" target=\"_blank\">Hedvig Mollestad Trio</a> i Klubben torsdag 9. august klokka 15.15</p>\n<p>&nbsp;</p>\n<p><strong>1.      Hvilken Øya-opplevelse husker du aller best?</strong><br />\nJeg husker mange dritbra konserter fra Øya, jeg tror disse er topp 8: Bon Iver, Melvins, Motorpsycho, Sonic Youth, The Thing m Thurston Moore, LOW på Øyanatt, Wilco og Snöras.</p>\n<p><strong>2.      Hvilke tre band/artister i årets Øya-program mener du publikum ikke bør gå glipp av?</strong><br />\nHelt klart El Doom &amp; The Born Electric og Bushmans Revenge! Og Bon Iver.</p>\n<p><strong>3.      Har du et praktisk festivaltips til de som er nybegynnere på utendørsfestival?</strong><br />\nJo mindre du tar med, jo bedre blir det. Dette gjelder alt unntatt penger.</p>\n<p><strong>4.      Hva kan folk forvente av konserten din/deres?</strong><br />\nDet blir høyt, hardt og deilig! Og litt vond. Det blir ikke komplett uten litt smerte.</p>\n<p><strong>5.      Har du en god eller dårlig festivalhistorie? Fortell!</strong><br />\nDessverre ikke noe som kan gjengies på et par setninger!</p>\n<p><strong>6.      Hva hører du på i sommer?</strong><br />\nMusikk og radio og snorkinga til de to andre i bandet.</p>\n<p><strong>7.      Hva vil du aller helst se på Øyafestivalens plakat i 2013?</strong><br />\nSleep. Og Rush. Og Kadavar. Og Conor Oberst. Og Cheap Trick. Og Ontz. Og Rose Kemp. Og Dinosaur Jr. Og gjenforening av Whopper.</p>\n","wordpress_id":3983,"translations":{"nb":{"url":"/2012/07/27/%c3%b8ya-prat-8-hedvig-mollestad-trio/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"d6465433-9ff2-5e62-acc8-d25ae3360fa9"}}