{"data":{"wordpressPost":{"title":"Årets julegave &#8211; boka om Last Train","date":"12th December 2012","content":"<p>Av de utestedene som var utgangspunktene for å starte Øyafestivalen, er det kun Last Train som fortsatt lever. Folk som har stått bak baren, sitti foran den eller har meninger om hovedstadens fineste intime scene, har prøvd å sette ord på hva de føler for stedet. Vi i Øyafestivalen anbefaler alle som har satt beina sine inne i lokalet i Universitetsgata, å kjøpe boka i julegave til seg selv og andre intereserte.</p>\n<p>&nbsp;</p>\n<p><strong>Antologien om Last Train. den perfekte julegaven til folk som er interessert i andre folk, musikk og/eller alkohol.</strong></p>\n<p>&nbsp;</p>\n<p>Last Train. En liten bar nede i Oslo Sentrum, der hvor det ellers ikke skjer en dritt. Rock&#8217;n&#8217;roll fiskeboll. Hvorfor i alle dager bok? Jo, Last Train er av de viktigste utestedene i Oslo, mye mer enn bare et vannhull: et sted der rockemusikken har levd akkurat litt sterkere og hardere enn de fleste andre steder. Et sted som har vært en sentral del av en viss type menneskers liv, for en kort periode, eller hele livet. Vi har laget denne hyllestboken på dugnad, her finner du kjærlighetserklæringer, samtaler om platesamlingen, om kapping av øl og klipping av hår, om sex øl og kjærlighetssorg, om vennskap og ekstreme musikalske kick. Boken befolkes av et virvar av forskjellige fortellerstemmer, med tekster skrevet litt hist og her de siste tre årene: hovedsakelig fra stamgjester, musikere, tidligere ansatte, og tastaturets løse fugler. Boken byr også på bandbilder, gamle flyers, og de få avisutklippene man har husket å spare på. Men det de alle har til felles er en brennende entusiasme overfor en skarve bar, over menneskene de har møtt der, og hvordan det på sett og vis har preget Oslos utvikling fra småby til et veloljet monster. Last Train &#8211; denne baren man ikke forlater uten å ha fått merker av den.</p>\n<p>&nbsp;</p>\n<p>I redaksjonen: Trine Sollie, Audun Vinger, Are Kleivan, Stein Arne Blomseth.</p>\n<p>&nbsp;</p>\n<p>Blant bidragsyterne i boka finner du Frithjof Jacobsen, Kristopher Schau, Anders Bortne, Cecilie Asker, Harald Fossberg, Egil Hegeberg, Bård Torgsersen, Mari Grydeland, Ando Woltmann, Øystein Greni, Kyrre Holm Johannessen m fl.</p>\n<p>&nbsp;</p>\n<p>I salg på Last Train og et knippe andre utvalgte steder til beskjedne 200 kroner fra fredag 14.desember.</p>\n<p><br clear=\"all\" /> Foto: Niklas Lello</p>\n","wordpress_id":5294,"translations":{"nb":{"url":"/2012/12/12/arets-julegave-boka-om-last-train/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"a660a92f-18ac-5168-b287-8ad2d096751c","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/12/12/arets-julegave-boka-om-last-train/","redirect":false}}}