{"data":{"wordpressPost":{"title":"Mayhem i Middelalderparken","excerpt":"<p>*MAYHEM*<br />\n*VARIERT FESTIVALPROGRAM*</p>\n<p>Vi har fått et hardtslående tilskudd til Øyafestivalens onsdag. Black metal-legendene Mayhem kommer til Middelalderparken for å røske tak i Oslo øst. Med dette må Øya-programmet sies å være det mest varierte i den norske festivalsommeren. Konserten blir den siste i Norge med gitarist Rune &#8220;Blasphemer&#8221; Eriksen, før han forlater bandet.</p>\n","content":"<p>*MAYHEM*<br />\n*VARIERT FESTIVALPROGRAM*</p>\n<p>Vi har fått et hardtslående tilskudd til Øyafestivalens onsdag. Black metal-legendene Mayhem kommer til Middelalderparken for å røske tak i Oslo øst. Med dette må Øya-programmet sies å være det mest varierte i den norske festivalsommeren. </p>\n<p>*MAYHEM*<br />\nDet finnes neppe et band i rockehistorien med en så blodig historie som Mayhem. Samtidig har de levert så sterkt musikalsk at de har holdt sin posisjon som en av metalverednens mest pålitelige leverandører av brutal uro og befriende styggedom. Bandet har vært i front av norsk ekstrem musikk siden starten på midten av 80-tallet. De var i begynnelsen inspirert av engelske Venom, svenske Bathory og sveitsiske Hellhammer (forløper til Celtic Frost). Bandet har bidratt til at mange i dag først og fremst tenker på Norge når de skal definere ekte black metal, ikke minst på grunn av veldokumentert uro på første halvdel av 90-tallet. Sammen med et lite knippe andre får Mayhem det til å gå kaldt nedover ryggen på metalentusiaster over hele verden bare man nevner navnet. De er ansvarlige for genredefinerende utgivelser som De Mysteriis Dom Sathanas fra 1994 og Grand Declaration Of War fra 2000. Musikalsk har bandet beholdt røttene i den primitive og opprinnelige stilen fra black metals barndom. De har samtidig vist at de fortsatt kan utfordre folks syn på hva black metal er. Det viste de tydelig med sisteskiva Ordo Ad Chao (2007), som også ga dem en Spellemannspris. Vi overdriver ikke om vi påstår at dagens metalscene ikke hadde vært den samme uten dette Oslo-bandet. Dagens besetning av dette myteomspundne bandet inneholder vokalist Attila Csihar, bassist Jørn “Necrobutcher” Stubberud, Trommis Jan Axel ”Hellhammer” Blomberg og gitarist Rune ”Blasphemer” Eriksen. Konserten på Øya onsdag 6. august blir Blasphemers siste i Norge før han takker for seg etter 13 års tjeneste i landets mest legendariske band. Benytt en siste anledning til å se denne utgaven av Mayhem og vi garanterer en konsert som kommer til å støpes inn i hukommelsen din.</p>\n<p>*VARIERT FESTIVALPROGRAM*<br />\nSom nevnt byr Øyafestivalen på sommerens bredeste line-up. Vårt festivalprogram spenner blant annet over elektronika med Cut Copy og Casiokids, reggae med Fat Freddy’s Drop, postrock med Mogwai og Isis, world music med Konono No 1, hipp pop med Lightspeed Champion og Lykke Li, soul med Jamie Lidell, dommedagsbråk med Sunn O))), indie med Sonic Youth, Yeasayer, breibeint og barsk rock med The Sword, Animal Alpha og Coliseum, Okkervil River og My Bloody Valentine, klubbmusikk med Diplo og Buraka Som Sistema, jazz med Elephant9, hiphop med Kid Sister og N.E.R.D., støy med Supersilent og Health!, punkrock med The Night Marchers og Turboneger, garasjerock med The Sonics og nå også black metal med Mayhem. I tillegg skal vi booke et knippe artister til.</p>\n","date":"2008-05-19T10:26:00.000Z","wordpress_id":747,"featured_image":null,"translations":{"nb":{"url":"/2008/05/19/mayhem-i-middelalderparken/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"9ecd752b-7546-50de-bb13-3f0d6fbd0d27","locale":"nb"}}