{"data":{"wordpressPost":{"title":"Fan Fanzine #13 og Tôg","date":"3rd May 2010","content":"<p>Vi er store fans av Tôg og nøyer oss med å si at du bør få med deg dette, og lar bandet presentere seg selv: </p>\n<p>_Ordet Tôg er et dialektord fra vestlandet synonymt med dust, idiot, teiting. Hvorfor ville et band fra Stavanger kalle seg noe slikt? Frykter de ikke Akersgatas keitete bokstavrimslakt, eller døve blikk fra hipsterhelvete i Oslo? Nei, man gjør ikke det med en slik arroganse. Med en Gudebenådet evne til å få lår til å riste, blir Tôg fort navnet på alles lepper. Frekke dansbare rytmer, cheesy 60-tallsorgler, analoge synther og 50-tallsgitarer er ingredienser Tôg har oppi den lekre kaken sin. O, hvor vi higer etter denne kaken. </p>\n<p>En innser fort at en selv er en tôg for å kimse av denne tôgen og andre tôger, når en minnes om ens indre ondskap. Feirer Tôg da denne ondskapen i sin blatante arroganse? En får dømme selv, men tekstfokuset inviterer til en ydmykhet midt i all sin antijanteloviskhet, pga menneskets iboende godhet og ondskap, dualismen som får en til å innse at det kunne vært jeg selv som satt på plata, jeg kunne vært diktator for det tyske folk, jeg kunne røykt cubanere med røkke og det kunne vært en knebøyd meg som messet inne på et mørkt kappell på Lunden i Oslo. Men akkurat nå rister jeg på flesket som en annen tôg._ </p>\n<p>I Fan Fanzine #13 kan du lese et intervju med Lars Christian, frontfigur og vokalist i Tôg. I tillegg byr bladet på reisebrev fra SXSW, intervjuer med Claymords og Haust, anmeldelse av den nye skiva til The Radio Dept., og en helt ny spalte som denne gangen avslører hva journalist Bernt Erik Pedersen og artist Torgny Amdam hører på om dagen. Møt opp!</p>\n","wordpress_id":397,"translations":{"nb":{"url":"/2010/05/03/fan-fanzine-13-og-tog/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"7aee1704-c6a1-503b-af9b-f63245494d95","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2010/05/03/fan-fanzine-13-og-tog/","redirect":false}}}