{"data":{"wordpressPost":{"title":"En oppdatert guide til Øyafestivalens dager","date":"2nd July 2008","content":"<p>Øyafestivalen har i år sitt fyldigste program noensinne.. Lista over bekrefta artister viser at du kan vente deg en av de mest varierte og spenstige musikkopplevelsene her til lands noensinne. Aldri tidligere har vi hatt så mange nye og spennende band på plakaten som i år. Les denne guiden og du finner ut at det er stort mangfold. Øyafestivalen kommer i år til å inneholde fire fullverdige scener, så det er ikke tvil om at man får mye musikk for penga. I tillegg til store stjerner som Nick Caves Grinderman, Pharrell Williams N.E.R.D., Sigur Ros, Turboneger, Kaizers Orchestra, The Sonics, Raga Rockers, My Bloody Valentine er programmet fullt av heite og ferske navn. Litt lenger ned kan du finne ut litt mer om disse.</p>\n<p>Nå som det kun er dagsbilletter igjen er det nok mange som lurer på hvilke dager de skal velge å dra på festival og hvorfor. Vi anbefaler selvsagt at man får med seg hele festivalen, men forstår godt at dette kanskje ikke passer inn i kalenderen til absolutt alle. Under kommer derfor en slags guide til de fire dagene i Middelalderparken. Seinere kommer også et fett og solid program til Klubbdagen tirsdag 5. august offentliggjøres.</p>\n<p>*ONSDAG 6. AUGUST – GRINDERMAN / KAIZERS ORCHESTRA / ANE BRUN / MAYHEM / IRON &#038; WINE +++*<br />\n*Mørk rock, brutal metal og mykt sommergodt*<br />\nDen første dagen i Middelalderparken toppes av Nick Cave og hans nye band Grinderman, som består av han selv og tre Bad Seeds. Cave gjør et lite utvalg festivaler før han til høsten skal forberede et nytt Grinderman-album. I tillegg til Nick Cave sjøl finner man andre mørke, desperate eller kraftfulle rockere på programmet. Kaizers Orchestra kommer til å by på jærsk, frisinna bråk, mens Mogwai vil dra publikum inn i drømmeland. </p>\n<p>Det skal selvsagt ikke kun grovkorna mørkemannsrock denne dagen. De som foretrekker myk godlyd som varmer om kapp med sola kan vi anbefale Iron &#038; Wine, Ane Brun, Jose Gonzalez og Lykke Li. I tillegg lover vi solskinn i øra med kraftpopperne Los Campesinos!, Ida Maria og Kung Fu Girls. Fra den enda tyngre leiren av rock kommer de norske legendene Mayhem, albumaktuelle Keep Of Kalessin og Texas-kvartetten The Sword.</p>\n<p>Produsent, DJ og artist Girl Talk kommer også til parken med sin genrekryssende musikklek. I tillegg kan vi love en heit elektronikaartist som blir offentliggjort noe seinere.</p>\n<p>Grinderman (med Nick Cave)<br />\nKaizers Orchestra<br />\nAne Brun<br />\nMayhem<br />\nIron &#038; Wine (US)<br />\nIda Maria<br />\nLindstrøm<br />\nMogwai (UK)<br />\nJose Gonzalez (SE)<br />\nKung Fu Girls<br />\nThe Sword (US)<br />\nKeep Of Kalessin<br />\nLykke Li (SE)<br />\nGirl Talk (US)<br />\nLos Campesinos! (UK)<br />\nTruls &#038; The Trees<br />\nGerilja<br />\nSigh &#038; Explode<br />\nThe Mae Shi (US)</p>\n<p>*TORSDAG 7. AUGUST – SONIC YOUTH / SIGUR ROS / TURBONEGER / DIPLO / THE DISCIPLINES +++*<br />\n*Rock og indie i mange former, samt innslag av klubbliv i parken*</p>\n<p>Torsdagen er en real rockedag. Liker du rocken din barsk og breibeint bør du få med deg Animal Alpha og ikke minst Turboneger, som skal framføre sitt mesterverk Apocalypse Dudes i sin helhet.</p>\n<p>Indiefolket har mange høydepunkter gjennom dagen. Her blir det kredibel massefeiring med store navn som Sonic Youth og Sigur Ros, samt etterlengtede møter med The National, Okkevil River og Lightspeed Champion. Som en bonus får du også stifte nye bekjentskaper med blant annet The Dodos, Roger Græsberg &#038; The Anti-Music Bonanza og Moddi. Du kan også storkose deg med fet rock og pop fra The Disciplines, Grand Island og Tommy Tokyo. Er du begeistra for heftig dansemoro kan både Diplo, Konono No 1 fra Kongo og soulkometen Jamie Lidell være midt i blinken.</p>\n<p>Torsdagen er mer headlinertung enn det som er vanlig på Øyafestivalen. Det er ikke mange norske festivaler som kan by på tre storkanoner som Turboneger, Sonic Youth og Sigur Ros i løpet av noen få timer. </p>\n<p>Turboneger spiller Apocalypse Dudes<br />\nSonic Youth (US)<br />\nSigur Ros (IS)<br />\nThe Disciplines<br />\nDiplo (US)<br />\nThe National (US)<br />\nAnimal Alpha<br />\nOkkervil River (US)<br />\nLightspeed Champion (UK)<br />\nJamie Lidell (UK)<br />\nGrand Island<br />\nLukestar<br />\nThe Dodos (US)<br />\nTommy Tokyo &#038; Starving For My Gravy<br />\nKenge Kenge (KE)<br />\nRoger Græsberg &#038; The Anti-Music Bonanza<br />\nModdi<br />\nHaust</p>\n<p>*FREDAG 8. AUGUST – N.E.R.D. / MY BLOODY VALENTINE / THOM HELL / FLEET FOXES / HÅKAN HELLSTRÖM +++*<br />\n*Dansefot, samt ny og gammel indie*</p>\n<p>Fredagen blir en festdag for alle som har danseskoa med i parken, enten de foretrekker klubbmusikk eller hiphop. Vi byr nemlig på N.E.R.D. med selveste Pharrell Williams i front, groovy rytmer med diskJokke, genierklært dansemoro fra Spania med El Guincho, lekenhet fra Casiokids, frekk hiphop med Clipse, Kid Sister og A-trak,  og et norsk-afrikansk bidrag fra Stella Mwangi.</p>\n<p>Indiefolket skal selsagt også få dosa si, ikke minst ved et etterlengtet besøk fra  legendariske My Bloody Valentine, den soniske trioen A Place to Bury Strangers og de nye amerikanske yndlingene i Fleet Foxes. Norske radiofavoritter som Thom Hell og Howl kommer også til å levere godstemning i Middelalderparken. Hele pakka åpnes med selveste Håkan Hellström.</p>\n<p>De som foretrekker smalere genre og musikalske utfordringer, får dette så det monner. Supersilent har for anledningen har med seg Nils Petter Molvær for en uforglemmelig opptreden. I tillegg kan du oppleve bråkmakerne Health!, elektrofrikerne Holy Fuck, den brutale krafttrioen Coliseum og et nytt norsk stjernelag innen progressiv jazz, nemlig Elephant9.</p>\n<p>My Bloody Valentine (UK)<br />\nN.E.R.D. (US)<br />\nHåkan Hellström (SE)<br />\nThom Hell<br />\nHowl<br />\nClipse (US)<br />\ndiskJokke<br />\nSupersilent m/Nils Petter Molvær<br />\nKid Sister &#038; A-trak (US)<br />\nFleet Foxes (US)<br />\nStella Mwangi<br />\nEl Guincho (ES)<br />\nHoly Fuck (CA)<br />\nCasiokids<br />\nRumble In Rhodos<br />\nColiseum (US)<br />\nHealth! (US)<br />\nElephant9<br />\nA Place To Bury Strangers (US)</p>\n<p>*LØRDAG 9. AUGUST – THE SONICS / RAGA ROCKERS / INGRID OLAVA / CUT COPY / BIGBANG &#8211; AKUSTISK +++*<br />\n*Rock’n’roll, streng droning og party i parken*</p>\n<p>Vi har satt sammen et heidundranes program for festivalens siste dag. Du får blant annet et solid rock’n’roll-liste med Raga Rockers, garasjerocklegendene The Sonics, de norske nykommerne Master Piece Of Cake, Oslos egne Pirate Love og punkrockerne i The Night Marchers. Den store festivalfinalen åpnes av en akustisk BigBang-konsert.</p>\n<p>Noen har savna nye kule band på Øya i år? Da burde du sjekke hele programmet, bare på lørdagen er det proppfullt. Mange vil nok storkose seg med den australske elektropoptrioen Cut Copy, som er spådd å få et av sommerens virkelige gjennombrudd. Lørdagsprogrammet er spekket med heite navn du kanskje ikke ennå veit at du kan komme til å elske. Vi nevner i fleng eksotisk indie med Yeasayer, herlig bråk med No Age, afrikanskinspirert klubbing med Buraka Som Sistema eller frika kraftrock med kollektivet Dark Meat.</p>\n<p>Trenger du noe mer tungt fordøyelig kan du enten konsentrere deg om de amerikanske post-rockerne Isis og dronemetalkongene Sunn O))) eller bli med på en musikalsk reise med Lama og Lars Horntveths samarbeid med Kringkastingsorkesteret.</p>\n<p>The Sonics (US)<br />\nRaga Rockers<br />\nBigBang &#8211; akustisk<br />\nCut Copy (AU)<br />\nIsis (US)<br />\nLars Horntveth m/KORK<br />\nSunn O)))<br />\nYeasayer (US)<br />\nIngrid Olava<br />\nWe<br />\nNo Age (US)<br />\nThe Night Marchers (US)<br />\nSilje Nes<br />\nPirate Love<br />\nBuraka Som Sistema (PT)<br />\nEl Cuero<br />\nJanelle Monae (US)<br />\nDark Meat (US)<br />\nIngeborg Selnes<br />\nLama<br />\nMaster Piece Of Cake</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"59ba8a7b-7117-55a8-b076-c6cc538c7325"}}