{"data":{"wordpressPost":{"title":"Bob Mould spiller Copper Blue på Øya – 700 ukespass igjen","date":"9th February 2012","content":"<p>Billettsalget til Øyafestivalen går virkelig unna og det er i dag 700 ukespass igjen til festivalen. Ikke verst med tanke på at vi har sluppet under halvparten av artistene som skal spille i august. Dagsbilletter til alle dager og de siste ukespassa selges hos Billettservice.no</p>\n<p><a href=\" http://www.billettservice.no/artist/oyafestivalen-billetter/301563 \" target=\"_blank\">Kjøp billetter her</a></p>\n<p>&nbsp;</p>\n<p>Copper Blue av den amerikanske trioen Sugar ble av NME kåret til 1992s aller beste album. 20 år etter utgivelsen vil du kunne oppleve at hjernen bak denne klassikeren framfører alle ti låtene på Øyafestivalen. Bob Mould gjør noen få konserter med musikken fra Copper Blue i år og vi er veldig stolte over at en av mulighetene til å oppleve dette er hos oss onsdag 8. august. Samme dag spiller også Thurston Moore, The Stone Roses, Feist, Florence + The Machine og mange andre.</p>\n<p>&nbsp;</p>\n<p>Neste uke slipper vi et meget etterspurt band, som vil glede mange…</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>BOB MOULD (US)</strong></p>\n<p>Etter mange år i legendariske Hüsker Dü og et par soloskiver, følte Bob Mould på tidlig 90-tall at det var på tide å spille i et band hvor han sjøl satt med full kontroll. Resultatet ble Sugar, en trio som lynkjapt starta arbeidet med å spille inn en mengde musikk Mould allerede hadde skrevet. I september 1992 ble debuten Copper Blue utgitt på Rykodisk i USA og superheite Creation i Europa. Både salgstall og mottakelse var bevis på at veteranen Mould hadde truffet blink. Mould viste at han fortsatt kunne lage fengende og energisk rock i øverste divisjon. På Copper Blue går melodi, melankoli, frustrasjon og kraft hand i hand. Mould har i lang tid spilt låter fra skiva under sine konserter, men har inntil nå aldri spilt albumet i sin helhet. De som har sett Bob Mould i utlandet de siste åra, kan ha fått med seg høydepunkter som Hoover Dam, If I Can’t Change Your Mind, A Good Idea og The Act We Act.</p>\n<p>&nbsp;</p>\n<p>Copper Blue markerte det et nytt kapitel i Bob Moulds karriere.  Albumet gikk inn på topp ti i Storbritannia og det ble utgitt hele fire singler fra skiva. NME kåra, noe uventa, dette til årets album i 1992. Sugar var kjent som et intenst og høytspillende liveband, som ikke kasta bort tida på koseprat. Nå skal herlighetene gjenskapes. Bob Mould har ikke gjesta Oslo siden 1991, et år før Sugar ble danna. Det er absolutt å tide at vi ønsker denne bautaen i amerikansk rock velkommen tilbake.</p>\n<p>&nbsp;</p>\n<p>Til Øya har Mould med seg en rytmeseksjon bestående av Jon Wurster (Superchunk og The Mountain Goats) og Jason Narducy (Robert Pollard). Nyheten om at Bob Mould kommer til Øyafestivalen onsdag 8. august ble tatt i mot med voldsom entusiasme på Øya-kontoret og Copper Blue har gått på repeat. Det kan fort bli en tåre i øyekroken på minst en festivalmedarbeider under sommerens festival.<br />\n<a href=\"http://bobmould.com/\">http://bobmould.com/</a></p>\n","wordpress_id":1831,"translations":{"nb":{"url":"/2012/02/09/bob-mould-spiller-copper-blue-pa-oya-700-ukespass-igjen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"71784351-75ee-5716-b42d-1bf16689b6e4","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2012/02/09/bob-mould-spiller-copper-blue-pa-oya-700-ukespass-igjen/","redirect":false}}}