{"data":{"wordpressPost":{"title":"Torsdagens konsertanmeldelser","date":"2015-08-14T11:06:41.000Z","content":"<div></div>\n<div></div>\n<div><a href=\"http://www.vg.no/rampelys/musikk/oeyafestivalen/konsertanmeldelse-silja-sol/a/23505062/\">Silja Sol fikk terningkast 5 av VG</a></div>\n<div><em>Sånn sett er Silja Sol, om man skulle finne fram noen virkelig vilt store og svevende ord, bergensscenen akkurat nå in persona. Men la oss ikke dra det så langt. Hun leverer uansett verdens beste nye bergenske visdomsord fra scenen: «Alle har solbriller, og det er et godt tegn, for da regner det ikkje».</em></div>\n<div></div>\n<div></div>\n<p><div><a href=\"http://p3.no/musikk/la-oss-sveve/\">Flying Lotus fikk trillet festivalens første 6er fra P3</a></div>\n<div>\n<div><em>«Dead Mans Tetris», «Do The Astral Plane», «Never Catch Me» og det fortsetter. Og ja, naturligvis finner han plass til «Let Me Ride» fra debutalbumet til Dr. Dre i settet. Mildt sagt eksentriske beats, men flytende opplegg.  Og Flying Lotus mister aldri kontrollen, tvert i mot. Det er som en sprø reise inni sinnet hans. Neste nivå-greier, dette. Nå bare gliser jeg.</em></div>\n</div>\n<div></div>\n<div></div>\n<div>\n<p><div><a href=\"http://p3.no/musikk/drommefangeren-2/\">Thea Hjelmeland fikk også 5er fra P3</a></div>\n<div><em>Som vokalist er Hjelmeland enestående. Hun beveger seg sømløst fra det transparente til det kraftfulle, uten å bomme på en tone.</em></div>\n</div>\n<div></div>\n<div></div>\n<div>\n<p><div><a href=\"http://p3.no/musikk/frynsete-forforer/\">Enda en 6er til Father John Misty fra P3</a></div>\n<div><em>Han er per nå den mest tydelige (og elskelige) frontpersonen countryrocken har. Et smidig møte mellom Nick Cave, Chris Isaac (også behørig kommentert underveis) og Iggy Pop – spesielt synlig på rockavslutteren «The Ideal Husband», som runder av et sett i tospann med «Hollywood Forever Cemetary Sings». Kruttsterk dose av et ego med en karisma sjeldent sett på en scene.</em></div>\n</div>\n<div></div>\n<div></div>\n<div>\n<p><div><a href=\"http://www.dagsavisen.no/oslo/danset-inn-i-øya-natten-1.383430#cxrecs_s\">Florence +the Machine fikk 5 fra Dagsavisen</a></div>\n<div><em>Hun kom inn med hennes velkjente roser i favnen og kastet de til publikum før hun dro i gang med enda mer kjente låter som «What The Water Gave Me» og «Ship Wreck» til hjerter som smeltet fra første smil og tone fra et band som er like velspilt som det er rikt og lydmalende, med korere, blåsere og et komp som er både tungt og suggererende. </em></div>\n</div>\n<div></div>\n<div></div>\n<div>\n<p><div><a href=\"http://www.dagsavisen.no/oslo/fest-med-innhold-fra-run-the-jewels-1.383305#cxrecs_s\">Dagsavisen ga også 5 til Run The Jewels</a></div>\n<div><em>Brått var det som om ører spisset seg på sletta. Enkelte skottet mot Vindfruen. Hva er det som skjer? Denne sangen har alle hørt før, har de ikke? Ut over sletta ljomet Queens «We Are the Champions» og akkurat da var Øya samlet om et sted, Vindfruen. Ut på scenen kom Mike og El-P, også kjent som Run The Jewels, og nøt det hele da allsangen ljomet nedover skråningen foran scenen. Ja, El-P så nesten rørt ut der han skuet ut over et stort publikum.</em></div>\n</div>\n<div></div>\n<div></div>\n<div>\n<p><div><a href=\"http://gaffa.no/anmeldelse/98399\">Torgeir Waldemar fikk terningkast 5 fra Gaffa</a></div>\n<div><em>Waldemar er først ute på Øyas andre dag, og det skal mye til å sørge for en finere start. Det er både alvorlig, tidvis morsomt og dystert på samme tid.</em></div>\n</div>\n<div></div>\n<p><div>Bildet er fra konserten med Florence + the Machine på Amfiet torsdag kveld.</div>\n<div>Foto: Anna Lerheim Ask</div>\n","wordpress_id":13031,"translations":{"nb":{"url":"/2015/08/14/torsdagens-konsertanmeldelser/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"0a92576e-f200-5469-ae3b-9d8d6fcbd791","locale":"nb"}}