{"data":{"wordpressPost":{"title":"Zoom-finale i Oslo 3. og 4. februar!","date":"30th January 2009","content":"<p>Etter tette og gode runder med lokale Zoom-kvelder i Oslo, Tromsø, Stavanger, Bergen, Trondheim og Kristiansand er det nå klart hvem som får konkurrere i årets finale. Finalen finner sted 3. og 4. Februar på Garage i Oslo.</p>\n<p>Vinnerbandet får dra på stor turné i vår, sammen med Urørt-vinner Pony The Pirate. <a href=\"http://www11.nrk.no/urort/artist/pony_the_pirate/default.aspx\" target=\"_blank\">Sjekk Urørt-vinneren her</a></p>\n<p>*Finale ZOOM 09 &#8211; #1 – tirsdag 3. februar – Garage Oslo:*</p>\n<p>23.30 KVELERTAK<br />\n22.30 NORMA SASS<br />\n21.30 EVAN SELEVEN</p>\n<p>*Finale ZOOM 09 &#8211; #2 – onsdag 4. februar – Garage Oslo:*</p>\n<p>23.30 LYD<br />\n22.45 MERLIN<br />\n22.00 BAD COUNTY OFFICIALS<br />\n21.15 PELBO</p>\n<p>*Bandomtaler:*</p>\n<p>BAD COUNTY OFFICIALS (Tromsø) &#8211; <a href=\"http://www11.nrk.no/urort/artist/BadCountyOfficials/default.aspx\" target=\"_blank\">link NRK Urørt</a><br />\nStartet som et loftsprosjekt og meningen var hele tiden å starte et countryband, men en kombinasjon av litt begrensede musikalske evner og en høyst berettiget redsel for mennesker som spiller andre instrumenter enn gitar gjorde at man endte opp med et tradisjonelt rockeorkester. Konsertene har blitt mottatt med overveldende positiv respons og et unisont rop om MER! </p>\n<p>EVAN SELEVEN (Kristiansand) &#8211;  <a href=\"http://www11.nrk.no/urort/artist/EvanSelevenoffisiell/default.aspx\" target=\"_blank\">link NRK Urørt</a><br />\nEvan Seleven er klare med debutplata ”Detours, Sideways and Delays” som slippes 20. April 2009. Samtidig kommer musikkvideo og radiosingel til låta ”Love Takeoff”. Platen som definerer den nye indie rocken er allerede en hit hos de søteste jentene i klassen. Vokalist Nils Olav Drivdal’s primale behov kan som før kun tilfredstilles fra en scene, og med ny trommis, Jonathan Perez (fra Sirenia), låter Evan Seleven om mulig enda tightere, hardtslående og fengende.</p>\n<p>KVELERTAK (Stavanger) &#8211;<a href=\"http://www11.nrk.no/urort/artist/Kvelertak/default.aspx\" target=\"_blank\">link NRK Urørt</a><br />\nKvelertak er et seksmanns sterkt band fra Stavanger, med medlemmer fra Purified in Blood og Haggis. De er et friskt pust inn i hardrock/metal-scenen, med sin catchy, svartmetall-inspirerte punkrock. Bandet går for å være en sinnsykt festlig opplevelse live.</p>\n<p>LYD (Bergen) &#8211; http://www11.nrk.no/urort/artist/Lyd/default.aspx<br />\nLyd er eit framadstormande band frå bydelen Arna i Bergen. Dei spelar skrangle-rock med attitude, og skapar liv og røre der dei er. Musikken kan for nokon vere vanskelig å setje i bås; den har blitt beskrevet som alt frå rock til pønk, frå indie til trash-pop, og frå Le Tigre til Yeah Yeah Yeahs. Lyd er det i allefall. </p>\n<p>MERLIN (Oslo) &#8211; <a href=\"http://www11.nrk.no/urort/artist/Merlin/default.aspx\" target=\"_blank\">link NRK Urørt</a><br />\n&#8220;…eit pønkhardcoreband som boblar over av kreativitet, originale idear og sprudlande speleglede. Lyttaren blir frå trommevirvelen startar introen med på ein berg- og dalbanetur i rocken.” Nrk Urørt<br />\n&#8220;Dette går unna! En blanding av Queens Of The Stoneage og Dillinger Escape Plan? Eller noe helt annet.” Pyro redaksjonen, NRK</p>\n<p>NORMA SASS (Oslo) &#8211; <a href=\"http://www11.nrk.no/urort/artist/Normasass/default.aspx\" target=\"_blank\">link NRK Urørt</a><br />\nNorma Sass er en forfriskende kvintett av pop-indianere med wigwam i Oslo. Norma Sass fremfører sine fengende låter på en uortodoks og selvskreven måte. Låtmaterialet og måten bandet velger å arrangere det på, tyder sterkt på at jentene har gjort hjemmeleksene sine nøye og mener det de gjør. </p>\n<p>PELBO (Trondheim) &#8211;  <a href=\"http://www11.nrk.no/urort/artist/Pelbo/default.aspx\" target=\"_blank\">link NRK Urørt</a><br />\nPELbOs besetning er alt annet enn hverdagslig: vokal, tuba og  trommer. Høres heftig ut? Det er det. Bandet beveger seg smidig i et lydlandskap mellom pop,rock og jazz og deres bruk av live-elektronikk samt en &#8220;oppitrynet&#8221;-holding gjør PELbO til en powertrio du ikke har hørt maken til.</p>\n<p>*Kjekt å vite:*</p>\n<p>Nytt av året er at Norsk Rockforbund og Øyafestivalen er med på Zoom-samarbeidet. Sammen med de gode lokalarrangørene skal vi ta med oss vår kompetanse inn i Zoom på en måte som gjør at dette fortsatt kan være den beste arenaen for nye lovende norske liveband i mange år framover.</p>\n<p>Zoom har vært et viktig steg på karrierestigen for mange band som i dag er godt etablerte. Blant tidligere Zoom-vinnere finner man blant annet kjente navn som Ida Maria, Ricochets, Silver, Surferosa, The Jessica Fletchers, Helldorado, Heroes &#038; Zeros, The Beautiful People (nå 120 Days) og Furia.</p>\n<p>Foto: Kvelertak fra delfinalen til Zoom på Checkpoint Charlie. Fotograf Erik Holsvik.</p>\n","wordpress_id":640,"translations":{"nb":{"url":"/2009/01/30/zoom-finale-i-oslo-3-og-4-februar/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"488f3e7c-1858-5603-8bfd-e04b8b3dcdf9","locale":"nb"}}