{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"d48cdc9c-cefc-517a-b73d-138a484a3c34","slug":"field-day-%c3%b8yas-tvillingfestival-i-london-til-helga","title":"Field Day, Øyas tvillingfestival i London, til helga","date":"2010-07-26T11:57:10.000Z","excerpt":"<p>Tidligere i år fikk Øya en tvillingfestival i London, kalt Field Day. Idéen bak et tett samarbeid mellom anerkjente britiske festivaler og gode arrangementer i andre europeiske land, er å kunne dra veksel på hverandres kompetanse, markedsføring og programmering. Øyafestivalen og Field Day har akkurat startet sitt samarbeide og regner med at dette kan gi gode resultater for begge arrangører i årene som kommer. I likhet med Øyafestivalen er Field Day et meget populært arrangement i en hovedstadspark. </p>\n"}},{"node":{"id":"1f3ddd06-ea90-557f-abf4-08e8a51f27f9","slug":"hor-%c3%b8ya-artistene-gratis-i-wimp-i-30-dager","title":"Hør Øya-artistene gratis i WiMP i 30 dager","date":"2010-07-23T11:59:16.000Z","excerpt":"<p>Vinn festivallpass til Øyafestivalen 2011. Prøv WiMP gratis og bli med i trekningen  av 10 festivalpass til Øyafestivalen 2011. Send  ØYA til 2225, motta din gratis uforpliktende prøvemåned og<br />\ndelta i trekningen av ett festivalpass. Du velger selv om du vil fortsette etter prøveperioden. Det er ingen bindingstid.<br />\n<a href=\"http://www.wimp.no\" target=\"_blank\">WIMP</a></p>\n"}},{"node":{"id":"6a17fcef-91c9-586d-913b-92b5274196e4","slug":"panda-bear-og-surfer-blood-bytter-plass-i-torsdagsprogrammet","title":"Panda Bear og Surfer Blood bytter plass i torsdagsprogrammet","date":"2010-07-22T18:53:00.000Z","excerpt":"<p>For å etterkomme artistenes ønsker har vi nå sett oss nødt til å bytte plass på Panda Bear og Surfer Blood i programmet for torsdag 12/8. Dette betyr at Surfer Blood spiller på Sjøsiden klokka 18.40 og at Panda Bear spiller inne i vår nye teltscene Klubben klokka 16.10. Dermed får Panda Bear-konserten en publikumskapasitet på 2000 og det kan være lurt å komme i god tid om man MÅ ha med seg denne. <a href=\"http://oyafestivalen.com/pages/nor/8-program\" target=\"_blank\">Oppdatert program til Øya finner dere her</a></p>\n"}},{"node":{"id":"2a932b31-7adb-5f9c-a55b-c4d566f6f0c9","slug":"kart-over-festivalomradet","title":"Kart over festivalområdet","date":"2010-07-21T13:36:00.000Z","excerpt":"<p>Det finnes sikkert en del der ute som kunne tenke seg å få litt oversikt over Middelalderparken, og som enn å ikke har fått fingrene i det finfine festivalmagasinet. Nå kan du se hvor du finner scener, barer, toaletter, innslipp og annet viktig. <a href=\"http://www.oyafestivalen.com/~arnt/omradekart_publikum_2010.jpg\" target=\"_blank\">Kart over årets festivalområde finner du her</a></p>\n"}},{"node":{"id":"fe53060f-138d-52ae-98f4-18268a501dca","slug":"fa-billetter-igjen-til-onsdag-og-torsdag","title":"Få billetter igjen til onsdag og torsdag","date":"2010-07-20T08:14:00.000Z","excerpt":"<p>Nå er det kun billetter igjen til onsdag 11. august og torsdag 12. august. Etter en finregning er det i dag under 1000 dagsbilletter igjen til onsdagen, og torsdagen henger ikke langt etter. Disse to dagene er fullspekka med heite artister fra inn- og utland. Begge inneholder en stor mengde aktuell, variert og spennende musikk. <a href=\"http://www.billettservice.no/oyafestivalen-billetter/artist/301563?language=no\" target=\"_blank\">Billettene selges hos Billettservice</a></p>\n"}},{"node":{"id":"5b1695ec-7c14-527e-858f-ca4d08c508d2","slug":"juba-ny-konkurranse-for-band-uten-platekontrakt","title":"JUBA: ny konkurranse for band uten platekontrakt","date":"2010-07-19T10:26:00.000Z","excerpt":"<p>Platekompaniet og Øyafestivalen arrangerer denne sommeren en stor konkurranse for band og artister uten platekontrakt. Vinneren får opptre på Øyafestivalen, og vil også få muligheten til å utgi en plateinnspilling på CD. Alle artister/band som er registrert på JUBA før 1. august deltar i konkurransen, og en jury vil kåre en vinner. Vinneren får spille på Øyafestivalen 14. august, samt muligheten til å få trykket opp og utgitt en plateinnspilling på CD. Denne vil bli distribuert og markedsført i Platekompaniets butikker, samt på MP3 og i WiMP.</p>\n"}},{"node":{"id":"9eda6984-5d7f-5ca7-b881-a359b74998ac","slug":"stumfilmkonsert-med-aethenor-10-august","title":"Stumfilmkonsert med Æthenor 10. august","date":"2010-07-16T11:54:00.000Z","excerpt":"<p>Æthenor vs. Maya Deren på Eldorado Kino tirsdag 10. august, kl 18.30</p>\n<p>Til de av dere som ser frem til Æthenors stumfilmkosert kan vi nå opplyse at bandet har valgt filmen de skal lydsette. Bandet, som blant annet består av medlemmer fra Ulver og Sunn O))), har valgt fire kortfilmer av avantgardefilmskaperen Maya Deren (1917-1961). Med andre ord får man en fin miks av avantgarde metal av nyere årgang og med god gammel avantgarde film.</p>\n"}},{"node":{"id":"fb355257-4db4-5e0a-8ca0-a0cbd1ea5d28","slug":"konkurranse-vinnere-marina-the-diamonds","title":"Konkurranse: Vinnere Marina &#038; The Diamonds","date":"2010-07-16T08:35:00.000Z","excerpt":"<p>Vi har trukket to vinnere som visste at låta vi var ute etter heter Mowgli&#8217;s Road og som kan kle seg i ei kul t-skjorte om ikke lenge. Emilie Kolstø Strømøy og Camilla Kahlbom vil bli kontaktet på mail i løpet av dagen og kan snart vente seg premier i posten. Gratulerer!</p>\n<p>Se opp for flere konkurranser om ikke lenge!</p>\n"}},{"node":{"id":"8f6b6f06-65db-5938-82fa-fc8ce4287a10","slug":"kun-billetter-igjen-til-onsdag-og-torsdag","title":"Kun billetter igjen til onsdag og torsdag","date":"2010-07-14T11:06:00.000Z","excerpt":"<p>Det er nå dagsbilletter igjen til kun to av dagene i Middelalderparken. Lørdag 14. august solgte ut tidlig i dag og for ikke lenge siden gikk vi tomme for både festivalpass og fredagsbilletter. De heldige som har skaffet seg billett til lørdagen kan se fram til sterke konsertopplevelser med Motorpsycho, The xx (bildet), Big Boi, Paul Weller, Karpe Diem, Tony Allen, Converge, Lillebjørn Nilsen, Ost &#038; Kjex, Local Natives +++</p>\n"}},{"node":{"id":"0a2533d4-d166-5ae8-aff2-13628aa77433","slug":"idag-starter-oslo-live","title":"Idag starter Oslo Live!","date":"2010-07-14T09:56:55.000Z","excerpt":"<p>Nå er snart Oslo Live i gang på Kontraskjæret. Trenger du litt festivaltrening før Øya, anbefaler vi at du får med deg en eller flere av dagene på festivalområdet rett ved Akershus festning. Vi tar turen bortom for å få med oss In Flames, Kent, Scissor Sister, Bun B, Mongo Ninja, Johnossi, Danko Jones, Crystal Castles (bildet), Mungolian Jet Set, Sivert Høyem,  Pow Pow, A-trak,  Joddski, Chiddy bang, Social Suicide og noen til. Vi ses i sola. <a href=\"http://www.oslolivefestival.no/program/\" target=\"_blank\">Fullt program til Oslo Live her</a></p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":134,"pageCount":183,"additionalContext":{}}}