{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"link":"/2008/07/18/saviours-erstatter-the-sword/","locale":"nb","type":"post","id":"62d04f83-114a-52b9-b775-861c1565d330","slug":"saviours-erstatter-the-sword","title":"Saviours erstatter The sword","date":"2008-07-18T11:05:00.000Z","excerpt":"<p>The Sword ser desverre ikke ut til å jobbe like hardt som de spiller. </p>\n<p>MEN! Vi har booka inn noen veldig gode venner av bandet, som både spiller og jobber et lite knepp hardere: The Saviours, fra Oakland USA. Etter å ha overlevd en vill turné med Mastodon i fjor har de, bare hittils i 2008, rukket å være på turné med Early Man, Fu Manchu, High on Fire, The Sword, Black Cobra og Witchcraft.</p>\n"}},{"node":{"link":"/2008/07/17/festivalmagasinet-er-na-online/","locale":"nb","type":"post","id":"62ea9571-e90e-5789-9fdd-0bf972effd78","slug":"festivalmagasinet-er-na-online","title":"Festivalmagasinet er nå online","date":"2008-07-17T15:22:00.000Z","excerpt":"<p>Vårt festivalmagasin traff gata i forrige uke, men for de uheldige som ikke har fått sikra seg et eksemplar har vi nå lagt det ut på nettet i sin helhet. Det er web- og designwizzard Håvard Gjelseth fra This Way Design som har lagt opp på nettet, til glede for oss alle. <a href=\"http://dev.thiswaydesign.com/oya/program/\" target=\"_blank\">Klikk på magasinruta til høyre, eller her</a> for å bli shippa direkte til en stemningsfull side der du bokstavelig talt kan bla deg gjennom alle 132 sidene med herlige nyheter, band- og filmomtaler, praktisk info, utstillinger og annet snack.</p>\n"}},{"node":{"link":"/2008/07/15/siste-artist-pa-plass-i-parken-la-soulfesten-begynne/","locale":"nb","type":"post","id":"9489f600-e4c2-51c7-a26f-f0dc73163918","slug":"siste-artist-pa-plass-i-parken-la-soulfesten-begynne","title":"Siste artist på plass i parken. La soulfesten begynne!","date":"2008-07-15T14:37:00.000Z","excerpt":"<p>De aller fleste har fått med seg at Øya er ferdig booka, men det var kanskje ikke like mange som fikk meg seg at bookinggruppa hadde gjemt unna en liten kanin i hatten sin? -Må ha is i magan vettu, var kommentaren vi fikk fra et hektisk bookingkontor.</p>\n<p>Bryn Christopher lover soulfest på lørdagen i parken.</p>\n<p><a href=\"http://www.oyafestivalen.com/pages/nor/198-siste_artist_paa_plass_i_parken_la_soulfesten_begynne\" target=\"_blank\">Les mer&#8230;</a></p>\n"}},{"node":{"link":"/2008/07/11/telepathe-erstatter-el-guincho/","locale":"nb","type":"post","id":"cf8d16ed-8563-55c9-9e14-d3b9eb4805e7","slug":"telepathe-erstatter-el-guincho","title":"Telepathe erstatter El Guincho","date":"2008-07-11T12:35:00.000Z","excerpt":"<p>De hippe Brooklyn-jentene i Telepathe erstatter den utbrente spanske artisten El Guincho fredag 8. august. Han har tidligere denne uka meldt at han sliten og vi har nå mottatt den triste nyheten om at han ikke kommer til Øyafestivalen. </p>\n"}},{"node":{"link":"/2008/07/11/na-kan-du-kjope-billetter-til-%c3%b8yakino/","locale":"nb","type":"post","id":"db5f039a-b4c4-52a2-81ec-a0277ae1e5c9","slug":"na-kan-du-kjope-billetter-til-%c3%b8yakino","title":"Nå kan du kjøpe billetter til Øyakino","date":"2008-07-11T11:55:00.000Z","excerpt":"<p>Fra og med i dag kan du løpe til din nærmeste kino eller logge din inn på www.oslokino.no og kjøpe deg billetter til en eller alle av Øyakinosvisninger. Film nummer to til våre dagen-derpå-visninger, hvor man før burger i tillegg til filmvisning, er nå også klar. Valget man dermed har etter mange dager med slitsom festival er å enten gå på før-premiere av ”De Usynlige” eller på Mike Myers-komedien ”Love Guru”. </p>\n"}},{"node":{"link":"/2008/07/11/camp-indie/","locale":"nb","type":"post","id":"1e1eee2d-ac01-505d-8ec6-eb8caddb51bd","slug":"camp-indie","title":"Camp Indie","date":"2008-07-11T11:13:00.000Z","excerpt":"<p>Øyafestivalen fortsetter sitt fokus på norsk musikk og satsingen Camp Indie er vår hyllest til grasrotnivået i norsk musikkliv. Her inviterer vi små, uavhengige plateselskaper som i ekte DIY-ånd drives av ildsjeler og eksisterer på pur musikkglede.</p>\n<p>Camp Indie vil presentere et knippe ferske navn hver dag. I tillegg vil hver dag åpnes av en litteraturhappening i regi av Vinduet.</p>\n"}},{"node":{"link":"/2008/07/11/flere-oppdateringer-klubbdagen/","locale":"nb","type":"post","id":"a72871b4-14b4-50ba-bdd3-bd3c15ba78c8","slug":"flere-oppdateringer-klubbdagen","title":"Flere oppdateringer Klubbdagen","date":"2008-07-11T11:03:00.000Z","excerpt":"<p>Dere som har fått fatt i festivalmagasinet har sikkert kikka litt på det fyldige programmet til Klubbdagen tirsdag 5. august. På grunn av tidlig trykketid kom ikke alt med.</p>\n"}},{"node":{"link":"/2008/07/09/gled-dere-til-my-bloody-valentine/","locale":"nb","type":"post","id":"1ccb6c7e-2c43-54ea-907c-8d00c26a5be9","slug":"gled-dere-til-my-bloody-valentine","title":"Gled dere til My Bloody Valentine","date":"2008-07-09T14:20:00.000Z","excerpt":"<p>My Bloody Valentine gjør en av få konserter denne sommeren i Middelalderparken under Øyafestivalen. Etter å ha lest et utvalg anmeldelser av de første konsertene forstår vi at det er all grunn til å glede seg. Vi veit det er mange som ser fram til å få oppleve høydepunkter fra skivene Isn’t Anything (1988) og Loveless (1991) i konsertutgave.</p>\n"}},{"node":{"link":"/2008/07/08/let-deg-fram-i-arets-program/","locale":"nb","type":"post","id":"5cf7d3f8-88b9-5726-8bad-fdeb7aa47ecc","slug":"let-deg-fram-i-arets-program","title":"Let deg fram i årets program","date":"2008-07-08T11:27:00.000Z","excerpt":"<p>Nå har vi fått på plass spilletider og scener på artistene i Middelalderparken. Det betyr at det nå er lettere å orientere seg i årets program. Spilleplanen står også i festivalmagasinet, som er ute nå. Noen små endringer er riktignok gjort etter at det gikk i trykken.</p>\n<p>Finn fram penn og papir og lag din egen plan for hvordan du skal få med deg flest mulig fete konserter.</p>\n"}},{"node":{"link":"/2008/07/07/ayakino-heavy-metal-in-baghdad/","locale":"nb","type":"post","id":"928e3959-cff4-50cd-83b8-f014ddb2d3dd","slug":"ayakino-heavy-metal-in-baghdad","title":"Øyakino &#8211; Heavy Metal in Baghdad","date":"2008-07-07T10:31:00.000Z","excerpt":"<p>*”Heavy Metal in Baghdad” tar over for ”Patti Smith: Dream of Life”*</p>\n<p>Da det dessverre har vist seg umulig å skaffe til veie en filmkopi av dokumentaren ”Patti Smith: Dream of Life” må den beklageligvis gå ut av Øyakinos filmprogram. Takket være hjelp fra våre venner i filmfestivalen Film fra Sør har vi nå en svært god erstatningsfilm: ”Heavy Metal in Baghdad”. </p>\n"}}],"pathPrefix":"nyheter","first":false,"last":false,"index":171,"pageCount":181,"additionalContext":{"locale":"nb"}}}