{"data":{"wordpressPost":{"title":"Tre norske til Øya","date":"22nd January 2015","content":"<p><strong>EMILIE NICOLAS</strong><br />\n<strong>TEAM ME</strong><br />\n<strong>ANNA OF THE NORTH</strong></p>\n<p>Under 3000 ukespass igjen</p>\n<p>Øya-plakaten fylles opp og idag legger vi til tre norske kvalitetsnavn som vil gjøre seg godt i programmet. 2014 var det store gjennombruddet for Emilie Nicolas, med plateutgivelse og en fantastisk konsert på Øya. Nå kommer hun tilbake for å spille på vår aller største scene lørdag 15. august. Nylig vant hun to Spellemann-priser, årets nykommer og årets popsolist. Team Me ga i fjor ut det flotte albumet Blind As Night og kommer til Tøyenparken for å lage god temning i sola. Anna Of The North skal spille på Øya for første gang. Smakebitene hun har gitt oss så langt, gjør at vi har stor tro på at 2015 blir et godt år for henne.</p>\n<p><strong>UNDER 3000 UKESPASS IGJEN</strong><br />\nBillettsalget til Øya 2015 går svært godt, og det er foreløpig ukespassa som går fortest hos Billettservice. Disse billettene inkluderer fire dager i Tøyenparken og Klubbdagen tirsdag 11.august. Det er nå under 3000 ukespass igjen, så det er ingen grunn til å vente om du vil ha med deg hele Øya-opplevelsen. Av dagsbillettene er det lørdagen som selger raskest. Lørdag 15. august skal Susanne Sundfør og Thåström avslutte festivalen på hver sin scene. Følg med på oyafestivalen.no for hyppige artistslipp i ukene som kommer.<br />\n<a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563?camefrom=Client_Oya_Home_Oya2015_271114\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-full wp-image-11192\" alt=\"Billettknapp\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"296\" height=\"215\" data-sizes=\"auto\" data-aspectratio=\"800/800\"></body></html>\n</a><br />\n<strong>EMILIE NICOLAS – lørdag 15. august</strong><br />\nEmilie Nicolas opplevde et stort gjennombrudd i 2014. Albumet Like I’m A Warrior toppa salgslista, og har nettopp gitt henne to Spellemann-priser. Hun har blitt kritikerfavoritt og solgt ut store konsertlokaler. I tillegg var hun en av de store suksessene under sommerens Øya, når hun spilte i Sirkus. Emilie Nicolas er en artist som kommer til å imponere oss på plate og fra scener i mange år.</p>\n<p><a href=\"http://www.aftenposten.no/oya/Fenomenet-Nicolas-7659992.html\" target=\"_blank\">Aftenposten </a>ga Øya-konserten terningkast seks, og skreiv: &#8211; Hun står som en stillferdig figur på scenen innhyllet i  et subtilt lysarrangement og lydbilde av keyboard, elektroniske trommer og bass. Det er så sart og fint at det nesten blir hypnotisk.</p>\n<p>Mange ble først oppmerksom på henne etter tolkninga av DumDum-låta Pstereo. Hun balanserer mellom det dramatiske, utfordrende, kraftfulle og kompromissløse. Stadig flere lar seg hypnotisere av hennes musikalske mystikk.</p>\n<p>Vi har en tradisjon for å løfte en av fjorårets suksesser opp på en enda større scene. I år er det Emilie Nicolas som er det selvsagte valget. Både Øya-publikummet og staben mener at Like I’m A Warrior er en av de absolutt beste utgivelsene fra 2014 og tror det er et album som vil leve lenge. Skiva er sluppet i alle de nordiske landa, og skal gis ut i resten av verden i løpet av våren.<br />\n<a href=\"http://emilienicolas.com/\" target=\"_blank\">http://emilienicolas.com/</a></p>\n<p><strong>TEAM ME</strong><br />\nTeam Me ga i fjor ut andrealbumet Blind As Night og bekrefta sin posisjon som et vitalt, fengende band med låter som egner seg i storformat. Nå i januar utgis skiva internasjonalt, så flere kan ta del i deres musikalske gledespreding. Akkurat som debuten To The Treetops (2011), har Blind As Night nådd topp ti på de norske salgslistene.</p>\n<p><a href=\"http://www.aftenposten.no/kultur/anmeldelser/Team-Me-er-ikke-sa-lyst-som-det-forst-kan-virke-7684094.html\" target=\"_blank\">Aftenposten</a> har ment at “Ingen lager hoiende og fengende indierocklåter som Team Me her til lands»<em>.</em></p>\n<p><em></em>Berlin-baserte <a href=\"http://nbhap.com/music/reviews/record-reviews/team-me-blind-as-night-album/\" target=\"_blank\">Nothing But Hope And Passion</a> har skrevet: &#8211; TEAM ME’s second LP ‘Blind As Night’ continues the band’s love for big emotions and gestures as it delivers an enjoyable piece of ‘over-the-top’-indie-pop</p>\n<p>Team Me har tatt Norge med storm, fra utallige scener og gjennom hyppig radiospilling. Vinteren og vårens turné inneholder flere norske byer, men også land som Tyskland, Storbritannia, Italia, Nederland, Belgia, Sverige, Østerrike, Sveits og Tsjekkia. Det er et band i toppform som så skal gjøre seg klar til festivalsommeren. Team Mes popmusikk passer perfekt i festivalsetting og med vakre Tøyenparken som ramme.<br />\n<a href=\"http://teamme.no/\">http://teamme.no/</a></p>\n<p><strong>ANNA OF THE NORTH</strong><br />\nI fjor fikk hun stor oppmerksomhet etter å ha lagt ut den fantatiske låta Sway på Soundcloud. Både norske og utenlandske medier følger nå med på den norske artisten. The Chainsmokers-remixen av Sway fikk over 1 million streams på under to uker, og både denne og originalversjonen av låta fortsetter å øke i popularitet. For enkelthets skyld kan man kalle det Anna Of The North driver med for drømmepop. Samtidig er det mye mer. Hun har delt scene med anerkjente navn som Seinabo Sey og How To Dress Well.</p>\n<p><a href=\"http://nymusikkhverdag.net/anmeldelse-how-to-dress-well-anna-of-the-north-pa-parkteatret/\" target=\"_blank\">Nymusikkhverdag.net</a> har beskrevet musikken på denne måten: &#8211; Et lydunivers som på ingen måte er særlig revolusjonerende, det hele kretser rundt en slags sammenblanding av The XX sin kulde, Esben &amp; The Witch sine mer eksperimentelle spor (tenk «Marching Song») og de mykeste skokikkende bandene innen shoegaze/drømmepop.</p>\n<p>Vi tror du kommer til å høre mye fra denne artisten i løpet av 2015. Nå gleder vi oss til å oppleve Anna Of The North i Tøyenparken sammen med sola og mange, mange publikummere.<br />\n<a href=\"http://www.hes.no/anna-of-the-north/\">http://www.hes.no/anna-of-the-north/</a></p>\n","wordpress_id":11364,"translations":{"nb":{"url":"/2015/01/22/tre-norske-til-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"143d075e-34f9-57dc-809b-e4c4ac6dd183"}}