{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"c41298d7-d7fd-582d-8b4e-ac9b6219e36f","slug":"svart-metall-og-lystig-indie","title":"Svart metall og lystig indie","date":"2008-06-07T09:12:00.000Z","excerpt":"<p>*KEEP OF KALESSIN*<br />\n*LOS CAMPESINOS! (UK)*</p>\n<p>Øyafestivalen har fått bekreftet to heite navn til den første dagen i Middelalderparken, onsdag 6. august. De representerer ytterpunktene i dagens rockescene. Plateaktuelle Keep Of Kalessin står bak en av årets beste norske metalutgivelser, mens Los Campesinos er walisiske mestere i gledesspreding og indiepop. Neste uke slipper vi et plateaktuelt og tøfft engelsk rockeband vi gleder oss voldsomt til å se i Middelalderparken.</p>\n"}},{"node":{"id":"035f565b-d962-5e3d-a7ed-26b92d426843","slug":"kjenner-du-denne-jenta","title":"Kjenner du denne jenta?","date":"2008-06-06T12:56:00.000Z","excerpt":"<p>Vi har ryddet på kontoret og blant bildene våre fant vi dette stemningsbildet, som minnet vårt mener er fra festivalen i 2005 eller 2006. For en stund siden produserte vi noen store bilder til å dekorere kontoret med og dette var et av dem. </p>\n<p>Vi får ikke plass til dette i våre trange lokaler og tenkte umiddelbart på om den avbildede kunne tenke seg dette i stort format. Kjenner du jenta eller hennes foreldre, kan du be dem ta kontakt med oss på presse at oyafestivalen.com, så kan vi få overlevert bildet til dem.</p>\n"}},{"node":{"id":"33edfe20-347d-5412-8461-7fa256b6b097","slug":"aya-avgir-klimalafte","title":"Øya avgir klimaløfte","date":"2008-06-03T11:12:00.000Z","excerpt":"<p>Øyafestivalen har siden 2002 jobbet målrettet med fokus på miljøet i hele driften og gjennomføringen av festivalen. Nysatsningen for Øyafestivalens miljøarbeide i 2008 er å avgi et klimaløfte.</p>\n<p>Øyafestivalen forplikter seg nå til å ha klimahandlingsplaner- og regnskap. Samtidig skal vi øke kunnskapen om klima og gjennomføre nye tiltak, samt engasjere kunder og forretningsforbindelser til også å bidra ved å redusere sine utslipp. I klimaløftet ligger også muligheter for å kompensere for egne utslipp ved å handle med godkjente FN-klimakvoter.</p>\n"}},{"node":{"id":"03cd68a4-c992-55d1-a99a-87df79e359a0","slug":"thurston-moores-stjernelag-pa-%c3%b8yanatt","title":"Thurston Moores stjernelag på Øyanatt","date":"2008-05-29T12:51:00.000Z","excerpt":"<p>*Verdenseksklusiv konsert med Thurston Moore og venner &#8211; 7. aug*</p>\n<p>*Grand Archives (eks Band Of Horses) spiller med The Notwist &#8211; 8. aug*</p>\n<p>Øyanatt er fester og konserter rundt omkring i Oslo under festivalen etter at Middelalderparken stenger 23.00. Felles for alle arrangementene er at du får rabatt ved fremvisning av gyldig Øya-armbånd.</p>\n"}},{"node":{"id":"66a39479-f5b2-5a9f-8b36-d1aa370b94f7","slug":"the-disciplines-pa-%c3%b8ya","title":"The Disciplines på Øya","date":"2008-05-27T10:23:00.000Z","excerpt":"<p>Norsk-amerikanske The Disciplines slipper sitt debutalbum denne uka. Torsdag 7. august spiller de i Middelalderparken under Øyafestivalen. Det er fortsatt dagsbilletter i salg til denne og de tre andre dagene i parken. Billettsalget går godt, så det er ingen grunn til å nøle om du har lyst til å delta på sommerens feteste festivalopplevelse.</p>\n"}},{"node":{"id":"d3ca2aa4-b624-5421-adc6-840644219f29","slug":"over-40-000-solgte-billetter","title":"Over 40.000 solgte billetter","date":"2008-05-23T18:01:00.000Z","excerpt":"<p>*OVER 40.000 SOLGTE BILLETTER*<br />\n*FLERE ARTISTER PLASSERT PÅ DAGER*</p>\n<p>Øyafestivalen har nå solgt godt over 40.000 billetter til årets festival. Dette betyr at festivalens billettsalg går bedre enn noensinne. Det er fortsatt dagsbilletter igjen til alle fire dagene i Middelalderparken hos Billettservice.no. Torsdagen og lørdagen er de to dagene som selger best, men salget på de to andre dagene har også skutt fart. Onsdagens billettsalg har de siste dagene tatt seg opp, ikke minst grunnet Nick Caves konsert i Spektrum 16. mai. På Øya spiller han med sitt andre band Grinderman.</p>\n"}},{"node":{"id":"478c7fe5-9d2e-59c5-804e-9577f5f3008e","slug":"kjente-kulturfolk-plukker-later-til-sonic-youths-samleskive","title":"Kjente kulturfolk plukker låter til Sonic Youths samleskive","date":"2008-05-23T15:22:00.000Z","excerpt":"<p>De legendariske indierockerne Sonic Youth, som i august kommer til Øyafestivalen, gir 10. juni ut en samleplate. Låtene på skiva er plukket ut av kjente musikere og andre kulturpersonligheter. Radiohead, Beck, Eddie Vedder (Pearl Jam), Flea (Red Hot Chili Peppers) og Flaming Lips er blant musikerne som har valgt sine høydepunkter fra Sonic Youth-karrieren. I tillegg har blant andre forfatteren Dave Eggers og filmlegenden Gus Van Sant bidratt. En helt ny låt har det også blitt plass til.</p>\n"}},{"node":{"id":"406d00d1-7eac-5e62-bd55-ff08afdd6175","slug":"indie-norge-varmer-opp-for-bonnie-prince-billy-pa-%c3%b8ya-open-29-juni","title":"Indie-Norge varmer opp for Bonnie &#8220;Prince&#8221; Billy på Øya Open 29. juni","date":"2008-05-21T15:10:00.000Z","excerpt":"<p>Vi har tidligere varslet at *Will Oldham/Bonnie &#8220;Prince&#8221; Billy* kommer til Øyas arrangement 29. juni på Rockefeller. Nå har vi fått bekreftet resten av line-upen. Den består av noe av det freskeste på den norske indiscena akkurat nå. Oslo hjemsøkes av gode indiepop-band om dagen, sist hørt på den fantastiske samleplata &#8220;Oslo!&#8221;. Vi er så begeistra for hovedstadens nye indiebølge at vi har invitert fire av de fremste representantene, samt en låtskriver fra Odalen, til å ta med seg kassegitarene sine og varme opp for Bonnie Prince Billy. Se *My Little Pony*, *Truls/Trees*, *The Little Hands of Asphalt*, *Roger Græsberg Anti-Music Experience* og *Ingeborg Selnes* akustisk på Øya Open. </p>\n"}},{"node":{"id":"9ecd752b-7546-50de-bb13-3f0d6fbd0d27","slug":"mayhem-i-middelalderparken","title":"Mayhem i Middelalderparken","date":"2008-05-19T10:26:00.000Z","excerpt":"<p>*MAYHEM*<br />\n*VARIERT FESTIVALPROGRAM*</p>\n<p>Vi har fått et hardtslående tilskudd til Øyafestivalens onsdag. Black metal-legendene Mayhem kommer til Middelalderparken for å røske tak i Oslo øst. Med dette må Øya-programmet sies å være det mest varierte i den norske festivalsommeren. Konserten blir den siste i Norge med gitarist Rune &#8220;Blasphemer&#8221; Eriksen, før han forlater bandet.</p>\n"}},{"node":{"id":"dfd5e105-11db-564c-90ce-3c516801392c","slug":"ane-brun-apner-%c3%b8ya","title":"Ane Brun åpner Øya","date":"2008-05-15T10:00:00.000Z","excerpt":"<p>*ANE BRUN*<br />\n*FAT FREDDY’S DROP (NZ)*<br />\n*EL GUINCHO (ES)*</p>\n<p>Øyafestivalen kliner til med en knallåpning av hovedprogrammet i Middelalderparken. Selveste Ane Brun skal åpne Øyafestivalens utendørsdel. I tillegg har vi fått på plass spanske El Guincho og Fat Freddy’s Drop fra New Zealand.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":174,"pageCount":181,"additionalContext":{}}}