{"data":{"wordpressPost":{"title":"Tre aktuelle til Øya","date":"11th January 2018","content":"<p style=\"font-weight: 400;\"><strong>MOSES SUMNEY (US) – torsdag 9. august</strong></p>\n<p style=\"font-weight: 400;\"><strong>GREAT NEWS</strong></p>\n<p style=\"font-weight: 400;\"><strong>JORJA SMITH (UK) – lørdag 11. august</strong></p>\n<p style=\"font-weight: 400;\">Vi starter med tre navn vi har stor tro på at vil overbevise i Tøyenparken i august. Great News fra Bergen gir ut en smakebit på debutalbumet i morra. Jorja Smith og Moses Sumney er to artister vi gleder oss til å vise fram for et større Oslo-publikum. Begge spiller sin første konsert i Norge under Øya.</p>\n<p>&nbsp;</p>\n<p style=\"font-weight: 400;\"><strong>MOSES SUMNEY (US)</strong></p>\n<p style=\"font-weight: 400;\">Etter et par EPer og en mengde singler, ga Moses Sumney endelig ut sitt debutalbum Aromanticism høsten 2017. Skiva ble trukket fram som et av årets høydepunkter av blant andre NPR, PopMatters og Pitchfork. Hans delikate kunstpop er inspirert av både soul og folk.</p>\n<p style=\"font-weight: 400;\"><a href=\"http://www.undertheradarmag.com/reviews/moses_sumney_aromanticism/\">Under The Radar</a>: -Throughout, Sumney&#8217;s gifted voice is a constant source of fascination and pushes the beauty of Aromanticism to triumphant heights</p>\n<p style=\"font-weight: 400;\">Sumney har samarbeida med blant andre Beck, Solange og Thundercat. Han er oppvokst i California og i foreldrenes hjemland Ghana, og er nå bosatt i Los Angeles. Ryktet om en sterk låtskriver og fantastisk liveartist har vokst gradvis siden han ga ut de første låtene i 2014. Vi har sjøl sett han live flere ganger og kan love at både stemmen og utstrålingen er i øverste divisjon.</p>\n<p style=\"font-weight: 400;\"><a href=\"https://www.mosessumney.com/\">www.mosessumney.com</a></p>\n<p style=\"font-weight: 400;\"><a href=\"https://www.facebook.com/mosessumney/\">www.facebook.com/mosessumney</a></p>\n<p>&nbsp;</p>\n<p style=\"font-weight: 400;\"><strong>GREAT NEWS</strong></p>\n<p style=\"font-weight: 400;\">I morra gir trioen Great News ut en ny singel og i midten av februar er de klare med sitt første album. Bergensbandet har de siste åra fått velfortjent oppmerksomhet for sine fengende låter. De to siste årene har de sluppet en imponerende rekke singler. I tillegg har de bevist at de er et meget sterkt liveband, gjennom konserter på små og store scener.</p>\n<p style=\"font-weight: 400;\">I fjor høst omfavna <a href=\"http://www.clashmusic.com/news/great-news-soar-on-never-get-my-love\">Clashmusic.com</a> den da ferske singelen Never Get My Love: &#8211; A bass-led charmer that matches psychedelic tendencies to outlandish tropical textures, it&#8217;s an irresistible return that brushes away those Autumnal wearies.</p>\n<p style=\"font-weight: 400;\">Det kommende albumet er laget i rein musikkglede, og har fokus på å finne det flotte i det i det som ikke nødvendigvis er helt prefekt, ifølge bandet sjøl. Trioen skal tilbringe mye av 2018 på veien, og i august får du muligheten til å nyte herlighetene til Great News i Tøyenparken.</p>\n<p style=\"font-weight: 400;\"><a href=\"https://www.facebook.com/greatnewsband/\">www.facebook.com/greatnewsband</a></p>\n<p>&nbsp;</p>\n<p style=\"font-weight: 400;\"><strong>JORJA SMITH (UK)</strong></p>\n<p style=\"font-weight: 400;\">20 år gamle Jorja Smith fra Wallsall i England fikk sin første store porsjon oppmerksomhet etter deltakelse på Drakes album More Life i fjor. Hun ga ut en EP i 2016 og opplevde at flere medier, blant andre BBC og FACT, mente at hun var en artist man bør følge nøye med på i de kommende åra. Hun har siden den gang gitt ut flere finfine singler. Streamingtallene hennes viser en voldsomt økende interesse, både for musikken og videoene hennes. Fader, Vogue, i-D, Elle, The Guardian og engelske Radio 1 er bare noen av mediene som i det siste har omfavnet den talentfulle artisten.</p>\n<p style=\"font-weight: 400;\">Smith har vokst opp med en blanding av amerikansk og britisk godlyd i øret, både Curtis Mayfield, Lauryn Hill og The Streets. <a href=\"https://pitchfork.com/features/rising/jorja-smith-has-a-voice-that-could-heal-the-world/?mbid=social_twitter\">Pitchfork</a> har skrevet: &#8211; Her voice, soothing and substantial, is filled with an aching that suggests she was born to counsel the world’s suffering. She’s tried on a variety of styles thus far, from boho R&amp;B to fizzy pop to EDM, her vocals acting as strong connective tissue.</p>\n<p style=\"font-weight: 400;\"><a href=\"https://www.facebook.com/jorjasmithmusic/\">www.facebook.com/jorjasmithmusic</a></p>\n<p style=\"font-weight: 400;\"><a href=\"https://soundcloud.com/jorjasmith\">soundcloud.com/jorjasmith</a></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"8f2d3775-aeec-5c00-923c-7187c8b9b3cc"}}