{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"1ed17c12-dfda-53df-bd1d-44e8ef80ba5a","slug":"spirit-og-subscene-ser-etter-nye-talenter-til-oya","title":"Spirit og SubScene ser etter nye talenter til Øya","date":"2012-04-10T07:53:05.000Z","excerpt":"<p>Spirit og SubScene har i flere år hatt konserter med fri aldersgrense under Klubbdagen på Øyafestivalen. Nå kan du melde deg på en konkurranse hvor vinnerne får spille på deres scene under festivalen. Blant tidligere vinnere er Proviant Audio og Mikhael Paskalev. Meld deg på innen 5. mai. &nbsp; Les mer og meld på ditt [&hellip;]</p>\n"}},{"node":{"id":"ebd0dd2d-4bdd-5012-bf3f-39c25d0ab869","slug":"baroness-pa-oya-torsdag-9-august","title":"Baroness på Øya torsdag 9. august","date":"2012-03-30T09:04:38.000Z","excerpt":"<p>Endelig kommer et av verdens feteste band i skjæringspunktet mellom metal og rock til Øya. Baroness gir i år ut sitt tredje album, og forventingene blant fans har vært skyhøye i mange måneder. Torsdag 9. august spiller kvartetten fra Georgia i Middelalderparken. </p>\n"}},{"node":{"id":"2468170c-9ef5-5676-93fa-d90238cdba4d","slug":"cloud-nothings-til-middelalderparken-fredag-10-august","title":"Cloud Nothings til Øya fredag 10. august","date":"2012-03-29T07:56:32.000Z","excerpt":"<p>Cloud Nothings er opprinnelig musikkprosjektet til Dylan Baldi fra Cleveland. Den unge mannen har i løpet av kort tid fått et fantastisk grep på indierock, punk og powerpop. Etter å ha gitt ut en samler med tidlig materiale i 2010, albumdebuterte han på alvor i fjor med ei fantastisk kraftpopskive, som for enkelthets skyld het Cloud Nothings</p>\n"}},{"node":{"id":"acf4d6c7-0c95-5dd4-8d31-2afba0b163a4","slug":"reptile-youth-klare-for-%c3%b8ya","title":"Reptile Youth klare for Øya","date":"2012-03-28T08:48:48.000Z","excerpt":"<p>Tredje band ut i vår rekke av fem bandslipp denne uka, er danske Reptile Youth. De er kjent for sine svært energiske konserter og sine uredde stilblandinger. Lørdag 11. august spiller de på Øya, samme dag som du kan oppleve Bon Iver, Karpe Diem, SBTRKT, Charles Bradley, Azealia Banks, Maya Vik, First Aid Kit, The [&hellip;]</p>\n"}},{"node":{"id":"5509bd94-6aa7-5938-84c6-0db1fff6928a","slug":"odd-futureofwgkta-kommer-til-%c3%b8ya-fredag-10-august","title":"Odd Future/OFWGKTA kommer til Øya fredag 10. august","date":"2012-03-27T07:32:21.000Z","excerpt":"<p>Fredag 10. august får Øya besøk av et av de mest omtalte fenomenene innen hiphop de siste åra, nemlig Odd Future (eller OFWGKTA, om du vil). Nylig ga de ut The OF Tape Vol. 2. Sjekk den ut! Denne gjengen skal skape stemning samme dag som du også kan oppleve The Black Keys, DâM-Funk, Refused, [&hellip;]</p>\n"}},{"node":{"id":"fa10b056-8d1d-53a9-bdc9-110bb5ea1dde","slug":"friends-til-oya-slipp-hver-dag","title":"Friends til Øya – slipp hver dag","date":"2012-03-26T07:37:51.000Z","excerpt":"<p>Denne uka slipper vi et nytt navn hver dag, til og med fredag. Hovedfokuset kommer til å være ny musikk og artister som ennå ikke har nådd et virkelig stort publikum, men som vi tror tar et par steg opp popularitetsstigen i løpet av 2012. Først ut er den snart platekatuelle Brooklyn-gjengen Friends. Deres debut [&hellip;]</p>\n"}},{"node":{"id":"cf2e3dc1-d702-5e21-ad06-e849821e677a","slug":"tre-nye-navn-til-%c3%b8ya-haim-us-amund-maarud-og-casa-murilo","title":"Tre nye navn til Øya: Haim (US), Amund Maarud og Casa Murilo","date":"2012-03-22T09:10:38.000Z","excerpt":"<p>Tre nye navn er klare for Øyafestivalen i august og legges til det allerede sterke programmet. Et av de nye amerikanske banda som har begeistra vår bookingsjef Claes Olsen mest de siste månedene er de tre søstrene i Haim. De var blant det aller beste vi så under SXSW i USA nylig. I august kommer [&hellip;]</p>\n"}},{"node":{"id":"625e2b31-b094-5747-94cf-718f080bb91f","slug":"death-by-unga-bunga-til-oya","title":"Death By Unga Bunga til Øya","date":"2012-03-15T09:54:47.000Z","excerpt":"<p>Neste uke slipper Death By Unga Bunga sitt andre album, kalt The Kids Are Up To No Good. Vi har fått noen runder med forhåndslytting og bestemte oss for at vi måtte rydde en plass til disse gutta på en av våre utendørsscener. Det er god grunn til å glede seg til deres friske innstilling [&hellip;]</p>\n"}},{"node":{"id":"2fc70d67-8901-5c52-971c-0f27a6c1daae","slug":"kun-2000-dagsbilletter-igjen","title":"Kun 2000 dagsbilletter igjen","date":"2012-03-12T09:55:14.000Z","excerpt":"<p>Årets billettsalg til Øyafestivalen har gått over all forventning. For noen uker siden var det klart at det kun er dagsbilletter igjen til årets festival. Nå begynner det å bli på tide å bestemme seg for hvilke dager man vil på festival, for det er for øyeblikket kun 2000 dagsbilletter igjen til onsdag 8/8 og [&hellip;]</p>\n"}},{"node":{"id":"ebff64f4-7a39-5e34-91d8-4ba680dd30ff","slug":"frank-ocean-maya-vik-og-beglomeg-pa-oya","title":"Frank Ocean, Maya Vik og Beglomeg på Øya!","date":"2012-03-08T08:59:30.000Z","excerpt":"<p>Det renner inn med gledelige bekreftelser om dagen og vi er i ferd med å lage det heftigste Øya-programmet noensinne. De siste dagene har vi vært i gledesrus etter at vi fikk vite at Frank Ocean kommer til Øya for å holde sin første konsert i Norge torsdag 9. august. I tillegg kan vi komme [&hellip;]</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":102,"pageCount":183,"additionalContext":{}}}