{"data":{"wordpressPost":{"title":"De siste fire til Camp Indie","date":"24th April 2018","content":"<p>Programmet til årets Camp Indie er klart. Den fullstendige artistlista er:</p>\n<p><strong>Das Body / girl in red / Heave Blood &amp; Die / Louien / Myra / Selmer / Softcore untd. / sparkx / Tempel</strong></p>\n<p>Klokkeslett og scener blir annonsert snart.</p>\n<p>Årets Camp Indie arrangeres på Blå og Ingensteds torsdag 24. mai. Du betaler det du vil til dine favoritter med Vipps.</p>\n<p><strong>Louien </strong></p>\n<p>Singer/songwriter Live Miranda Solberg, aka Louien, la ut Demo no. 1 på Soundcloud i 2016. Denne demoen gav henne supportjobber for Steve Gunn, Molly Burch og John Moreland i hennes hjemby Oslo. Hennes fantastiske opptredener førte videre til at Louien ble booket til Øyafestivalen 2017.</p>\n<p>Musikken hun lager er rå og overbevisende, og formidler komplekse følelser gjennom enkle tekster og flytende melodier. Det er en miks av arktiske vibber, moderne og klassisk americana, samt britisk folkemusikk</p>\n<p>Louien jobber for tiden med sitt debutalbum som blir gitt ut på Jansen Records.</p>\n<p><a href=\"https://www.facebook.com/louienmusic/\">www.facebook.com/louienmusic</a></p>\n<p>&nbsp;</p>\n<p><strong>Das Body </strong>(bilde)</p>\n<p>Das Body er et nytt Oslo-band med den eksentriske Ellie Linden i front. De spilte sine aller første konserter i januar i år, og fikk voldsom respons på disse. På grunnlag av debutkonsertene og en hjemmelaget demo fikk de en avtale med den internasjonale konsertarrangøren FKP Scorpio og ble booket til tre konserter på by:Larm i mars. Konsertene på by:Larm ga enda mer medvind, og Dagsavisen skrev bl.a: «De både ser og høres ut som stjerner» og at «Låta Know My Name kan være den beste nye på hele festivalen i år». Lignende omtaler kom også i internasjonale medier som besøkte bylarm, og i april signerte Das Body med det amerikanske labelet Luminelle Records. De kommer med sin første singel i juni, og følger opp med debut-EPen etter sommeren.</p>\n<p><a href=\"https://www.facebook.com/dasbody/\">www.facebook.com/dasbody</a></p>\n<p>&nbsp;</p>\n<p><strong>Tempel </strong></p>\n<p>Tempel er tre brødre og en kompis som spiller brutalt fin rockemusikk. Kjetil fra Kvelertak spiller trommer. 23. mars slapp de sitt debutalbum.</p>\n<p>Musikknyheter har følgende å si &#8220;&#8230; en forrykende debutplate, proppet full av feite riff, catchy melodier, lekne gitarsoloer, beinharde trommer og en knalltøff og særegen vokal satt sammen i et lydbilde og en produksjon på svært høyt nivå. Med dette albumet tvinger Tempel seg frem som et av de mange norske rockebandene å regne med, og med en av de sterkeste albumdebutene fra de siste årene vil det overraske meg om ikke denne plata ligger høyt oppe på manges topplister når vi nærmer oss 2019.&#8221;</p>\n<p><a href=\"https://www.facebook.com/tempelmusikk/\">www.facebook.com/tempelmusikk</a></p>\n<p>&nbsp;</p>\n<p><strong>girl in red</strong></p>\n<p>Marie Ulven er ei helt vanlig jente på 19 år fra Horten, eller, ikke helt vanlig, ettersom hun innehar et låtskrivertalent  av de sjeldne, og har skapt en liten sensasjon av et musikkprosjekt.</p>\n<p>I løpet av kort tid har hun oppnådd oppmerksomhet med låter som «summer depression», «i wanna be your girlfriend» og «say anything». De to førstnevnte ble anbefalt av NRK P3 Urørt i februar og har siden generert flere hundre tusen avspillinger på Soundcloud og Spotify, godt hjulpet av adds på lister som Fresh Finds og Bedroom Pop</p>\n<p>Selv vil hun beskrive sin egen musikk som ufiltrert. Med kun seg selv involvert i den kreative prosessen hvilket deretter publiseres rett fra soverommet får det hele et naturlig, rått preg over seg.</p>\n<p><a href=\"https://girlinred.bandcamp.com/\">girlinred.bandcamp.com</a></p>\n","wordpress_id":21675,"translations":{"nb":{"url":"/2018/04/24/siste-fire-camp-indie/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"40729502-3301-57ad-81ad-94944e6989c4","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2018/04/24/siste-fire-camp-indie/","redirect":false}}}