{"data":{"wordpressPost":{"title":"Alabama Shakes endelig til Norge","date":"26th January 2013","content":"<p>Mange trykka Alabama Shakes sitt album Girls &amp; Boys og singelen Hold On hardt til sitt bryst i fjor. Til sommeren kommer bandet endelig til Norge, for å spille på Øyafestivalen onsdag 7. august. Dette er en konsert du ikke bør gå glipp av.</p>\n<p>&nbsp;</p>\n<p><strong>ALABAMA SHAKES (US)</strong></p>\n<p>Alabama Shakes har hatt en kjempeopptur det siste året. Debutalbumet Girls &amp; Boys fikk god mottakelse av både musikkmedier og publikum. Bandets miks av erkeamerikanske musikalske uttrykk med sørstatssmak, har gitt dem en betydelig mengde fans. Alabama Shakes er etterspurt av festivaler og arrangører over hele verden og vi er kjempeglade for at de tar turen til Øya for sitt første Norges-besøk.</p>\n<p>&nbsp;</p>\n<p>Denne kvartetten ble starta i nettopp Alabama for noen får år siden. I begynnelsen blanda de noen få egenkomponerte låter med coverversjoner av alt fra Otis Redding til AC/DC. De ga ut en EP i 2011. Kjapt la mange merke til låta Hold On og bandets stilfulle blanding av soul, rock, blues og andre tradisjonsrike amerikanske stilarter.</p>\n<p>&nbsp;</p>\n<p>Våren 2012 kom albumet og den endte opp med å havne på topp ti på salgslista i USA, noe den også gjorde i flere europeiske land. Robert Plant, Jack White, David Byrne, Arctic Monkeys, Booker T Jones, Bon Iver, Drive-By Truckers and Adele er noen av musikerne som ikke kan få rost Alabama Shakes nok.</p>\n<p>Popmatters.com skrev dette om albumet:</p>\n<p>&#8211; Essentially, it is a near perfect blend of blues and rock ‘n’ roll of times both past and present. It’s an album you can listen to over and over again, and still somehow marvel at the familiar voice of Brittany Howard every time. <em>Boys &amp; Girls</em> is more than a debut album. It’s an introduction to a band you thought you knew for years, but are just fortunate enough to meet now.</p>\n<p>På Øya får du oppleve et band som formidler den musikalske sørstatsarven på fabelaktig vis. Det er vanskelig å ikke bli revet med av de sterke låtene og  Brittany Howards fantastiske stemme. Alabama Shakes kommer til å levere en konsertopplevelse, som vil varme deg til langt ut på høsten.</p>\n<p><a href=\"http://www.alabamashakes.com/\" target=\"_blank\">http://www.alabamashakes.com/</a></p>\n","wordpress_id":5609,"translations":{"nb":{"url":"/2013/01/26/alabama-shakes-endelig-til-norge/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"ce081fe6-459c-501a-9c10-4a120b7576c3","locale":"nb","intl":{"language":"nb","languages":["en","nb"],"messages":{"404.button":"Gå tilbake til forsiden","404.title":"Hmm, den siden fant vi ikke (404)","artists.hideButton":"Se mindre","artists.showButton":"Se flere","badges.new":"Ny","blog.allYears":"Alle år","blog.allpostsloaded":"Alle innlegg lastet","blog.noresult":"Fant ingen innlegg","button.loadMore":"Last flere","button.loading":"Laster","categories.all":"Alle","errorboundary.button":"Rapportér feil","errorboundary.desc":"Vi setter utrolig stor pris på om du vil hjelpe oss med å rapportere feilen, slik at vi kan få fikset den så fort som mulig. Tusen takk!","errorboundary.title":"Beklager, noe gikk galt","gallery.flicker":"Se alle bilder fra {year} på flickr","global.dateAndPlace":"6.–10. august, Tøyenparken, Oslo","header.buyButton":"Kjøp billett","modal.close":"Lukk","newsletter.consentLabel":"Jeg samtykker til vilkårene ovenfor","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen lagres i en egen database, deles ikke med andre og slettes når du sier opp abonnementet ved å melde deg av via lenken nederst i nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding om at den ikke er aktiv.","newsletter.inputPlaceholder":"Din e-postadresse","newsletter.read":"Les vilkår","newsletter.sending":"Sender data","newsletter.submit":"Send inn","newsletter.submitting":"Sender","newsletter.success":"Takk! Skjemaet ble sendt!","newsletter.title":"Meld deg på nyhetsbrevet","partners.all":"Se alle partnere","search.noresults":"Beklager, ingen resultater for \"{queryString}\" funnet","search.noresultsMessage":"Prøv en annen søketerm","search.placeholder":"Søk her","search.results":"Fant {resultTotal} søkeresultater for \"{queryString}\"","search.searching":"Søker etter \"{queryString}\"","search.submit":"Søk","search.title":"Søk","string.newsletter":"Nyhetsbrev"},"routed":false,"originalPath":"/2013/01/26/alabama-shakes-endelig-til-norge/","redirect":false}}}