{"data":{"wordpressPost":{"title":"Komplett Øyanatt &#8211; del 2","date":"2010-06-16T10:08:00.000Z","content":"<p>BILLETTER ØYANATT:<br />\nDe fleste arrangementene under Øyanatt vil selge billetter i døra. Noen av plassene vil legge ut billetter til forhåndssalg. Det vil være salg av billetter til de fleste arrangementene på Øyanatt ute på festivalområdet i Middelalderparken. Øyanatt blir til i samarbeid med de beste klubbene og arrangørene i hovedstaden. Artistene på Øyanatt blir booket i samarbeid med disse og skal være et supplement til hovedprogrammet og Klubbdagen. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øyabillett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement. For å kjøpe rabatterte billetter i døra viser man frem kvittering på dagsbillett, festivalpass, påsatt festivalarmbånd eller påsatt armbånd for dagen man har vært ute i parken. Skal man kjøpe billetter på forhånd, kan man velge den rabatterte billetten, så lenge man har festivalpass eller dagspass til festivalen samme dag som man skal på Øyanatt. Har du kjøpt rabattert billett på forhånd, men ikke kan vise Øyapass, blir du krevd for mellomlegget i døra. Støtt opp om Oslos glimrende arrangører på Øyanatt!</p>\n<p>GLORIA FLAMES<br />\nTidspunkt: onsdag og torsdag<br />\nAdresse: Grønland 18<br />\nHjemmeside: www.gloriaflames.no<br />\nÅpningstider: 22:00 &#8211; 03:30<br />\nKonsertstart: 23.30<br />\nAldersgrense: 20 år<br />\nBillettinfo: TBA<br />\nonsdag: gratis<br />\nonsdag: 70,- / 50,- med øyabånd<br />\nfredag: 70,- / 50,- med øyabånd<br />\nLineup: HUMAN HEAT / BLACKROOM<br />\nONSDAG:<br />\nHUMAN HEAT<br />\nEn gjeng med venner som lager og spiller den musikken de aller helst vil – fordi de rett og slett ikke klarer å la være. Bandet startet riktignok ikke slik de fleste gjør, i og med at bandet ble til underveis i innspillingen, men etter en hel haug med timer i studio med Kenneth Ishak som mentor, veileder og knappetrykker endte de opp med et album bestående av ti låter som henter like mye inspirasjon fra The Band som Death Cab For Cutie, og som låter som noe ligger og svever et sted midt i mellom. Human Heat befinner seg i kryssilden mellom gamle dager og dager som kommer. Bandmedlemmene har spilt seg svette i band som Lud, Debrah og Beezewax tidligere, men vil nå mer enn noe annet spille med Human Heat – og det på en scene foran deg. Human Heats debutalbum vil være å finne i platebutikker 30. august via Sellout! Music/Musikkoperatørene.<br />\nTORSDAG:<br />\nBLACKROOM<br />\nBlackroom er det nye navnet på bergensbandet Lorraine. Tidligere har de gjort seg vel bemerket i både inn- og utland med låten <I Feel It>, som var den mest spilte norske låt på NRK P3 i 2006, A-listet av kredible XFM Radio UK, vunnet prisen ”Best Electronic Act” under britiske BT Digital Music Awards og utnevnt til ”the best debut of 2005” i TimeOut Magazine. Nå er de snart klar med nytt album i nytt electroformat og vil presentere nytt materiale under konserten på Øya Natt. Møt opp for en fet og dansbar opplevelse på Gloria Flames.</p>\n<p>JOHN DEE:<br />\nTidspunkt: onsdag, torsdag og fredag<br />\nAdresse: inngang via Hammersborggata<br />\nHjemmeside: www.rockefeller.no<br />\nÅpningstider: 22:00<br />\nAldersgrense: 18 år<br />\nBilletter selges på www.billettservice.no, 7-Eleven, Narvesen, Posten og i døra<br />\nPris:<br />\nonsdag: 250,- + avgift / 200,- + avgift med øyabånd<br />\ntorsdag: 200,- + avgift / 150,- + avgift med øyabånd<br />\nfredag: 200,- + avgift / 150,- + avgift med øyabånd<br />\nLineup: THE LOW ANTHEM (US) / VILLAGERS (UK) / OWEN PALLETT (CA) / BASIA BULAT (CA) / SHEARWATER (US) / I WAS A KING<br />\nONSDAG:<br />\nTHE LOW ANTHEM (US)<br />\n*Oh My God, Charlie Darwin* kom høyt opp på manges lister over fjorårets beste album og vokalist Ben Knox Miller og resten av gjengen fra Providence byr på tradisjonell country, gospel, hillbilly og folk (og en Tom Waits coverlåt!). www.myspace.com/lowanthem<br />\nVILLAGERS (IE)<br />\nVillagers er hjertebarnet til den irske multiinstrumentalisten og singer-songwriteren Conan J. O&#8217;Brien, en fyr som selv erklærer seg inspirert av folk som David Axelrod, Jens Lekman, Robert Wyatt og Rufus Wainwright. Etter turnering i hjemlandet, Storbritannia og USA, inkludert oppvarming for blant andre Neil Young og Tindersticks, ble debuten *Becoming A Jackal* raskt en kritikerfavoritt i britisk presse. Også nordmenn kan lett la seg forføre av Villagers&#8217; melodiøse og overveiende akustiske melankoli: Paddy McAloon, Conor Oberst og Elliott Smith lurer i de musikalske krokene, mens O&#8217;Brien leverer gripende historier med distinkt stemme. *Becoming A Jackal* er et vakkert og ektefølt debutalbum som også byr på øyeblikk av dramatikk.<br />\nTORSDAG:<br />\nira ira og redyellowcab presenterer:<br />\nArrangørene ira ira og redyellowcab har de siste åra stått bak mange av de beste konsertopplevelsene i henholdsvis Bergen og Oslo. Nå har de slått hodene sammen og gir deg en fantastisk mulighet til å se to av Canadas aller beste artister under Øyanatt!<br />\nOWEN PALLETT (CA)<br />\nOwen Pallett (tidligere Final Fantasy) har til nå kanskje vært mest kjent for å stå bak strykearrangementene på indieklassikere som Arcade Fires *Funeral* og *Neon Bible*, Grizzly Bears *Yellow House*, og Beiruts *The Flying Club Cup*. Med utgivelsen av *Heartland* tidligere i år ser dette ut til å endelig endre seg. Albumet har fått strålende anmeldelser over hele linja og kommer nok til å stå igjen som ett av årets beste når 2010 skal oppsummeres. Live er han et imponerende skue der han looper fiolinen sin så den høres ut som et helt orkester. I tillegg er han kjent for å covre alt fra Mariah Carey til Caribou. Ser man bort fra hans overraskende opptreden på årets Infernofestival, blir konserten under Øyanatt Owen Palletts første i hovedstaden på fire år. Det kan ikke bli noe annet enn storslagent! www.myspace.com/owenpallettmusic<br />\nBASIA BULAT (CA)<br />\n*Heart Of My Own* er oppfølgeren til Basia Bulats debut, *Oh, My Darling*, som fikk internasjonal oppmerksomhet og i hennes hjemland Canada ble nominert til den prestisjetunge Polaris Music Award. Som på forgjengeren er hun også denne gang produsert av Howard Bilerman ved Hotel2Tango i Montreal, men dette albumet er mye mer variert hva låtskriving og instrumentering angår: Her er både sparsomme partier, krydret med voldsomme kor, og mer tettpakkede, trommedrevne låter. Den akustiske gitaren er samtidig aldri langt unna, og Bulat vet å benytte seg av alle fasettene i sin imponerende vokal. Det er fortsatt folk som utgjør det musikalske fundamentet, men det veksles så sømløst mellom lekenhet, følsomhet og driv at albumet glatt skiller seg ut fra mengden. www.myspace.com/basiabulat<br />\nFREDAG:<br />\nSHEARWATER<br />\nFolkrockbandet er sideprosjektet til Will Sheff fra Okkervil River og Jonathan Meiburg fra Kingfisher. Det var ment som et engangsprosjekt, men årets *The Golden Archipelago* er deres sjette plate. Den har fått fine anmeldelser, selvsagt også hos indie-folkets bibel Pitchfork, og BBC mente: ”…it feels like the successful culmination of everything the band have been aiming towards over their career to date”. www.myspace.com/shearwater<br />\nI WAS A KING<br />\nIndierockerne I Was A King åpnet plateåret 2009 med en sekser i Dagbladet: “Spørsmålet blir egentlig bare hvilken norsk artist – eller internasjonal sammenliknbar størrelse – som vil klare å toppe dette i løpet av 2009. I den grad det er mulig”. www.myspace.com/iwasaking</p>\n<p>PARKTEATRET:<br />\nTidspunkt: torsdag og lørdag<br />\nAdresse: Olaf Ryes Plass 11<br />\nHjemmeside: www.parkteatret.no<br />\nDørene åpner kl. 23.00<br />\nKonsertstart kl. 24.00<br />\nAldersgrense: 18 år på torsdag, 20 år på fredag og lørdag<br />\nBilletter selges på www.billettservice.no, 7-Eleven, Narvesen, Posten og i døra<br />\nPris:<br />\ntorsdag: 200,- + avgift / 150,- + avgift med øyabånd<br />\nfredag: 150,- + avgift / 100,- + avgift med øyabånd<br />\nlørdag: 100,- + avgift / 80,- + avgift med øyabånd<br />\nLineup: OSLO WORLD MUSIC FESTIVAL PRES. HIPHOP FRA HAVANA: KUMAR (CU) / KITCHIE KITCHIE KI ME O / ESKIMO / GET DANCY!<br />\nTORSDAG<br />\nKITCHIE KITCHIE KI ME O<br />\nKitchie Kitchie Ki Me O er det nye bandet til de tidligere medlemmene av Ricochets, My Midnight Creeps og Madrugada.  Folk som har vært i norsk rocks ypperste orkestre de siste 10-15 åra. KKKMO er Alex Kloster-Jensen (vokal, gitar), Frode Jacobsen (bass, B3) og Bez Farazollahi (trommer). De er flankert av Dag Stiberg (My Midnight Creeps og Now We’ve Got Members) på sax, Anders Møller (Paperboys, Kåre &#038; The Cavemen, Euroboys) på perkusjon og koristene Rikke Normann og Marianne Pentha (Nora Noor).<br />\nDebutkonserten under Klubbdagen i 2009 solgte ut på rekordtid og lange køer med frustrert publikum måtte slukøret snu i døra. KKKMO holder for tiden på å spille inn debutalbumet som er forventet å komme ut tidlig 2011. Bandet er, ikke overraskende, spådd til å være et av bandene som kommer til å gjøre seg bemerket i årene fremover og det kan vi garantere at de gjør.<br />\nFREDAG:<br />\nOSLO WORLD MUSIC FESTIVAL PRES. HIPHOP FRA HAVANA: KUMAR<br />\nKumar dukker opp i enhver diskusjon om hiphop på Cuba. Han mikser rap med mambo, salsa, rumba og son – easy-listening, men røft i kantene. Til Oslo har han med seg en cubansk perkusjonist, sin faste DJ og en helt utrolig funky street-dancer som ethvert band burde misunne ham. De har punch, attitude og sjarm så det holder. Oslo World Music Festival goes Havana-club og kjører på med latin-urban-reggaeton etter konserten &#8211; dans løs til det blir lyst! Er det Øyanatt, så er det Øyanatt!<br />\nLØRDAG:<br />\nGET DANCY! + ESKIMO (VOLDA)<br />\nEtter tre år som nomader i Oslos uteliv, hvileløst drivende mellom Revolver, Blå, Skuret, Milano, Hardanger, Trondheim, Bergen og Sogndal har Get Dancy! nå landet. Det blir månedtlig Get Dancy! på Parkteatret fra august til desember, med liveartister hver gang og med den samme intense energien alle kjenner fra tidligere klubbkvelder. Høstsesongen er offisielt i gang i det øyeblikket Øyafestivalen er over, og hva er da bedre enn å starte på Øyas siste dag? Lørdag 14. august blir det Get Dancy! på Parkteatret med et av de mest lovende unge dansbare bandene Norge har å by på. De er kanskje ukjente for folk flest, men vi kan love at Eskimo fra Volda kommer til å snu kvelden på hodet. De har snart noen nye demoer klare, men før de offentliggjøres kan man stikke innom www.myspace.com/ihearteskimo og høre kremlåta <Got Me Thinking>. Vi sees under diskokula. Glowsticks til alle!</p>\n<p>REVOLVER<br />\nTidspunkt: onsdag – lørdag<br />\nAdresse: Møllergata 32<br />\nHjemmeside: www.revolveroslo.no<br />\nÅpningstider:  22:00 &#8211; 03.30<br />\nAldersgrense: 20 år<br />\nBillettinfo: forhåndssalg via Platebutikken Tiger og i døra<br />\nPris:<br />\nonsdag: 100,- + avgift / 70,- + avgift med øyabånd<br />\ntorsdag: 100,- + avgift / 70,- + avgift med øyabånd<br />\nfredag: 100,- + avgift / 70,- + avgift med øyabånd<br />\nlørdag: 100,- + avgift / 70,- + avgift med øyabånd<br />\nLineup: WILD NOTHING (US) / VINNIE WHO (DK) / CLUB YACHT ROCK / THE SONNETS (SE) / SPOONTRAIN DJS / DJS: KJETIL S., MARK, ENDRE, HENNING<br />\nSPOON TRAIN OG REVOLVER PRESENTERER ØYANATT:<br />\nONSDAG &#8211; ÅPNINGSFEST!<br />\nWILD NOTHING (US) + SPOONTRAIN DJS<br />\nFor en uke det skal bli på Revolver! Spoon Train og Oslos beste sjappe på drikke og musikk går sammen om å gi Oslos befolkning fire dager med klubb og konsert. Onsdagen sparker vi i gang med noe av det hotteste om dagen, nemlig chillwavebandet Wild Nothing fra Virginia, US. For den siste skiva *Gemini* dro frontmann Jack Tatum og kompani i land en småpen 8.2 på P-fork, og mange også i Europa har fått øynene og ørene opp for bandet. Litt slacker-pop, litt gitarstøy, litt myke synther. En perfekt åpning på klubbuka! Dine favoritt-DJs fra Spoon Train spiller til dans før og etter. www.myspace.com/wildnothing<br />\nTORSDAG &#8211; KLUBB POPLOGG:<br />\nVINNIE WHO (DK) + POPLOG DJs<br />\nKlubb Poplogg har gått for fulle hus hver måned på Revolver i år, med gjesteband fra forskjellige nordiske land. I mai skulle vi egentlig ha besøk av det danske stjerneskuddet Vinnie Who, men dessverre rotet krefter utenfor vår kontroll det til. Nå kommer Vinnie tilbake til Norge, og det er en glede å ønske velkommen til en diskokveld utenom det vanlige! Meldingene fra alle som har sett bandet live er klare: det er tight, funky og imponerende. En dansk diskoprins (sic!) er født! www.myspace.com/vinniewhoofficial<br />\nFREDAG &#8211; CLUB YACHT ROCK<br />\nFAGERNES YACHT CLUB + DJs GAUTE/HENNING/HÅVARD/SIMEN/ENDRE<br />\nI Bergen har en gjeng med ujevne mellomrom laget klubb basert på sjangeren yacht rock. For de uinnvidde kan vi avsløre at det i all hovedsak dreier seg om musikk fra 1977-1985, med fokus på de krampetighte kompene, de mest sexy synthlinjene og de mykeste stemmene. Vi snakker Toto, Steely Dan, Kenny Loggins, Hall &#038; Oates, Michael MacDonald og Christopher Cross.<br />\nI Oslo har vi forsøksvis prøvd på det samme, for det er ikke bare folk på vestlandet som liker musikken sin myk! Øyanattfredagen blir en merkedag, når de største yacht rock-entusiastene i Bergen og Oslo slår seg sammen for å lage klubb. I tillegg til de svært kompetente DJene har vi fått med oss et band som debuterer i Oslo, nemlig verdens eneste bra coverband. Fagernes Yacht Club består av medlemmer fra The New Wine, Kakkmaddafakka, Grand Prix-kongene The Diamond og fler og spiller et utvalg av de viktigste låtene fra denne perioden. Gjennomført maritim bekledning gir fri inngang!<br />\nLØRDAG &#8211; DU GAMLA, DU FRIA<br />\nTHE SONNETS (SE) + DJs KJETIL S/MARK/ENDRE/HENNING<br />\nHver søndag denne våren har Kjetil fra The Sound of Breaking Glass stått på utrettelig med sin The Smiths-klubb, avbrutt av andre små spesialklubber med ulikt fokus. Etter vår mening er&#8221;Du Gamla, Du Fria den aller beste, der musikk fra vårt nærmeste naboland står i fokus. Det blir altså kun svensk musikk på Revolver lørdag 14. august, og på scena står et av våre nye favorittband. The Sonnets spiller en form for myk 80-tallspop som minner en del om det The Style Council drev med i gamle dager. De har akkurat sluppet et nytt album som er perfekt for late dager på havet, men som også passer til å danse under diskolyset. Vi gleder oss til å runde av Øyauka med det desidert mest velkledde svenske bandet om dagen. www.myspace.com/the_sonnets</p>\n<p>ROCKEFELLER:<br />\nTidspunkt: fredag<br />\nAdresse: inngang via Mariboes gate<br />\nHjemmeside: www.rockefeller.no<br />\nÅpningstid: 22:00<br />\nAldersgrense: 18 år<br />\nBilletter selges på www.billettservice.no, 7-Eleven, Narvesen og i døra<br />\nPris:<br />\nfredag:  250,- + avgift / 200,- + avgift med øyabånd<br />\nLineup: DIPLO (US)<br />\nFREDAG:<br />\nDIPLO<br />\nWesley Pentz (Diplo) har fylt opp en drøss dansegulv og blitt superprodusent siden han og DJ Low Budget startet med klubbkvelder i Philadelphia på tidlig 2000-tall. Drevne remikser for Bloc Party, Hot Chip og Spank Rock har ikke gjort mannen mindre poppis og de som så han på Øya i 2008 vet hvilken fantastisk live-DJ han er. Topp stemning! www.myspace.com/diplo</p>\n<p>STRATOS &#8211; presentert av Smuglesning.no<br />\nTidspunkt: onsdag – lørdag<br />\nAdresse: Youngstorget 2A, inng. i Operapassasjen<br />\nHjemmeside: www.stratos.as<br />\nÅpningstider: 22:00 &#8211; 03:30<br />\nAldersgrense: 20 år<br />\nBilletter selges på www.billettservice.no og i døra<br />\nPris:<br />\nonsdag: 150,- + avgift / 100,- + avgift med øyabånd<br />\ntorsdag: 200,- + avgift / 150,- + avgift med øyabånd<br />\nfredag: 150,- + avgift / 100,- + avgift med øyabånd<br />\nlørdag: 150,- + avgift / 100,- + avgift med øyabånd<br />\nLineup: RYE RYE (US) / GRANDMASTER FLASH (US) / MODULAR RECORDS LABELNIGHTS / SMUG DJs<br />\nStratos er et historisk og erverdig funkis-utested som ligger på toppen av det gamle operabygget på Youngstorvet. Stedet har med årene blitt favoritthangouten til internasjonale artister og journalister som gjester Øyafestivalen. I år er det våre venner i Smuglesning.no som inviterer til fire dager med klubb og konsert på byens tak. Se opp for uannonserte gjester bak platespillerne både i 13. og 12. etasje!<br />\nEt begrenset antall billetter kan kjøpes via Billettservice.no. Resten selges i døra.<br />\nONSDAG<br />\nRYE RYE (US)<br />\nMed prominente venner som M.I.A., Diplo, Blaqstarr og Crookers, har 19-åringen Rye Rye har allerede rukket å bli en av de mest fremtredende eksponentene for B-more Club, Baltimores eget bidrag til musikkhistorien. Rye Rye er allerede en garvet sceneperson og har siden 1997 turnert med M.I.A., Afrikan Boy og som soloartist. Hun er den første artisten som ble signet til M.I.A.s eget plateselskap N.E.E.T., og debutalbumet hennes, *Go! Pop! Bang!*, skal etter planen slippes i løpet av sommeren.<br />\nTORSDAG<br />\nGRANDMASTER FLASH (US)<br />\n”Flash is fast, Flash is cool …” Det er snart tredve år siden Debbie Harry rappet om DJ-ferdighetene til Grandmaster Flash. Det skjedde på Blondie-låta <Rapture>, som i 1981 skulle bli den første US nummer én-hiten som inneholdt rapping. På den syv minutter lange <The Adventures of Grandmaster Flash on the Wheels of Steel> fra samme året gjengjeldte Flash det hele ved å innlemme deler av den samme diskolåta til Blondie. Og resten er, som de sier, historie. Som frontmann for rapperne i The Furious Five satte Grandmaster Flash DJ-miksing og scratching øverst på agendaen for en hel generasjon hiphop-frelste kids på begynnelsen av 80-tallet, noe som gjør at han gjerne blir betraktet som den viktigste DJen i historien. Flash ble tatt opp i Rock &#038; Roll Hall of Fame i 2007, og dette er hans første festivalgig i Norge.<br />\nFREDAG<br />\nModular Records &#038; Smug.no presenterer … LIVE TBA<br />\nDet australske plateselskapet Modular Records (The Avalanches, Cut Copy, Wolfmother, The Presets) og Oslonettstedet/magasinet Smug har funnet hverandre! Første kvelden den nybakte duoen gjorde sammen var releasefesten til andre utgave av mote/kunst-blekka Smug, med navn som Matt Van She, The Twelves, Glasser og Mickey Moonlight på plakaten. Forvent et knippe av Modulars og Smugs favorittartister. Sjekk Øyas nettsider eller Smug.no for oppdatert program!<br />\nLØRDAG<br />\nModular Records &#038; Smug.no presenterer … DJs TBA<br />\nAustralske Modular og Oslobaserte Smug henter frem sine norske og internasjonale favoritt-DJs på Øyafestivalens siste dag og lover et verdig nachspiel til festivaluka. Sjekk Smug.no eller oyafestivalen.com for oppdatert program.</p>\n<p>SUKKERBITEN &#8211; presentert av Juicy<br />\nTidspunt: onsdag – lørdag<br />\nAdresse: Nylandsveien 26, Gå rundt Operahuset mot fjorden, følg gangvei ut til Sukkerbiten.<br />\nHjemmeside: www.sukkerbiten.no<br />\nÅpningstider: 22.00 &#8211; 03.30<br />\nAldersgrense: 20 år<br />\nBilletter selges på www.billettservice.no, 7-Eleven, Narvesen og i døra<br />\nPris: hver dag 125,- / 100,- med øyabånd<br />\nLineup: DJ SYMPHONY (US, NYC &#8211; RAEKWON) / FASHAWN (US, L.A. – XXL FRESHMEN ’10) / EXILE (US, L.A. – EMANON/ALOE BLACC/BLU) / BIG ICE (NO, PLAYBOY FOUNDATION) / JODDSKI (NO, RAGGABALDER/TUNGTVANN) / ROSKA (UK, RINSE FM) / PATSKI LOVE &#038; CHRIS STALLION (JUICY)<br />\nBokstavelig talt et steinkast fra Operaen, forbundet med en liten gangvei over, ligger en liten øy som eies av HAV Eiendom. Her driver Øyafestivalen popup-stedet Sukkerbiten i sommer. Ta deg en sein frokost, lang lunsj eller en jovial middag med utsikt mot Oslofjorden, inn mot Operaen og  ta inn over seg en Oslo skyline i stadig endring. Du kan slange deg i sola på enorme solbenker, spille crocket i sommervarmen, kline til solnedgangen og meske deg med spennende kulturtilbud hele sommeren igjennom. Hver dag frem til september, elleve til elleve. Fra sola står opp i øst til den går ned over slottet i vest.<br />\nJuicy er en duo bestående av DJene og festmakerne Patski Love og Chris Stallion, og har holdt det gående nesten hver helg i seks år. Med sine alltid stappfulle kvelder på Blå og andre fester rundt omkring i Oslo, Norge, Skandinavia og resten av verden, får du bestandig kvalitet når du ser Juicy-navnet. Gutta har vunnet selveste Osloprisen til Natt&#038;Dag, blitt kåret til årets klubb flere ganger av blant andre Aftenposten og Kingsize. Under Øyanatt har Juicy satt fokus på å vise bredde, og leverer alt fra East Coast til West Coast Hiphop, Dancehall, House og Dubstep gjennom en variert lineup. Poenget med dette er at du skal kunne gå på Øyanatt med Juicy på Sukkerbiten hver kveld og oppleve noe nytt, spennende og ikke minst bra! www.clubjuicy.no/ www.myspace.com/clubjuicy<br />\nONSDAG:<br />\nDJ SYMPHONY (US, NYC &#8211; RAEKWON) / PATSKI LOVE &#038; CHRIS STALLION (JUICY)<br />\nEtter at Raekwon er ferdig på Øyafestivalen spiller kokkens faste DJ, Symphony, opp et forrykende partysett hos Juicy på Sukkerbiten. Symphony er kjent for å stå bak mange av Raekwon sine mixtapes, men er også en klubb-DJ som har turnert USA på kryss og tvers med sine ferdigheter bak platespillerne og evnen til å lage fest. Se heller ikke bort i fra at Rae og co tar turen bort for å feste og spytte noen freestyles etter konserten. www.DJsymphony.com/<br />\nTORSAG:<br />\nFASHAWN (US)<br />\nRapperen Fashawn fra Fresno i California er til tross for sin unge alder en av de mest spennende og talentfulle rapartistene for øyeblikket. Gjennom en rekke strålende mixtapes og samarbeid med Talib Kweli, Ghostface, Aloe Blacc og produsenter som The Alchemist og ikke minst Exile – som står på scenen med Fashawn i Oslo og har produsert hans album *Boy Meets World* i sin helhet – er unggutten spådd en lysende karriere. Fashawn var nylig å finne på forsiden av bladet XXL og var en av deres Freshmen ’10; en av ti rapartister man skal se opp for i 2010. Mange skal til og med ha det til at han er ”vestkystens Nas”, noe Fashawn har tatt så bokstavlig at han har spilt inn en remake av hele Nas sitt klassiske *Illmatic*-album. www.myspace.com/fashawn<br />\nEXILE (US)<br />\nProdusent og DJ Exile fra San Diego fikk musikk inn gjennom morsmelken, og både faren og bestefaren var musikere. Fra beatboxing i 5. klasse til scratching og DJing, videre til produksjon av musikk, hooket han som 18-åring opp med nå verdenskjente Aloe Blacc (<I Need A Dollar>) og formet gruppen Emanon. I 2007 produserte han rapperen Blu sin klasikker *Below The Heavens* og i 2009 produserte han Fashawn sitt debutalbum *Boy Meets World* i sin helhet. Exile har også produsert for storheter som Mobb Deep, Jurassic 5 og Snoop Dogg. Denne kvelden har Exile med sin Akai MPC sampler på scenen sammen med Fashawn, og dette er en oppskrift for en meget god musikkopplevelse. www.myspace.com/alexile<br />\nBIG ICE (NO)<br />\nProdusenten og artisten Big Ice fra Oslo er etter all sannsynlighet mer kjent i USA og California enn i Oslo og har produsert genuine West Coast-beats i snart femten år. I 2009 slapp han det kritikerroste albumet *Stackin Beats* og i mai i år kom den glimrende oppfølgeren *Trunk of Funk*. Sistnevnte album hadde med gjester som Lars Vaular, Joddski, Jaa9 &#038; Onkl P, el Axel, Son Of Light, A-Laget og selvfølgelig Playboy Foundation kompis Oral Bee. Ved siden av de norske gjestene var legendariske Kurupt fra Tha Dogg Pound med på albumet. Så vidt vi vet er dette første opptreden med det nye albumet, så se opp for svært celebre gjester og talkbox à la Roger Troutman i storhetstida. www.myspace.com/bigiceofdaplayboyfoundation<br />\n+PATSKI LOVE &#038; CHRIS STALLION (JUICY)<br />\nFREDAG:<br />\nJODDSKI (NO, RAGGABALDER/TUNGTVANN) / PATSKI LOVE &#038; CHRIS STALLION (JUICY)<br />\nJoddski, Jørg-1, Raggabalder, Tungtvann.. Gutten fra Nordland har vært mer enn aktiv i veldig mange år og alltid levert varene uansett om det har vært hiphop eller dancehall eller DJing. Med Tungtvann oppløst og Raggabalder lagt på hylla, står Joddski helt på egne bein denne kvelden. Vi gleder oss til å få servert et DJ-sett fylt med alt fra gangsterrap til reggae, dancehall, bashment, og andre rytmer som garantert får temperaturen i til å nå maks -akkompagnert av hissig toasting slik bare Joddski kan. www.myspace.com/joddski<br />\nLØRDAG:<br />\nROSKA (UK, RINSE FM) / PATSKI LOVE &#038; CHRIS STALLION (JUICY)<br />\nProdusent, DJ og remikser Roska fra London startet først opp som MC under navnet Mentor i 1998, men fant etter hvert ut at han først og fremst hørte hjemme bak miksepulten i studio eller bak DJ-mikseren på klubbene, men fortsatt med mikrofonen i nærheten. Først gjennom Garage og Grime og etter hvert som UK Funky House sin gallionsfigur, har Roska alltid vært ett hestehode foran resten av flokken. Roska slapp debutalbumet *Rinse Presents Roska* i vår, og har i den siste tiden remikset Four Tet, Zed Bias, Mosca og Untold, for å nevne noen. Gled deg til en eksplosiv avslutning på Juicy sine Øyanetter fylt av Bass, House og Dubstep! www.myspace.com/rosiroska</p>\n<p>THE VILLA<br />\nTidspunkt: onsdag – lørdag<br />\nAdresse: Møllergata 23<br />\nHjemmeside: www.thevilla.no<br />\nÅpningstider: 22.00 &#8211; 03.30 onsdag, 23.00 &#8211; 03.30 torsdag – lørdag<br />\nAldersgrense: 20 år<br />\nBillettinfo: forhåndssalg via Platebutikken Tiger og i døra<br />\nPris:<br />\nonsdag: 150,-  / 120,- med øyabånd<br />\ntorsdag: 120,-  / 100,- med øyabånd<br />\nfredag: 150,-  / 110,- med øyabånd<br />\nlørdag: 120,-  / 100,- med øyabånd<br />\nLineup: THE WHIP (UK) / BOUNTY/BEAST DJs / ICONOCLASTIC! / HORSE MEAT DISKO (UK) / RUSTIE (UK/HYPERDUB/LUCKEME/WARP) / INKO (STEREOPTICO) / URAKI RIDDIM (Rustie (GB/Hyperdub/ DØDPOP ARTIST: SPRUTBASS, BEATBULLY &#038; MELKEVEIEN<br />\nONSDAG:<br />\nKONSERTFORENINGA PRES: THE WHIP (UK) / DJs BOUNTY/BEAST<br />\nDet kan umulig være noe bedre å gjøre denne onsdagskvelden enn å slå ut håret og danse med britiske The Whip på Villa. The Whip ble til i Oldham, Manchester i 2006 og debutplata *X Marks Destination* blei sluppet på Southern Fried Records. The Whip spiller dødsfeit party-elektro-dippedutt-rock med herlig britisk klubbstemning. ”De oppsummerer 20 år med lyden av Manchester”, uttalte Mats Borch Bugge etter en forrykende konsert på SXSW i 2008. På de britiske øyer er Manchester-gjengen omfavnet av de brede masser. Du har garantert hørt låta <Trash> som gikk på høy rotasjon på P3s A-liste, og Lydverket syns ikke de var så gærne live, heller. Bandet har lagd remikser for en rekke band der i blant Editors og Hadouken! Så kom deg inn til byen etter Øyas første offisielle konsertdag og sving stumpen inn i de små timer med forrykende indie-house og elektro-trash. www.myspace.com/thewhipmanchester<br />\nDen mystiske DJ-duoen Bounty/Beast stiller med håret utslått, stilettheler og en sommerlig bunke plater med indie dance, soul, funk, pop og elektronika.<br />\nTORSDAG:<br />\nICONOCLASTIC! / HORSE MEAT DISCO (UK)<br />\nDisko, løsbart og drag fra London!<br />\nLondonklubben Horse Meat Disco har i løpet av sine fem leveår sørget for ny interesse for disko takket være de ekstremt smakfulle låtvalgene til sine faste DJs James Hillard, Jim Stanton, Severino og Luke Howard. Alle flokker til søndagsklubben, bamser, dragqueens og lærhomser i skjønn forening med streitinger og lesber iført løsbart. Nylig slapp klubben sin andre samleplate, *Horse Meat Disco II*, slik at gjestene kunne fortsette diskodansen hjemme i stua. For andre gang på under et halvt år flyr vi inn det som regnes som verdens viktigste diskoklubb. Sist gutta spilte på The Villa og Iconoclastic var stemningen mildt sagt ekstatisk og blanding av homser, lesber og hetrofile som koste seg i diskoens tegn ga rett og slett håp om en bedre verden.<br />\nHorse Meat Disco kan telle en rekke The Villa-gjengangere på tilhengerlisten sin og norske DJs er populære på klubben, som har hatt besøk av både Strangefruit, Prins Thomas, Todd Terje, Rune Lindbæk og Annie. Men det er ikke bare musikere som besøker klubben. Norske danseglade tar også gjerne turen over til London for en real fest. ”Det som er så bra med klubben Horse Meat Disco er blandingen av folk”, sier Kjell Nordström, også kjent som Baron von Bulldog. Nordström drar gjerne til London ens ærend for å feste på Horse Meat Disco en søndagskveld.<br />\nKvelden presenteres av Deadswan &#038; Lynch og deres legendariske klubbkonsept Iconoclastic! som er en viktig møteplass for alle homser, lesber og straightinger i Oslo med sans for homokultur og det burleske. www.myspace.com/horsemeatdiscolondon<br />\nFREDAG:<br />\nOSLO EXPERIMENTAL PRES: DO IT!<br />\nRUSTIE (UK/HYPERDUB/LUCKEME/WARP) / DORIAN CONCEPT (AU/KINDRED SPIRIT) / INKO (STEREOPTICO) / URAKI SIDDIM / SKWEE ROOM, DØDPOP ARTIST (HAMAR): SPRUTBASS, BEATBULLY &#038; MELKEVEIEN<br />\nNoe av det mest fascinerende med elektronika er genrens evne til stadig å fornye seg. Siste utskudd på stammen er en verdensomspennende usynkronisert bevegelse med utgangspunkt i instrumental hip hop, elektronika og britisk bassmusikk (som dubstep). Produsenter som Madlib og den avdøde og genierklærte Jay Dilla har inspirert en flodbølge av artister til å snu opp ned på formelen og en haug med undergenre, som Wonky, Broken Beatz og skandinavisk Skweee, har sett dagens lys. Artister som Flying Lotus, Rustie, Hudson Mohawk og Gonjasufi er noen av de nye stjernene og spennende musikk strømmer ut fra alle verdenshjørner. Los Angeles, Barcelona, Den Dominikanske Republikk, Helsinki, Glasgow, Wien og Hamar (!!) for å nevne noen. The Villas konsept for eksperimentell musikk, Oslo Experimental, har slått seg sammen med den skotske DJen og musikkskribenten Alexander Horne a.k.a. Uraki Riddim og hans klubbkonsept Do It for å presentere Øyafolket for den hotteste elektronikaen verden har å by på.<br />\nRUSTIE (UK)<br />\nRustie er en ung herremann fra Glasgow som har gjort seg bemerket med bare et par utgivelser på baken. Han er en sentral aktør i beat-kollektivet LuckyMe, og er i likhet med kompis Hudson Mohawk signet på kult lablet Warp Records. Favoriserer også en kaleidoskopaktig, psykedelisk skru på musikken sin og låter ikke helt ulikt den tidligere Villa-gjesten og dubstepprodusenten Joker. www.myspace.com/rustiebeetz<br />\nDORIAN CONCEPT (AU)<br />\nVirtuose Dorian Concept fra Wien er en av verdens nye YouTube stjerner. Klipp der han jammer med diverse synther har opptil 200 000 visninger. Dorian sklir også inn under den store psykedeliske instrumental-hiphop-paraplyen med improviserte livesett der han blander elementer av jazz, funk, hip hop og elektronika med britisk bassmusikk. Dorian spilte på Sonar festivalen i fjor og er også kjent for sine jams med den nye beatz stjerna Flying Lotus.<br />\nwww.myspace.com/dorianconcept<br />\nINKO<br />\nInko med bakgrunn fra Karibien, nå bosatt i Tønsberg driver den europeiske grenen av crewet Stereoptico fra den Dominikanske Republikk. Stereotico blander elementer fra dubstep, Detroit techno, hiphop og electro og i føyer seg også inn i rekken av artister som Hudson Mohawke, Flying Lotus, Brackles, The Gaslamp Killer, Rustie og Floating Points. Produsenter som utforsker de ytre grensene av instrumental hip hop, og bass musikk. Inko driver også plateselskapet CassetteNegro som utgir hans egne produksjoner. Finn ut mer om den elektroniske musikkscenen på den Dominikanske Republikk og last ned låter gratis på Stereoptico sine hjemmesider. </p>\n<p>SKWEEE ROOM<br />\nVåre kjære Dødpop-venner fra Hedmarken er Norges eget Skweee-kollektiv. Deres skru på genren oppfattes som litt tyngre og hardere enn deres finske og svenske brødre. Finnene fra Boys Of Caligula sier at man hører det kommer fra ”The land of the thousand burning churches”. Mørkt og gritty, men samtidig melodisk og funky. Beatbully beskrives som den mest genretro artisten av de tre med sin syntetiske, vridde funk. Møller’n, a.k.a. Melkeveien, er mer hiphop-orientert og har laget beats for hiphop-artisten Sadat X fra Brand Nubian (NYC). Sprutbass har en forkjærlighet for Kraftwerk og europeisk synthmusikk. Gutta beskriver etiketten sin som upretensiøs, leken og lite genretro. En tankegang som gjennomsyrer hele Skweee-genren. If it’s Skweee, it’s Skweee – så  lenge det er fett å gynge til. I sommer slipper også Dødpop sitt andre samlealbum *Dødpop 2*. www.myspace.com/dodpop<br />\nLØRDAG:<br />\nMUNGOLIAN JET SET (LUNA FLICKS/SMALLTOWN SUPERSOUND) / DJ TODD TERJE (PERMANENT VACATION) / ROOM 101 (DRUM&#038;BASS) / DJs SUBWAY, SHAVING RONALDS CAR &#038; FLUROTATOR<br />\nMUNGOLIAN JET SET<br />\nMye har blitt skrevet om den norske nu-diskoen og naturlig nok er mye oppmerksomhet viet Prins Thomas og Hans-Peter Lindstrøm. Det har gått mange hus forbi at scenen sannsynligvis ikke hadde eksistert uten en musikkfanatiker fra Hamartraktene ved navn Pål Nyhus (DJ Strangefruit). Påls vide forståelse av dansemusikkbegrepet har hatt stor innflytelse på Oslos dansegulv, og er noe av grunnen til at den norske scenen oppleves som så åpen og musikalsk uforutsigbar. Da Pål kom sammen med superprodusenten Knut Sævik for noen år tilbake var det et sjeldent musikalsk lykketreff. Sammen har de klart å skape noe av den mest originale dansemusikken til dags dato og ingen ting ser ut til å stoppe dem. Mungolian leverte et forrykende livesett på Øyafestivalen i fjor og beviste at de mestret storsceneformatet til gangs. Allikevel er det noe spesielt som oppstår når bandets kosmiske disko spilles i det elementet hvor det virkelig hører hjemme, på dansegulvet. Skli ned i kjelleren til The Villa og finn ut. www.myspace.com/mungolianjetset<br />\nTODD TERJE<br />\nTodd Terje er klar for et DJ-set på The Villa etter konserten på Øyafestivalen. Mjøndalens store sønn er verdenskjent for sine remikser og edits og slapp på forsommeren den episke samleplata *Remaster of The Universe* på britiske Permanent Vacation. www.myspace.com/toddterje<br />\nI The Villas lille klubbrom Sweat Shop slipper vi fanden løs denne avslutningskvelden på Øya. DJ Subway inviterer Shaving Ronalds Car og Fluxrotator til en runde med Room 101, landets hardeste drum&#038;bass konsept. www.myspace.com/_subway www.myspace.com/fluxrotator </p>\n","wordpress_id":361,"translations":{"nb":{"url":"/2010/06/16/komplett-%c3%b8yanatt-del-2/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"76971286-c9bd-5256-b062-45f91f26b3b5","locale":"nb"}}