{"data":{"wordpressPost":{"title":"Tidenes salg &#8211; under 1000 lørdagsbilletter igjen","date":"12th December 2018","content":"<p><strong>PROTOJE &amp; THE INDIGGNATION (JM) – tors 8. aug</strong></p>\n<p><strong>EZRA COLLECTIVE (UK) &#8211; lør 10. aug</strong></p>\n<p><strong>PEN GUTT</strong></p>\n<p><strong>slowthai (UK) – lør 10. aug</strong></p>\n<p><strong>TIDENES SALG AV ØYA-BILLETTER</strong></p>\n<p>&nbsp;</p>\n<p>Vi har fått bekreftet nok et knippe artister før juleferien, og kan legge til jamaikanske Protoje &amp; The Indiggnation, norske Pen Gutt og engelske Ezra Collective og slowthai i programmet. Dette firkløveret med reggae, jazz og rap gjør Øya 2019 enda mer variert, og ytterligere musikalsk bredde vil det bli etter nyttår.</p>\n<p>Salget av både ukespass og dagsbilletter har slått alle tidligere rekorder, og det er tydeligvis flere enn oss som mener billetter til Øya 2019 er <strong>årets beste julegave</strong>. Det er nå under 1000 dagsbilletter igjen til lørdag 10. august. Billettene til onsdag 7. august selger også svært godt. Samtidig ligger salget av ukespass langt foran fjoråret. Vi kommer til å slippe mange flere artister utover vinteren og våren, men det kan hende du må bestemme deg allerede nå for å oppleve dine favoritter i Tøyenparken.</p>\n<p>&nbsp;</p>\n<p><strong>PROTOJE &amp; THE INDIGGNATION (JM)</strong></p>\n<p>Protoje er en av de mest sentrale artistene i en ny bølge reggaeartister fra Jamaica. Han har gitt ut fire album det siste tiåret, og det ferskeste kom sommeren 2018. Det heter A Matter of Time, og fortsetter hans egen blanding av tradisjonell reggae med elementer fra hiphop og jazz. Han har samarbeida med Chronixx på hiten Who Knows fra 2014, et samarbeid som er tatt opp igjen på det nye albumet.</p>\n<p><a href=\"http://exclaim.ca/music/article/protoje-a_matter_of_time\">Exclaim!</a>: &#8211; Protoje is riding at the forefront of the new guard of modern reggae and this latest effort shows the genre is in good hands.</p>\n<p>Han har tidligere spilt på megafestivaler som Glastonbury og Coachella. Nå gleder vi oss til hans varme toner i Tøyenparken.</p>\n<p><a href=\"http://www.protoje.com/\">www.protoje.com</a></p>\n<p><a href=\"https://www.facebook.com/protoje/\">www.facebook.com/protoje</a></p>\n<p><a href=\"https://soundcloud.com/protoje\">soundcloud.com/protoje</a></p>\n<p>&nbsp;</p>\n<p><strong>EZRA COLLECTIVE (UK)</strong></p>\n<p>Fem mann sterke Ezra Collective er noe av det fremste London har å by på av ung, moderne jazz. Bandet krydrer musikken sin med både funk, hiphop og afrobeat. De siste par årene har Ezra Collective bygget opp et rykte som et liveband i en helt egen liga. Juan Pablo: The Philosopher vant pris for beste jazzutgivelse under Giles Petersons Worldwide Awards tidlig i 2018. De har samarbeida med Øya-favoritt Jorja Smith på den herlige singelen Reason in Disguise.</p>\n<p><a href=\"http://www.jazzwisemagazine.com/the-write-stuff/14854-ezra-collective-live-at-islington-assembly-hall\">Jazzwisemagazine.com</a>: &#8211; This group of truly great musicians are a fine example of where the future of jazz is headed, and it&#8217;s headed in the right direction.</p>\n<p><a href=\"http://www.rhythmpassport.com/articles-and-reviews/event-review/review-ezra-collective-patterns-brighton-wednesday-14th-november-2018/\">Rhythmpassport.com</a> var nylig på konsert med Ezra Collective: &#8211; Every now and then, but not so often as to make you blasé, you can find yourself at a gig that will truly leave you speechless and absolutely quivering with the sheer joy of the experience, such is the level of the musical dynamics on show. This was one such gig.</p>\n<p><a href=\"https://www.facebook.com/EzraCollective\">www.facebook.com/EzraCollective</a></p>\n<p><a href=\"http://ezracollective.com/\">ezracollective.com</a></p>\n<p>&nbsp;</p>\n<p><strong>PEN GUTT</strong></p>\n<p>Pen Gutt er en ung fyr det knytter seg store forventninger til i 2019. I høst spilte han sin første konsert på egenhånd, og ga samtlige fremmøtte bakoversveis. Mange har lagt merke til den fengende singelen Independent, til og med internasjonale The Fader og The Needle Drop. Dette er ikke hverdagskost for norskspråklig rap. Låta er ute på Terrible Records, som også har utgitt Solange, Twin Shadow, Moses Sumney, Blood Orange og norske Gundelach. Forvent mye av denne moderne og særpregede rapperen. Album er på vei og Pen Gutt kommer til å imponere fra scener over hele landet.</p>\n<p><a href=\"https://www.thefader.com/2018/05/24/pen-gutt-independent-premiere\">Thefader.com</a>: &#8211; &#8220;Independent&#8221; showcases Pen Gutt&#8217;s double-time flow over a bubbling beat.</p>\n<p>Det er all grunn til å glede seg til både nye utgivelser og Øya-konsert.</p>\n<p><a href=\"https://soundcloud.com/pengutt\">soundcloud.com/pengutt</a></p>\n<p><a href=\"https://www.facebook.com/pengutt/\">www.facebook.com/pengutt</a></p>\n<p>&nbsp;</p>\n<p><strong>slowthai (UK)</strong></p>\n<p>Northampton-rapperen slowthai er et av de nye store håpa for 2019. Med energiske konserter og mye på hjertet, selger han ut stadig større steder i Storbritannias største byer. Interessen øker i resten av Europa, og vi tror langt flere nordmenn vil være hekta på slowthai og produsent Kwes Darko/Blue Daisys musikk til sommeren. Han har gitt ut en mengde låter som får et stadig større publikum til å sperre opp øra og følge med. slowthai har et definitivt britisk sound hvor han er innom grime, dubstep og garage, alt med en innstilling man kan ane hint av punk i. Han havna nylig på BBCs liste over lovende artister de mener utgjør «sound of 2019».</p>\n<p>Etter EPen RUNT mente <a href=\"https://pitchfork.com/reviews/albums/slowthai-runt-ep/\">Pitchfork.com</a> at: &#8211; This five-track EP is a dazzling sampler for one of grime’s most promising young talents…</p>\n<p><a href=\"http://365bristol.com/review/review-slowthai-s-circus/1208/\">365bristol.com</a>: &#8211; His unique flow paired with fervent lyrics, spoken in a deep Northampton accent, come together to create a sound that he owns in his own right; bold, manic and genuine all at once.</p>\n<p><a href=\"https://www.facebook.com/nospacenocaps/\">www.facebook.com/nospacenocaps</a></p>\n<p><a href=\"https://soundcloud.com/slowthai?fbclid=IwAR0VTCxFeTWr7hkR7noiEtqyrBR8wd9BYoEvcJMOQqskthXSVeJRoJjVI7w\">soundcloud.com/slowthai</a></p>\n<p>&nbsp;</p>\n","wordpress_id":22904,"translations":{"nb":{"url":"/2018/12/12/tidenes-salg-under-1000-lordagsbilletter-igjen/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1730e7c6-8d32-57df-988f-243b499e5f0d","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2018/12/12/tidenes-salg-under-1000-lordagsbilletter-igjen/","redirect":false}}}