{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"0ad573c1-a9f3-529b-98d1-4471325c1bcc","slug":"tre-muligheter-igjen-tomt-for-fredagsbilletter","title":"Tre muligheter igjen &#8211; tomt for fredagsbilletter","date":"2010-06-25T11:18:00.000Z","excerpt":"<p>Det er nå dagsbilletter igjen til tre av dagene i Middelalderparken. Fredag 13. august solgte ut tidlig i dag og de heldige som har skaffet seg billett kan se fram til sterke konsertopplevelser med The Flaming Lips, Robyn, The Specials, Susanne Sundfør, La Roux, John Olav Nilsen &#038; Gjengen, 1349 og mange til.</p>\n<p>Lørdagsbillettene ser ut til å bli det neste vi går tomme for. Billetter til onsdag og torsdag selger også i et høyt tempo. </p>\n"}},{"node":{"id":"f2f1cd7f-07bb-542a-8130-2c0546f95c2d","slug":"minioya-i-toyenparken-denne-helga-2","title":"Miniøya i Tøyenparken denne helga!","date":"2010-06-25T07:45:00.000Z","excerpt":"<p>Nå til helga skjer det &#8211; Miniøya arrangeres i Tøyenparken 26. og 27. juni.Fra bading til opera til Kardemomme-by til fete rockeband.</p>\n<p>Donkeyboy, The Blacksheeps, Venke Knutson, Keep of Kalessin, Kardemommeby-teater, Peer Gynt-spelet fra Gålå er noen av høydepunktene under Miniøya. Varme festivaldeltakere kan ta en dukkert i Tøyenbadet. Utebassengene blir en del av festivalområdet.</p>\n"}},{"node":{"id":"2c5d5c98-c9df-50b9-9e5f-ee73a5c37321","slug":"vinn-et-mote-med-the-specials-under-%c3%b8ya","title":"Vinn et møte med The Specials under Øya","date":"2010-06-24T11:40:00.000Z","excerpt":"<p>BlinkTV fra England lanserer nå en konkurranse, hvor de som allerede har billett til Øyafestivalens fredag eller fullt festivalpass, kan vinne et møte med The Specials. Dette betyr at du i tillegg til å se bandet spille på Sjøsiden fredag 13. august, kan få hilse på det legendariske bandet. <a href=\"http://www.oyafestivalen.com/nor/artists/628\" target=\"_blank\">Les mer om The Specials her</a></p>\n"}},{"node":{"id":"802b8b76-ed6b-5e86-b36f-a0e2c54f15b0","slug":"nachtmystium-erstatter-baroness","title":"Nachtmystium erstatter Baroness","date":"2010-06-24T10:40:00.000Z","excerpt":"<p>Baroness har valgt å avlyse sin Øya-konsert etter at de fikk tilbud om å bli med på en større turné i USA i samme periode. Dette er trist for publikum, fans og oss på Øya-kontoret. Heldigvis har vi fått på plass en glimrende erstatter på kort tid. Nachtmystium, som er plateaktuelle denne uka, kommer til Middelalderparken for å bringe herlig styggedom inn i øregangene dine torsdag 12. august.</p>\n"}},{"node":{"id":"227af15c-5e4c-579d-b987-1f7026972990","slug":"arets-ayareklame","title":"Årets Øyareklame","date":"2010-06-23T15:24:00.000Z","excerpt":"<p>Øyas egen filmregissør Magnus Rye har nok en gang overrasket oss med en reklamefilm som ser grådig barsk ut. Denne skal sendes på Discovery Channel, så i pausene på Mythbusters, Møkkajobber, American Chopper, Time Warp, Livsfarlig Fangst og hundrevis av andre realitydokumentarer i sommer kan du få med deg det vi mener må være årets tøffeste reklamefilm. Gullfisken neste?</p>\n"}},{"node":{"id":"1514dfd2-c186-55a6-bb2a-bd317a981b5b","slug":"vil-du-hospitere-pa-%c3%b8yafestivalen-soknadsfrist-fredag-25-juni","title":"Vil du hospitere på Øyafestivalen? Søknadsfrist fredag 25.juni.","date":"2010-06-22T17:20:00.000Z","excerpt":"<p>Hvis du arbeider i en annen festival har du mulighet til å søke om å hospitere i en avdeling i Øyafestivalen for å komme på innsiden og se hvordan vi arrangerer festivalarbeidet. Ordningen er ment å gi hospitantene innsikt i hvordan Øyafestivalen er bygget opp, hvordan festivalen er planlagt og hvordan den aktuelle avdeling man har søkt til utfører sitt arbeid på festivalen. Ordningen vil også gi god innsikt i hvordan festivalen som helhet fungerer. Mer informasjon finner du <a href=\"http://www.oyafestivalen.com/pages/nor/4-info#153.\" target=\"_blank\">her</a></p>\n"}},{"node":{"id":"25cf123f-e3d3-52e9-92dc-22d09bce326b","slug":"juvenile-rock-club-i-gsf-skatepark-under-%c3%b8ya","title":"Juvenile Rock Club i GSF skatepark under Øya","date":"2010-06-22T08:56:00.000Z","excerpt":"<p>Jentene i Juvenile Rock Club kryper igjen ned til GSF Skatepark under Dyvekes bro i Gamlebyen og sammen med Øyafestivalen og Gamlebyen Sport og Fritid sørger de i år igjen for minifestival og skateturnering i skateparken: BLACK RHINO / BLUE GEM / CASIOKIDS  / DEATH BY UNGA BUNGA  / PHIL HAUSSMANN AND THE MULE / HONNINGBARNA / MADE IN CHINA / MANHEADS / THE MEGAPHONIC THRIFT / MEGATIVE / TRASH TALK  (US) / TRE SMÅ TØSER / VINNIE WHO (DK)</p>\n"}},{"node":{"id":"eae9bb0c-5d59-59c0-99c2-2ea11db97204","slug":"500-dagsbilletter-igjen-til-fredag-138","title":"500 dagsbilletter igjen til fredag 13/8","date":"2010-06-21T13:34:00.000Z","excerpt":"<p>Nå er det 500 dagsbilletter igjen til fredag 13. august. Det betyr at det snart ikke er mange muligheter igjen til å få med seg den foreløpig mest populære dagen under årets Øyafestival. På fredagen kan du oppleve blant annet Robyn, The Specials, The Flaming Lips, John Olav Nilsen &#038; Gjengen, La Roux og Susanne Sundfør. I tillegg kommer heite aktuelle navn som Die Antwoord, Field Music, 1349, Girls, Major Lazer, Marina &#038; The Diamonds, Purified In Blood.</p>\n<p>Samtidig kan vi melde at  Øya-programmet fikk skryt av BBC stjerne-DJ Huw Stephens i The Guardian på lørdag.</p>\n"}},{"node":{"id":"c941c616-adda-5733-9e8e-e277ba2a23b2","slug":"sukkerbiten-apner-for-alvor","title":"Sukkerbiten åpner for alvor","date":"2010-06-17T14:36:00.000Z","excerpt":"<p>Vi har venta utålmodig på å få på plass skjenkebevillingen til Sukkerbiten, slik at vi kan starte for fullt. Nå er alle papirer på plass og fra kl 16.00 idag (tors 17/6) kan du nyte god mat og godt drikke på den herlige øya uttafor Operaen. Kom deg på Sukkerbiten her blir det servering, fjordkos, konserter og fester utover sommeren. Etter åpningsfesten for en liten stund siden, spådde Dagbladet at Sukkerbiten kom til å bli denne sommerens uteserveringsslager. Prøv sjøl!</p>\n"}},{"node":{"id":"9d83f03a-ed20-5e01-ba61-2311c377bd08","slug":"fett-program-i-camp-indie-teltet-under-%c3%b8ya","title":"Fett program i Camp Indie-teltet under Øya","date":"2010-06-17T13:51:00.000Z","excerpt":"<p>Camp Indie er Øyafestivalens hyllest til grasrotnivået i norsk musikkliv. Fra 11. til 14. august finner du atter en gang Camp Indie-teltet helt i enden av Middelalderparken. Vi inviterer små uavhengige plateselskaper som i ekte DIY-ånd drives av ildsjeler, eksisterer på pur musikkglede, og jobber utrettelig året rundt for å fronte sine artister. Øyafestivalen og Camp Indie mener det er så mye bra musikk som fortjener ekstra oppmerksomhet, derfor lager vi en egen festival på selve festivalen.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":135,"pageCount":181,"additionalContext":{}}}