{"data":{"wordpressPost":{"title":"Seks nye klare for Øya &#8211; kun billetter igjen til tre dager","date":"7th May 2012","content":"<p><strong>BEST COAST (US) – lør 11/8</strong><br />\n<strong> ODD NORDSTOGA – lør 11/8</strong><br />\n<strong> CHROMATICS (US) – fre 10/8</strong><br />\n<strong> HERE WE GO MAGIC (US) – tors 9/8</strong><br />\n<strong> HEDVIG MOLLESTAD TRIO – tors 9/8</strong><br />\n<strong> SWEDEN – dag TBA</strong></p>\n<p>Det er nå kun billetter igjen til tre dager under Øyafestivalen; torsdag 9/8, fredag 10/8 og lørdag 11/8. De siste onsdagsbillettene ble solgt tidlig i dag. Vi ser at under 20 onsdagsbilletter henger igjen i reservasjoner. Om disse ikke blir henta ut, vil de falle tilbake i salg. Øya har aldri tidligere gått tom for billetter til noen festivaldag så tidlig.</p>\n<p>De tre dagene det fortsatt er billetter igjen til, selger også meget godt. 90 % av billettene til Øyafestivalen 2012 er nå solgt. <a href=\"https://api.oyafestivalen.no/program/#all\" target=\"_blank\">Sjekk her for oversikt over hvem som spiller når</a></p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Kjøp billetter her</a></p>\n<p>&nbsp;</p>\n<p>Våren har kommet for fullt og Øya gir deg seks nye grunner til å glede seg til festivalsommeren. Om noen uker er årets program komplett.</p>\n<p>Den populære åpningskonserten på lørdagen blir i år med en virkelig folkekjær artist, nemlig Odd Nordstoga. Tre amerikanske navn har vi også fått plass til; den plateaktuelle kraftpopduoen Best Coast, elektrofavorittene Chromatics og det nye indierockhåpet Here We Go Magic. Ytterlig to norske band vi er begeistra for, hkommer til Middelalderparken. Sweden ga for noen uker siden ut vårens etterlengtede indiepophøydepunkt, mens Hedvig Mollestad Trio i fjor imponerte i inn- og utland med sin progressive instrumentalrock.</p>\n<p>&nbsp;</p>\n<p><strong>BEST COAST (US)</strong></p>\n<p>Snart gir California-bandet Best Coast ut sitt andre album, som skal hete The Only Place. For kort tid siden slapp de låta med samme navn, som handler om deres følelser overfor hjemstaten. Akkurat som med debuten Crazy For You (2010) virker det som om Best Coast i år skal minne oss om alt som er fint med sommeren og som sørger for at feriefølelsen sitter i lenge. Dette er festlig og frisk gitarpop i øverste divisjon. Det nye albumet er produsert av Jon Brion, som tidligere har jobba med Rufus Wainwright, Robyn Hitchcock, Evan Dando og Kanye West.</p>\n<p>&nbsp;</p>\n<p>Kjernen i Best Coast er Bethany Cosentino og Bobb Bruno. Musikknyheter.no har påstått at de lager «deilig, enkel og gjennomført solskinnspop». Den nye skiva skal være preget av klarere og fyldigere lydbilde 14. mai kan du kjøpe The Only Place, lørdag 11. august kan du oppleve Best Coast i Middelalderparken.</p>\n<p><a href=\"http://www.bestcoast.us/\" target=\"_blank\">www.bestcoast.us</a></p>\n<p>&nbsp;</p>\n<p><strong>ODD NORDSTOGA</strong></p>\n<p>Øyafestivalen har i en årrekke latt en folkekjær artist åpne festivalens siste dag. Lørdag 11. august starter Odd Nordstoga vår lengste og fyldigste festivaldag. Siden gjennombruddet med skiva Luring i 2004 har han vært landets fremste utøver i krysningspunktet mellom pop og folkemusikk. Samtlige av hans album siden den gang har gått inn på en av de to øverste plassene på salgslistene. Fjorårets utgivelse Bestevenn, gikk rett til toppen. I tillegg har han blitt kåra til Årets Spelemann og er en meget respektert liveartist. Tittellåta fra Bestevenn var brukt på introen til TV-serien Vaffelhjarte i fjor høst, en serie hvor Nordstoga også hadde en rolle.</p>\n<p>&nbsp;</p>\n<p>VG har kalt musikken hans «trivelig, uten å bli triviell». Han har vært en del av ulike samarbeid og band, men det er som soloartist han har blitt trykka hardt til nordmenns kollektive bryst. Vi ser fram til en særdeles hyggelig start på Øyas lørdag, når Odd Nordstoga og band går på scena klokka ett. Hva passer vel bedre en solfylt lørdag i august, enn en myk start med publikumsfavoritter som Heim Te Mor, Bestevenn, Frøken Franzen og Kveldssong For Deg Og Meg?</p>\n<p><a href=\"http://www.oddnordstoga.no/\" target=\"_blank\">www.oddnordstoga.no</a></p>\n<p>&nbsp;</p>\n<p><strong>CHROMATICS (US)</strong></p>\n<p>Chromatics fra nordvestkysten av USA slapp i mars skiva Kill For Love. Akkurat som forgjengeren Night Drive (2007), har den mottatt massivt skryt fra kresne kritikere. Drowned In Sound slo fast at «This is a modern masterpiece, it’s as simple as that». Aftenposten ga 6 av 6 og mente at «Bedre pop er det vanskelig å finne» og at Kill For Love er «en bragd av et album». Fredag 10. august kan du oppleve Chromatics i Middelalderparken.</p>\n<p>&nbsp;</p>\n<p>Gitarist Adam Miller er eneste medlem som har vært med siden starten, for 11 år siden. De siste årene har multiinstrumentalist og produsent Johnny Jewel, trommeslager Nat Walker og vokalist Ruth Radelet utgjort resten av bandet.  Chromatics blander kjølig synthpop med mystisk post-punk. I fjor bidro de med et passende lydspor til filmen Drive. I tillegg til eget sterkt materiale, har de klart å gjøre låter av Kate Bush, Bruce Springsteen og Neil Young til sine egne.</p>\n<p><a href=\"https://www.facebook.com/CHROMATICSBAND\" target=\"_blank\">www.facebook.com/CHROMATICSBAND</a></p>\n<p><a href=\"http://vivaitalians.blogspot.com\" target=\"_blank\">vivaitalians.blogspot.com</a></p>\n<p>&nbsp;</p>\n<p><strong>HERE WE GO MAGIC (US)</strong></p>\n<p>Here We Go Magic fra New York er bygget opp rundt frontfigur Luke Temple. Siden debuten I 2009 har dette gått fra å være et soloprosjekt til å bli et band. De har turnert med kvalitetsindieband som New Pornographers, The Walkmen og Grizzly Bear. I disse dager gir de ut albumet A Different Ship på Secretly Canadian. Under innspillinga har de samarbeida med sjølveste Nigel Godrich, som er kjent for å produsere Radiohead, Beck, Pavement og Air. Han oppdaga dem tidlig på dagen på Glastonbury-festivalen for to år siden. Resultatet av dette samarbeidet ble et mer organisk uttrykk, spilt inn i London og Los Angeles.</p>\n<p>&nbsp;</p>\n<p>Bloggen TrebleInTrouble.com har allerede hørt hele skiva og beskriver den på følgende måte:</p>\n<p>&#8211;        It’s a beautiful and melodic mixture of hypnosis, dramamine and a jolt of caffeine, a little bi-polar and a little schizophrenic–the band cultivates these qualities in purposeful movements, slowing guiding the listener between haze and anxiety.</p>\n<p>David Byrne, The Shins, Animal Collective og Deerhunter er noen av navna som blir nevnt når man skal forsøke å plassere Here We Go Magic musikalsk. Om du ikke allerede kjenner bandet, anbefaler vi sterkt at du får dem med deg under Øyafestivalen torsdag 9. august.</p>\n<p><a href=\"http://herewegomagicband.tumblr.com/\" target=\"_blank\">herewegomagicband.tumblr.com</a></p>\n<p>&nbsp;</p>\n<p><strong>HEDVIG MOLLESTAD TRIO</strong></p>\n<p>Hedvig Mollestad Thomassen er en gitarist med bred musikalsk bakgrunn. I fjor kom albumet Shoot! med hennes egen trio, utgitt på Rune Grammofon. De to andre i den imponerende trioen er bassist Ellen Brekken og trommeslager Ivar Loe Bjørnstad.  Sammen lager de musikk som krysser jazz med progressiv rock. Den instrumentale skiva har fått skryt både her hjemme og internasjonalt. Mojo og Uncut er to av kvalitetsmediene som satt pris på utgivelsen. Sistnevnte mente at den «carves a riff-ridged canyon through a landscape stalked by the ghosts of Jimi Hendrix, Sabbath and Goblin».</p>\n<p>&nbsp;</p>\n<p>Hedvig sjøl har spilt med Jarle Bernhoft og Hilde-Marie Kjersem og vært en del av banda VOM og Bronco Busters. I tillegg til å spille med egen trio på Øya, blir det også mulighet til å oppleve henne som medlem av El Doom &amp; The Born Electric. Vi gleder oss stort til begge konsertene.</p>\n<p><a href=\"http://www.myspace.com/hedvigmollestadtrio\" target=\"_blank\">www.myspace.com/hedvigmollestadtrio</a></p>\n<p>&nbsp;</p>\n<p><strong>SWEDEN</strong></p>\n<p>Et av våre norske favorittalbum fra våren i år kommer fra et norsk band som pussig nok kaller seg Sweden. Dette henger sammen med deres dagdrømmerier om tidlige turer til Svinesund, svensk godteri og ikke minst nabolandets indierock og powerpop. De namedropper Popsicle, Brainpool og deres likemenn akkurat ofte nok. De to som utgjør kjernen i Sweden er Christian Spro og Fredrik Gretland. På deres musikalske CV finner man navn som The Cumshots og Beezewax.</p>\n<p>&nbsp;</p>\n<p>I mars kom albumet Under The Sycamore Tree. Det bobler over av sterke fengende popmelodier, framført på stødige gitarer. Sjøl om lyden av Sweden gir deg et enormt behov for å oppleve varm sol og kald drikke, er ikke musikken uten hint av melankoli. Vi har snart sliti ut vårt første eksemplar av plata på Øya-kontoret allerede. Aftenposten skreiv «Gleden og intensiteten i musikken, sammen med klokkeren og sjarmerende fremførelse, gir en flott og gjennomført plate». Vi er fullstendig enige!</p>\n<p><a href=\"https://www.facebook.com/swedentheband\" target=\"_blank\">www.facebook.com/swedentheband</a></p>\n<p>&nbsp;</p>\n<p>Foto: David Black</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b0719732-be19-5540-85b1-8c8b2db6a0ba"}}