{"data":{"wordpressPost":{"title":"Rhodes til  Øyanatt","date":"2015-06-18T09:01:18.000Z","content":"<p>Billetter kr. 225,- + avg. / 175,- + avg. med Øyapass<br />\nI salg via <a href=\"http://www.billettservice.no/event/466297\" target=\"_blank\">Billettservice</a> fra fredag 19. juni kl. 10.00<br />\n18 års aldersgrense</p>\n<p><strong>RHODES (UK) TIL PARKTEATRET 15. AUGUST – ØYANATT</strong></p>\n<div></div>\n<div>\n<p>RHODES har på kort tid bygget seg opp til å bli en av de mest spennende artistene fra de britiske øyene. I løpet av det siste halvannet året har han gitt ut hele tre spennende EPer, som alle spiller på hans enorme stemme og en glimrende teft for melodi. På Parkteatret 15. august gjør han sin første headlinerkonsert i Norge. 4. september kommer RHODES&#8217; debutalbum «Wishes» på Sony Music. David Rhodes, som han egentlig heter, har selv skrevet og produsert alle låtene, med litt hjelp fra Drake-produsenten Nineteen85 (!). Singlene «Close Your Eyes» og «Turning Back Around» vitner om at dette kommer til å bli noe stort. Selv om dette blir hans første norgeskonsert utenom Rockefeller-oppvarmingsjobben for George Ezra 18. juni, har RHODES lang turnéerfaring. Han har bak seg tre utsolgte turnéer i Storbritannia, og har blant annet varmet opp for Sam Smith, Ben Howard, London Grammar og nevnte George Ezra. Vi gleder oss til å se og høre ham runde av Øyafestivalen på Parkteatret!</p>\n<p><a href=\"http://www.rhodesmusic.co.uk/\" target=\"_blank\">rhodesmusic.co.uk</a><br />\n<a href=\"https://www.facebook.com/rhodesmusicuk\" target=\"_blank\">facebook.com/rhodesmusicuk</a></p>\n<p class=\"Standard\">OM ØYANATT: Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Tøyenparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt ukespass) gir rabatt på Øyanatt-arrangement.</p>\n</div>\n","wordpress_id":12206,"translations":{"nb":{"url":"/2015/06/18/rhodes-til-oyanatt/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"97ca4d14-0cb3-56fb-905b-b839b911da2d","locale":"nb"}}