{"data":{"wordpressPost":{"wordpress_id":15648,"title":"The Stone Roses on August 8th","excerpt":"<p>The news of the Stone Roses reunion came on the 18th of October this year. Their three concerts in Manchester in June 2012 sold out 220,000 tickets in record time. No other artist has ever sold that many tickets in such short time in the UK. We have recieved an extreme amount of requests for The Stone Roses at our offices during the last few weeks, and it is now official that they will be playing at the Enga stage on Wednesday, the 8th of August. This will be a huge, historical music event.</p>\n","content":"<p>The news of the Stone Roses reunion came on the 18th of October this year. Their three concerts in Manchester in June 2012 sold out 220,000 tickets in record time. No other artist has ever sold that many tickets in such short time in the UK. Like many other festivals, we were taken by surprise, although there have been rumors going around for some years. We moved quickly to try to get the band to our festival. We have recieved an extreme amount of requests for The Stone Roses at our offices during the last few weeks. It has simply been a crazy time for us here at the Øya offices. It is now official that they will be playing at the Enga stage on Wednesday, the 8th of August. This will be a huge, historical music event.</p>\n<p><strong><a href=\"http://www.billettservice.no/artist/oyafestivalen-billetter/301563\" target=\"_blank\">Week passes and Day tickets for The Øya Festival are now for sale. </a></strong></p>\n<p><strong>THE STONE ROSES (UK)</strong><br />\nThe Stone Roses are one of a handful of British bands that have shaped modern rock during the last 25 years. Their main contribution to this is their debut from 1989. This album has repeatedly been voted one of the most important releases in rock history and one of the best debut albums ever. In 2004, it was named the best British album of all time by artists and media, outclassing The Beatles, Van Morrisson, The Clash and The Rolling Stones. The Stone Roses were pioneers in combining danceable club elements with psychedelic rock. They made music that allowed young shoe‐gazers to dance to rock without feeling embarrassed. Together with a few other bands, they became the crown example of the socalled madchester sound. To put it like allmusic.com: «it brought dance music to an audience that was previously obsessed with droning guitars, while it revived the concept of classic pop songwriting, and the repercussions of its achievement could be heard throughout the &#8217;90s”</p>\n<p>Pitchfork gave The Stone Roses debut re-release an incredible 10 out of 10 in 2009, and explained that with this album, the band had managed to «marry smart psychedelic pop to dance grooves in an incredibly accessible and powerful way that appealed both to rock and rave fans, lovers of hooks and beats, punks and people who actually welcomed 10-minute guitar solos”.</p>\n<p>Vocalist Ian Brown and guitarist John Squire met at school and had several band projects together before they became world famous as The Stone Roses in the late eighties. Even though the band had ensured their position as eternal legends early on, the long wait for their second album Second Coming (1994) and some internal dispute made it hard to keep people&#8217;s attention. In 1996 the two founders went solo. Bass player Mani ended up in Primal Scream, with which he played at Øya in 2007.</p>\n<p>We know that very many of you get pretty excited just by imagining hearing I Wanna Be Adored, Fool’s Gold, Waterfall, I Am The Resurrection and She Bangs The Drums played live at an outdoor stage in Oslo. In August, you&#8217;ll actually get this opportunity at The Øya Festival.</p>\n<p><a href=\"http://www.thestoneroses.org/\" target=\"_blank\">http://www.thestoneroses.org/</a></p>\n","date":"2011-12-07T08:01:57.000Z","featured_image":{"title":"Stone Roses_Øyafestivalen_635x350","filename":"Stone-Rosesyafestivalen635x350.jpg","filesize":163363,"url":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350.jpg","link":"http://oya.test/stone-roses_%c3%b8yafestivalen_635x350/","alt":"","author":"4","description":"","caption":"","name":"stone-roses_%c3%b8yafestivalen_635x350","status":"inherit","uploaded_to":0,"date":"2011-12-06 18:21:44","modified":"2011-12-06 18:21:44","menu_order":0,"mime_type":"image/jpeg","type":"image","subtype":"jpeg","icon":"http://oya.test/wp-includes/images/media/default.png","width":635,"height":350,"sizes":{"thumbnail":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350-150x150.jpg","thumbnail_width":150,"thumbnail_height":150,"medium":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350-300x165.jpg","medium_width":300,"medium_height":165,"medium_large":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350.jpg","medium_large_width":635,"medium_large_height":350,"large":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350.jpg","large_width":635,"large_height":350,"small":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350.jpg","small_width":320,"small_height":176,"medium_small":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350.jpg","medium_small_width":635,"medium_small_height":350,"xlarge":"http://oya.test/assets/uploads/2011/12/Stone-Rosesyafestivalen635x350.jpg","xlarge_width":635,"xlarge_height":350}},"translations":{"nb":null,"en":{"url":"/en/2011/12/07/the-stone-roses-play-oya-august-8th/"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"b38bcff2-1545-58c4-9a0a-7e280a95ca74","locale":"en"}}