{"data":{"wordpressPost":{"title":"Øyanatt på Gamla 2013","date":"2nd July 2013","content":"<p><strong>Fredag 9. august</strong><br />\nSurf, psycho &amp; rockabilly party:<br />\nHARMAN&#8217;S ROCKABILLY RIOT<br />\nTHE DEAD BEAT<br />\nSURF NOIR<br />\nCC med/uten øyabillett: 150/200 kr<br />\n<a href=\"http://www.billettservice.no/artist/oya-natt-billetter/926772\" target=\"_blank\">Forsalg på Billettservice</a><br />\nID 20 år</p>\n<p>&nbsp;</p>\n<p><strong>HARMAN&#8217;S ROCKABILLY RIOT (UK) </strong>er en allstar-trio innen engelsk rockabilly, med røtter tilbake til det tidlige 80-tallet, hvor de med den slagkraftige neo-billy-bølgen av tung slap-bass og hissigpropp-rytmer eksploderte inn i energien av raske gitarer og blodtighte trommiser med primitive, enkle oppsett. Her var de en del av et generasjonskifte innen rockabilly, sammen med band som Blue Cats, Deltas, Shakin Pyramids, Pole Cats, Stray Cats og Meteors, som alle ga 50-talls varianten en ny og nødvendig vri, De tråkket tradisjonalistene nok på tærne og har det ene benet langt nok inne på psychobilly-folkets territorium til at de dag er blant pioneerene å regne.</p>\n<p>Bandet frontes av supergitaristen og vokalisten Mark Harman, som da og fortsatt nå fronter et av de fremste bandene innen neo-billy, nemlig Restless. Debut-skiva Why Don´t You Just Rock fra 1982 og skivene fram til nå står som påler, og bandet er neo-/psychobillys viktigste plateselskap, Nervous Records, fremste suksess etter like mange år in business.</p>\n<p>Sammen med trommis Rob Tyler var Harman på det tidlige 80-tall dessuten med i Dave Phillips &amp; The Hot Rod Gang, som gjorde det stort med skiva Wild Youth og ikke minst singelen og rockabilly-utgaven av soul- og synth-klassikeren Tainted Love. Harman har også hatt betydelig suksess med band som Space Cadets, Big Six, Hot Rod Rhythm Boys de senere åra, og sammen med Tyler og kontrabassist John Standen er han også med i Porkys Hot Rhythm.</p>\n<p>John Standen er kjent fra band som Number 9 og Hot Rockin, men for første gang fronter disse tre sammen, og kommer til å levere et eksplosivt soloshow med eget materiale og låter fra sine henværende band. Såpass ferskt er samarbeidet at de ikke har lansert webside, skive eller konsertopptak ennå, at vi må henvise til klipp fra deres respektive band for å gi dere en ide om hva denne Øya-Natta vil by på. Se nederst i saken for videoer.</p>\n<p><a href=\"https://api.oyafestivalen.no/2013/07/02/oyanatt-pa-gamla-2013/harman%c2%b4s-rockabilly-riot/\" rel=\"attachment wp-att-7827\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-large wp-image-7827\" title=\"Harman&Acirc;&acute;s Rockabilly Riot\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"\" width=\"635\" height=\"271\" data-sizes=\"auto\" data-aspectratio=\"1696/726\"></body></html>\n</a></p>\n<p>&nbsp;</p>\n<p><strong><a href=\"http://www.facebook.com/pages/The-Dead-Beat/173317352002\" target=\"_blank\">THE DEAD BEAT</a> </strong>har holdt det gående noen år og er blitt Norges fremste leverandører av Psychobilly. Kvartetten drar på med et hypert heksebrygg av punk rock, psychobilly og god gammeldags rock&#8217;n roll du skal hoppe, sprette, wrecke, poge og swinge til. Et band som ikke ønsker å forandre verden, men gi deg rock fra hjertet og skru forsterkerne til elleve. Fengende gitarriff, dundrende trommer, skvetten stand-up bass og vokal som høres ut som den har blitt gytt av Herren av mørket og kongen selv.</p>\n<p>&nbsp;</p>\n<p><strong><a href=\"http://www.facebook.com/SurfNoir\" target=\"_blank\">SURF NOIR</a> </strong>begynte å spille surfinstrumentaler da de var de 17, men nå er de gamle og vise og har fått sanger med vokal. Surf Noir tror at de oppfant sjangeren surf noir og låter som om Dick Dale har invitert Chris Isaak til å synge og Queens of the Stoneage til å kompe. På en måte.</p>\n<p>&nbsp;</p>\n<p><strong>Lørdag 10. august</strong><br />\nRock &amp; Spesialreiser presenterer:<br />\nDEATH BY UNGA BUNGA<br />\nTHE MENTALETTES (DK)<br />\nTORQUEFLITE<br />\nCC med/uten øyabillett: 120/150 kr<br />\nID 20 år</p>\n<p>Tradisjonen tro lager Rock &amp; Spesialreiser en knall avslutning på en knall festival. Etter at du har gått skoa av deg på Øyafestivalens siste dag kan du ta turen bort på Gamla for en dose festlig rock og raffe DJs.</p>\n<p><a href=\"https://www.facebook.com/deathbyungabunga\" target=\"_blank\">DEATH BY UNGA BUNGA</a>! Et av Norges beste liveband &#8211; Nuff said!</p>\n<p><a href=\"http://www.thementalettes.com/\" target=\"_blank\">THE MENTALETTES</a> (DK): A Girl Group Gone Berserk! 60&#8217;s girl group mixed with Boy Beat Band! Denne septetten har akkurat vært på tur med John Spencer Blues Explosion i Europa, men de ble ikke med til skandinavia, og det måtte vi jo gjøre noe med. Liker du Detroit Cobras og The Twistaroos er det møteplikt!</p>\n<p><a href=\"http://youtu.be/5Q-evglTTEM\" target=\"_blank\">TORQUEFLITE</a> &#8211; Surftastisk! Husk hjelm!</p>\n<p>Rock &amp; Spesialreisers eget DJ-team snurrer snasne skiver før, mellom og etter konsertene!</p>\n<p><iframe src=\"//www.youtube.com/embed/yxsjaDKPWnw\" frameborder=\"0\" width=\"635\" height=\"476\"></iframe><br />\n<iframe src=\"//www.youtube.com/embed/o9cBn-tYN70\" frameborder=\"0\" width=\"635\" height=\"476\"></iframe></p>\n<p>&nbsp;</p>\n<p><em style=\"text-align: left;\"><strong>OM ØYANATT:</strong> Øyanatt er konserter og klubbkonsepter rundt omkring i Oslo sentrum etter at Middelalderparken stenger 23.00. Dette er altså en glimrende mulighet til å ta med seg den gode festivalstemninga inn i byen etterpå. Øyanatt lages i samarbeid med de beste arrangørene og klubbene i Oslo. Grunnet varierende forutsetninger og behovet for at arrangørene skal få disse konsertene/klubbkonseptene til å gå rundt på egenhånd, gjør det ikke mulig å inkludere Øyanatt i festivalpasset. Gyldig Øya-billett til den aktuelle dagen (evt festivalpass) gir rabatt på Øyanatt-arrangement.</em></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"1eba473e-4cb2-58a4-ad7d-76fcb17b4f39"}}