{"data":{"wordpressPost":{"title":"Patti Smith, Sleaford Mods og Dig Deeper til Øya","date":"30th November 2017","content":"<p>Tidligere i uka ble de åtte første navna til 2018-plakaten klare. I dag er ytterligere tre klare for å spille i Tøyenparken. Den levende legenden Patti Smith, den unike duoen Sleaford Mods og frihetsrockforvalterne Dig Deeper skal alle sette sitt preg på Øya i august.</p>\n<p>I dag er alle typer Øya-billetter i salg hos Ticketmaster. Husk at Øya 2017 ble raskere utsolgt enn vi tidligere har vært i Tøyenparken. Se opp for flere artistslipp før jul.</p>\n<p><strong> </strong></p>\n<p><strong>PATTI SMITH (US) – lørdag 11/8</strong></p>\n<p>Det er en ære å invitere Patti Smith til Tøyenparken, for å runde av festivalen i vårt store telt Sirkus. Patti Smith starta som poet, og ble raskt en del av musikkmiljøet rundt New York-klubber som Max’s Kansas City og CBGB. Hun har en imponerende rekke plate- og bokutgivelser gjennom fem tiår. Som artist mestrer hun både slagkraftig rock og mer eksperimentelle uttrykk, samtidig som hun fortsatt jobber med lyrikk og fotografi. I ungdommen henta hun inspirasjon fra blant andre beatpoetene og Bob Dylan. Patti Smith har samarbeida med Bruce Springsteen, R.E.M., Blue Öyster Cult og Kevin Shields fra My Bloody Valentine.</p>\n<p>Hun albumdebuterte i 1975 med Horses. Tre år seinere kom gjennombruddet i Norge, da Easter gikk inn på tiendeplass på vår albumliste. Siden har Patti Smith hatt et lojalt publikum i Oslo. Etter flere år med lite aktivitet, var hun tilbake for fullt med album og turneer fra midten av 90-tallet. Det ser ikke ut til at hun skal bremse med det første. Hele veien har hun vært tydelig og sosial bevisst, med mye på hjertet.</p>\n<p><a href=\"http://www.pattismith.net/intro.html\">www.pattismith.net</a></p>\n<p><a href=\"https://www.facebook.com/PattiSmithAuthor/\">www.facebook.com/PattiSmithAuthor</a></p>\n<p>&nbsp;</p>\n<p><strong>SLEAFORD MODS (UK) – torsdag 9/8</strong></p>\n<p>I første møte med Sleaford Mods oppstår det ofte forvirring. Er det punk? Er det rock? Er det rap? Er det alt på en gang eller ingen av delene? Sleaford Mods’ minimalistiske utgangspunkt legger ingen demper på energien eller treffsikkerheten. Jason Williamson spytter ut sinne, frustrasjon og hverdagsbetraktninger, mens Andrew Fearn lager beats og drikker øl. Nottingham-duoen har de siste åra blitt et fenomen, mange år etter at de to medlemmene hver for seg starta forsøk på å klare seg i musikkindustrien. Nå gjør de seg bemerka på salgslister og fyller klubber over store deler av Europa.</p>\n<p>På nye albumet har noe større variasjon enn tidligere, eller som <a href=\"https://pitchfork.com/reviews/albums/22943-english-tapas/\">Pitchfork</a> påpeker: -…if ENGLiSH TAPAS at times veers towards formula, it’s at least Sleaford Mods’ own formula, and one that continues to serve them well.</p>\n<p>Album som Divide &amp; Exit (2014) og Key Markets (2015) har vært høyt oppe i britiske årsoppsummeringer. Deres nyeste, English Tapas (2017), føyk inn på nummer 12 på albumlista. Ikke gå glipp av en av Storbritannias mest unike duoer under Øya!</p>\n<p><a href=\"https://sleaford-mods.myshopify.com/\">sleaford-mods.myshopify.com</a></p>\n<p><a href=\"https://www.facebook.com/SleafordModsOfficial/\">www.facebook.com/SleafordModsOfficial</a></p>\n<p>&nbsp;</p>\n<p><strong>DIG DEEPER</strong></p>\n<p>Dig Deeper har i flere år, gjennom flere utgivelser, lagd sterkere og sterkere frihetsrock. Da de i høst ga ut In Central European Time, hadde vi ikke annet valg enn å invitere dem til Tøyenparken i august. Sosial og politisk bevissthet, psykedelia og landeveisrock blandes på en svært kledelig måte. De innrømmer å ha hørt på Neil Young, The Byrds, Dream Syndicate og Drive-By Truckers, noe man finner spor av i deres egen musikk. Som <a href=\"https://erikvalebrokk.no/dig-deeper-graver-litt-dypere/\">Erik Valebrokk</a> har påpekt: &#8211; …alle disse referansene til tross har Dig Deeper nå funnet sin egen identitet. In Central European Time er simpelthen en plate som henger ekstremt godt sammen, fra begynnelse til slutt.</p>\n<p>Dette bandet kommer til å kle Tøyenparken vanvittig godt, så det er bare å nyte deres herlige gitarbehandling og gode låter mellom trærne.</p>\n<p><a href=\"https://www.facebook.com/DigDeeperNorway/\">www.facebook.com/DigDeeperNorway</a></p>\n<p>&nbsp;</p>\n","wordpress_id":21055,"translations":{"nb":{"url":"/2017/11/30/patti-smith-sleaford-mods-dig-deeper-oya/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"bb0ce260-51c7-5e3d-9547-8fde6d2d46d6","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2017/11/30/patti-smith-sleaford-mods-dig-deeper-oya/","redirect":false}}}