{"pageContext":{"isCreatedByStatefulCreatePages":false,"group":[{"node":{"id":"d0293951-2cc1-5929-aa53-099f6785e9d1","slug":"kjop-%c3%b8ya-kortet","title":"Kjøp Øya-kortet","date":"2010-08-05T07:45:20.000Z","excerpt":"<p>Skal du på festival alle dagene anbefaler vi at du skaffer deg det knallbra Øyakortet vi har utvikla i samarbeid med Ruter. Kortet koster kr. 100,- og gjelder for perioden 10. &#8211; 14. august. Øyakortet selges på Øyafestivalens stand på Youngstorget 9. &#8211; 10. august, samt hos Trafikanten 9. &#8211; 13. august. Øyakortet gir fri reise på Ruters linjer i Oslo.</p>\n"}},{"node":{"id":"fd6cb717-6402-548a-a4f9-aeaa368dfba9","slug":"sjekk-den-nye-%c3%b8ya-applikasjonen-for-android-telefoner","title":"Sjekk den nye Øya-applikasjonen for Android-telefoner","date":"2010-08-05T05:16:00.000Z","excerpt":"<p>ØYA OG SONYERICSSON LANSERER ANDROID-APPLIKASJON<br />\nØyafestivalen følger med i tiden! For første gang får du full oversikt over Øya på telefonen din. Hold deg oppdatert og orientert, legg opp ditt eget program og del herlighetene med venner på Facebook. </p>\n"}},{"node":{"id":"74bb7c88-e28c-5bd6-bdf9-d104d0cf76a6","slug":"aftenpostens-lek-med-tall","title":"Aftenpostens lek med tall","date":"2010-08-04T16:46:00.000Z","excerpt":"<p>Les vårt svar på de siste dagers artikler i Aftenposten her. På grunn av at det har vært vanskelig å nå fram i avisen med alle våre synspunkter, velger vi nå å kun publisere denne teksten på egne nettsider.</p>\n"}},{"node":{"id":"2a8137c4-b181-537d-8985-ceca3ec7745b","slug":"hafslund-bidrar-til-en-enda-gronnere-festival","title":"Hafslund bidrar til en enda grønnere festival","date":"2010-08-04T12:04:51.000Z","excerpt":"<p>Øyafestivalen har mottatt stor anerkjennelse og flere nasjonale og internasjonale priser for sin miljøinnsats. I år er det foretatt et nytt stort miljøløft. Nå blir det ingen forstyrrende aggregatlyd og ingen svart illeluktende dieselrøyk under Øyafestivalen, ei heller i årene som kommer. </p>\n"}},{"node":{"id":"089bb7b7-9a4d-5a10-ac29-403c69394808","slug":"weller-fest-pa-pigalle","title":"Weller-fest på Pigalle","date":"2010-08-04T10:33:00.000Z","excerpt":"<p>Ifølge Vinduet-redaktør Audun Vinger er Paul Weller &#8211; kjent fra både punk/modbandet The Jam, det politiske soulpopbandet The Style Council og som soloartist &#8211; årets mest gledelige Øya-booking.<br />\nDerfor arrangerer han etterfest i Wellers ånd på Pigalle lørdag 14. august fra klokka 22.00. Bak miksepulten står svenske Micke Manasse, Tommy Søvik fra Oslo Soul Experience og kanskje Vinger selv. Vi slo av en prat. </p>\n"}},{"node":{"id":"a00c5450-2539-529a-b7b2-9af4ad23bd41","slug":"mer-moro-pa-%c3%b8yanatt","title":"Mer moro på Øyanatt","date":"2010-08-04T09:48:00.000Z","excerpt":"<p>Etter at vi stenger porten i Middelalderparken hver kveld kan du bevege deg ut i byen på en mengde fester og konserter under Øyanatt. Disse er ikke inkludert i festivalbilletten din, men du får rabatt på alle Øyanatt-billetter ved framvising av gyldig festivalpass eller dagsbillett til festivalen. Her kan du lese de siste oppdateringene i Øyanatt-programmet. Blant de nye tilleggene er Big Boi afterparty, Fjorden Baby!, DJ-sett med Robyn og Headman. <a href=\"http://oyafestivalen.com/pages/nor/8-program\" target=\"_blank\">Fullt festivalprogram finner du her</a></p>\n"}},{"node":{"id":"30baecc7-7ac6-5076-8509-1520ac70ccc5","slug":"sterke-kvinner-i-%c3%b8ya-programmet","title":"Sterke kvinner i Øya-programmet","date":"2010-08-03T09:35:00.000Z","excerpt":"<p>På lørdag og søndag skrev Aftenposten om Øyafestivalen og kvinnelige artister i årets program. Etter å ha lest disse tre artiklene, følte vi behov for å svare. Dessverre ville ikke Aftenposten trykke hele vårt innlegg, så det som står på trykk i avisa idag er sterkt amputert. Her kan dere lese hele vårt svar.</p>\n"}},{"node":{"id":"79ac5a20-fcf7-5b83-a2e6-11931ec3b33d","slug":"en-uke-til-klubbdagen-noen-fa-endringer-og-aldersgrenseoversikt","title":"En uke til Klubbdagen &#8211; noen få endringer og aldersgrenseoversikt","date":"2010-08-03T08:11:07.000Z","excerpt":"<p>Om ei uke starter Øyafestivalen med Klubbdagen. 25 scener og 80 band skal by på Oslos feteste musikkdugnad. Opplev rock, elektronika, metal, pop, jazz, køntri, hardcore og blues. Kom deg ut og se en masse ny og spennende musikk dagen før festivalmoroa starter i Middelalderparken. Etter at det trykte materiellet kom fra trykkeriet har vi fått noen små endringer i programmet på noen av klubbene. <a href=\"http://oyafestivalen.com/pages/nor/8-program\" target=\"_blank\">Her finner du oppdatert program til hele festivalen.</a></p>\n"}},{"node":{"id":"07e01b8d-a394-57bb-9d2b-e35b15d88984","slug":"ayanatt-pay-living-room","title":"Øyanatt på Living Room","date":"2010-08-02T21:54:00.000Z","excerpt":"<p>Seint, men godt, kom Living Rooms Øyanatt-program på plass. Her blir det heit fest i fire netter etter at vi stenger Middelalderalderparken. Punktum settes på lørdagsnatta med et offisielt afterparty for Big Boi, som spiller på festivalen samme dag, nemlig klokka 20.25 på Sjøsiden.</p>\n"}},{"node":{"id":"9da05ffc-3b66-5167-971f-012c195ed400","slug":"panta-rhei-en-unik-konsertopplevelse-pa-museet-for-samtidskunst-10-august","title":"Panta Rhei &#8211; en unik konsertopplevelse på museet for samtidskunst 10. august","date":"2010-08-02T16:06:00.000Z","excerpt":"<p>Øyafestivalen, Ultima og Nasjonalmuseet: Museet for Samtidskunst går sammen om å presentere Panta Rhei, med Brandt Brauer Frick i konsert med slagsverkstrioen Pinquins.<br />\nPanta Rhei vil skape interessante møter mellom musikere med ståsted både i den klassiske tradisjonen og i moderne elektronisk musikk. Gjennom de siste tiår har grensene mellom ulike sjangre blitt mer diffuse, det samme har skjedd med skillet mellom skolerte og uskolerte musikere. Et godt eksempel på et slikt møte mellom to tradisjoner er trioen Brandt Brauer Frick fra Køln.</p>\n"}}],"pathPrefix":"posts","first":false,"last":false,"index":132,"pageCount":183,"additionalContext":{}}}