{"data":{"wordpressPost":{"title":"Mer god norsk musikk til Øya","date":"2nd April 2019","content":"<p><strong>brenn. – ons 7. aug</strong></p>\n<p><strong>Jakob Ogawa – ons 7. aug</strong></p>\n<p><strong>Sâver – fre 9. aug</strong></p>\n<p><strong>Moyka – lør 10. aug</strong></p>\n<p><strong> </strong></p>\n<p>Våren er her og vi begynner å ane duften av ny festivalsesong. Noe av det viktigste med Øya, er satsingen på ny norsk musikk vi har tro på. I dag har vi fått bekrefta fire navn vi tror kommer til å få langt flere fans i 2019. Sâver, brenn., Jakob Ogawa og Moyka er svært ulike i musikalsk uttrykk, men viser alle hvorfor de er viktige tilskudd til norsk pop og rock i år.</p>\n<p><strong> </strong></p>\n<p>BRENN.</p>\n<p>Duoen brenn. har overbevist fra norske scener det siste året. I konsertformat stiller de med fullt, energisk band. De har rukket å gi ut en herlig bunke singler, og har blitt sammenlignet med både amerikanske FIDLAR og norske Death By Unga Bunga. P3 har kalt musikken «poppete rock som røsker tak og slenger deg inn i en moshpit, både mentalt og live». Få med deg denne vitamininnsprøytningen av et band i Tøyenparken.</p>\n<p>Som de skriver sjøl: &#8211; Alt ved brenn. viser at rocken fremdeles kan være uredd, fri, uhøytidelig og fargesprakende, og dessuten påvirket av usannsynlige referanser i helt andre musikalske leire.</p>\n<p><a href=\"https://www.facebook.com/brennband/\">www.facebook.com/brennband</a></p>\n<p>&nbsp;</p>\n<p>MOYKA</p>\n<p>Produsent og artist Moyka slapp nylig debutsingelen Colder. Bak navnet finner man Monika Engeseth fra Hallingdal. Hennes elektroniske pop er kledelig kjølig og herlig fengende. Vi føler oss helt sikre på at dette er en artist det blir svært spennende å følge de neste åra. Gå ikke glipp av muligheten til å oppleve henne på en stor scene allerede på Øya. Sjøl om det bare er utgitt en låt, er internasjonale popkjennere allerede i gang med skryt.</p>\n<p><a href=\"https://www.thelineofbestfit.com/new-music/discovery/moyka-colder\">The Line of Best Fit</a>: &#8211; Opening with broad, yearning tones that swiftly give way to glimmering, Röyksopp-esque electronics, &#8220;Colder&#8221; is a balletic introduction to the 21-year-old&#8217;s unambiguous songwriting and production styles. She describes the carefully constructed atmosphere as &#8220;[her] own, mystical, synth-driven universe&#8221; – a statement of intent solidified by an ability to create immersive, expansive, experiential pop.</p>\n<p><a href=\"https://www.facebook.com/moykamusic/\">www.facebook.com/moykamusic</a></p>\n<p>​</p>\n<p>JAKOB OGAWA</p>\n<p>Jakob Ogawa har er i ferd med å bygge en lojal fanbase både her hjemme og utenlands. Han starta med soveromspop på den kledelig titulerte Bedroom Tapes EPen i 2017, og er nå på vei mot noe mye større. I tillegg til å turnere europeiske storbyer denne våren, skal han ha konserter i flere deler av Asia. Ogawa har allerede spilt på flere store festivaler i flere land og det er på tide at han får møte det flott Øya-publikummet med sin deilige pop. Se opp for mer ny musikk i 2019.</p>\n<p>Morgenbladet har kalt han «en fremtidens artist», mens The Line of Best Fit har beskrevet musikken som «gorgeously seductive, dangerously hypnotic and smooth as velvet itself».</p>\n<p><a href=\"https://www.facebook.com/jakobogawa/\">www.facebook.com/jakobogawa</a></p>\n<p><a href=\"https://soundcloud.com/jakobogawa?fbclid=IwAR12gM2amwa9HwO8Rvela3N7XfrNKHoWsLbgdlMalhKuB5YeseFVtdRau_4\">soundcloud.com/jakobogawa</a></p>\n<p>&nbsp;</p>\n<p>SÂVER</p>\n<p>Mye har hendt på kort tid for trioen Sâver. Først hørte man stadige rykter om et solid og spennende liveband med medlemmer fra Hymn og Tombstones. Deretter signerte de med plateselskapet til Øya-aktuelle The Ocean. Med det svært tunge debutalbumet They Came with Sunlight skapte de ytterligere begeistring i vår. Snart legger de ut på turné med The Ocean og Årabrot.</p>\n<p><a href=\"http://www.ghostcultmag.com/album-review-saver-they-came-with-sunlight-pelagic-records/\">Ghoscultmag.com</a>: &#8211; Shades of Melvins and Electric Wizard sprawl out in unexpected directions – playing to an understated post-rock sensibility in terms of composition – interspersed with some Seattle-inflected melodic sections.</p>\n<p><a href=\"https://www.facebook.com/saveroslo/\">www.facebook.com/saveroslo</a></p>\n<p>&nbsp;</p>\n<p><strong> </strong></p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"f421046f-326e-5e17-8190-73c51f3c0dac"}}