{"data":{"wordpressPost":{"title":"Øyanatt 2013 på Jaeger","date":"3rd July 2013","content":"<p>Da har Øyanatt-turen kommet til Jaeger, som har satt sammen et program de garanterer vil framkalle rykk og napp i dansefoten. De faste konseptene Untzdag, Retro, FrÆdag og Nightflight er rammeverk for spennende temakvelder med gjester fra inn- og utland.</p>\n<p>&nbsp;</p>\n<p><strong>Onsdag 7. august</strong><br />\nUntzdag presenterer:<br />\nYOUNG MARCO (NL)<br />\nRICK WADE (US)<br />\nØYVIND MORKEN &amp; GAUTE HAAVERSEN<br />\nCC med/uten øyabillett: 100/150 kr<br />\nID 23 år</p>\n<p>Young Marco bor i Amsterdam og er en del av Rush Hour-labelet, både som artist og som grafisk designer. Marco har designet alt Rush Hour har gitt ut, og den katalogen er ikke liten. Han har et album på vei på det fantastiske New York-labelet ESP Institute, og noen på andre utgivelser på Hand Of God som han selv driver, pluss på Rush Hour, såklart. Marco har spilt mye i Amsterdam og andre byer i Europa de siste ti årene. Det finnes ikke noen bedre tid å booke ham på enn nå, rett før han går supernova. Marco er en killer DJ med baller av stål, og passer dermed rett inn på Untzdag!<br />\n<iframe src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F96718590\" frameborder=\"no\" scrolling=\"no\" width=\"100%\" height=\"166\"></iframe></p>\n<p>Få andre lager grooves som <a href=\"https://soundcloud.com/rick-wade\" target=\"_blank\">Rick Wade</a>. I over 20 år har karen fra Detroit vært en inspirasjonskilde for andre houseprodusenter, og nå er han endelig oftere å se på plakaten igjen etter å ha vært borte i en periode. Flust av nye 12” har kommet det siste, og mange nye er på vei ifølge ham selv! Rick har gitt ut skiver på Mike Grants Moods &amp; Grooves, det europiske kult-labelet Laid og ikke minst Rush Hour, som Young Marco også gir ut på. I tillegg kjenner nok mange til utgivelser på hans egne Harmonie Park-label, hvor det har kommet flere reissues på det siste året.</p>\n<p>Young Marco og Rick Wade føyer seg inn i en lang rekke av fantastiske artister som har gjestet Untzdag på Jaeger, deriblant Theo Parrish, Ron Morelli, Mike Huckaby, Solomun, Levon Vincent, Prins Thomas, Beautiful Swimmers med flere. Untzdag residents <a href=\"https://soundcloud.com/oyvind-morken\" target=\"_blank\">Øyvind Morken</a> &amp; Gaute Haaversen stiller selvfølgelig også.</p>\n<p>&nbsp;</p>\n<p><strong>Torsdag 8. august</strong><br />\nRetro presenterer:<br />\nMARK &#8220;MK&#8221; KINCHEN (US)<br />\n(((KIDS LOVE BASS)))<br />\nNICO COLTSFOOT<br />\nCC med/uten øyabillett: 100/150 kr<br />\nID 23 år</p>\n<p>Marc Kinchen &#8211; produsent, dj, innovatør, legende. Få har hatt like mye innflytelse på hvordan lydbildet innen house og garage høres ut for tiden. Fra den distinktive hornlyden på Korg M1-synthen til hans signatur-vocalchops, elementer som i dag er regnet som et <em>hot sound</em>, pionerte MK allerede for 20 år siden. Hans ikoniske remix av 90-tallshiten Push the Feeling On av Nightcrawlers er nærmest brukt som en dreiebok for hvordan et ordentlig house-anthem skal låte og fungere på dansegulvet. Det er rett og slett uunngåelig å ikke nevne mannens arv og påvirkningskraft når det kommer til mange av dagens største elektroniske artister, som for eksempel Daft Punk, Todd Edwards, Mount Kimbie og Jamie XX.</p>\n<p>MKs evne til å balansere mellom dance-inspirert listepop og ordentlig housemusikk har gjort at listen over samarbeidspartnere ligner mer på en offisiell oppramsing av <em>who’s who</em>, enn en CV. På den kontrastfylte oversikten finner vi navn som Ellie Goulding, Rihanna og Beyonce i den ene enden av skalaen, til mer Ibizia-relaterte acts som Jamie Jones, Lee Foss og Storm Queen i den andre. De mest aktive årene i den kommersielle popbransjen ser dog ut til å være over, og vi har i senere tid fått oppleve et sterkt comeback via flotte remixer av blant andre Huxley, Hot Natured, og Lana Del Rey, til stor glede for housefanatikere verden over. Det faktum at han kan spille både egne og kollegers nye produksjoner side om side med klassiske utgivelser som Love Changes og Always, uten merkbar forandring, sier vel alt om hvor forut for sin tid MK har vært. Vi kunne ganske enkelt ikke tenke oss en mer passende gjest hos Retro under Øya. Har du vært på en Retro kveld på Jaeger har du garantert hørt én eller flere låter MK har vært bortpå, enten det er snakk om egenproduksjoner,  remixer av andre, eller under noen av hans aliaser, som 4th Measure Men, Area 10 eller K.E.L.S.E.Y.</p>\n<iframe src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F87976716\" frameborder=\"no\" scrolling=\"no\" width=\"100%\" height=\"166\"></iframe>\n<p><a href=\"https://soundcloud.com/kids-love-bass\" target=\"_blank\">(((Kids Love Bass)))</a> ble stiftet sommeren 2009 da DJ Nuhhh &amp; Seth Skizzo skulle ha sin første gig sammen i The Villas Sweatshop. Det som i utgangspunktet skulle være en <em>one-night-only</em>-affære, utviklet seg raskt til å bli et permanent samarbeid, og (((KLB))) er per dags dato guttas hovedfokus. Siden har de virkelig vært en <em>major force</em> og kurator av bassrealtert elektronisk musikk til hovedstaden. På listen av artister og DJs de har booket og spilt for finner du navn som Omar S, Sinden, Lil Silva, DJ Rashad &amp; DJ Spinn, J. Phlip, R1 Ryders, Scratcha DVA, Ashley Beedle, Douster, Joyce Muniz, Sepalcure, Marcus Price &amp; Carli, Machinedrum, Ben UFO, Oliver $, DJ Zinc, Drop The Lime, French Fries &amp; Manaré, XXXY, Girl Unit, Drums of Death, Greg Wilson, Todd Edwards, DJ Spen, Karizma, Funkineven, Mosca, Untold, Hackman, Krystal Klear, DJ Pierre, og Alexander Robotnick. Et tredje medlem, kompis Skankin Earl, ble tatt inn i varmen da han begynte å vise teft bak platespillerne i 2010. Etter å ha spilt på en rekke av landets festivaler og nattklubber, fikk de sommeren 2011 endelig slippe til som de første nordmenn bak decksa i studioet på Londons eminente tastemaker-kanal for bassmusikk, nemlig Rinse FM.</p>\n<p><a href=\"https://soundcloud.com/osloclubcast/occ-december-nico-coltsfoot-bl\" target=\"_blank\">Nico Coltsfoot</a> har tross sin unge alder allerede rukket å snurre i 13 år.  Travel som alltid, men han sier ikke nei takk til houseformidling mellom slagene. Nerding på detaljnivå er typisk for denne karen. Han er alltid oppdatert på hva som skjer, hvem som ruver på musikkfronten i Frankfurt og hvem som danset på legendariske Paradise Garage. Gamle historier om hva, hvor og når den og den DJen spilte dukker stadig opp når Nico har historietime. Våren er på vei og hestehovene gror frem, men når mørket faller danses det i front. Da lyder det TanzNacht ifra Coltsfoot.<br />\n<strong></strong></p>\n<p>&nbsp;</p>\n<p><strong>Fredag 9. august</strong><br />\nFrÆdag presenterer:<br />\nGERD (NL)<br />\nG-HA &amp; OLANSKII<br />\nCELIUS &amp; ALEXANDER J<br />\nCC med/uten øyabillett: 100/150 kr<br />\nID 23 år</p>\n<p>Gerd, aka NY Stomp og Geeman, gjør et ekslusivt DJ-sett under Øya. Gerd har en rekke utgivelser bak seg de siste 15 årene, men i det siste året har han fått en oppsving med sine før nevnte alias. Han gjør for tiden stor suksess med dyp, jackin vokal-house inspirert av den gode varme New York/New Jersey-sounden og andre lignende houseproduksjoner på 4Lux, Clones Jackin for Daze, Royal Oak på Clone. Anthems som The NY House Trak og Can You Feel It har toppet flere av verdens DJ-charts. Gerd er også en etterspurt remixer, og har blant annet remixet Romanthonys klassiker <a href=\"https://soundcloud.com/gerd/sets/romanthony-let-me-show-you\" target=\"_blank\">Let Me Show You Love</a>.  Vi lover et supersett fra denne flinke musikeren. Han har gjestet Jaeger en gang tidligere og da var det toppstemning!<br />\n<iframe src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F58619183\" frameborder=\"no\" scrolling=\"no\" width=\"100%\" height=\"166\"></iframe></p>\n<p>Kveldens hosts er den norske DJ-duoen g-Ha &amp; Olanskii. De er kjent som residents på Sunkissed, Footfood, og Jaeger, men har også spilt på store internasjonale klubber som Fabric, Panorama Bar og Robert Johnson. Videre har de gitt ut flere mixeplater som har satt norsk house og disco på kartet verden over, og ikke minst vært to av de viktigste drivkreftene bak et klubb-Oslo som aldri har vært bedre!</p>\n<p>Celius &amp; Alex, som vanligvis holder hus på Sunday Roast, har flyttet inn på Frædager på Jaeger og varmer opp bakgården.</p>\n<p>&nbsp;</p>\n<p><strong>Lørdag 10. august</strong><br />\nNightFlight presenterer:<br />\nTERJE BAKKE<br />\nNICO COLTSFOOT<br />\nRICKY LATE &amp; OLLIS<br />\nMC KAMAN<br />\nCC med/uten øyabillett: 100/150 kr<br />\nID 23 år</p>\n<p>Terje Bakke er fra Bergen, men bor til daglig i København. Han lager house og techno som blir spilt av store internasjonale DJs. Bakke har utgivelser på tyske plateselskap som Stricly Choosen, Be Chosen og Soulfooled, pluss en nybakt release på Detroit-labelet Visionquest. Det går i dyp, melodisk techno med tunge basslinjer. Han er en DJ som forfører publikum med sine sexy technospor.</p>\n<iframe src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F81787073\" frameborder=\"no\" scrolling=\"no\" width=\"100%\" height=\"166\"></iframe>\n<p>Nico Coltsfoot (se info torsdag) er om mulig den blideste fyren du finner bak spakene på Jaeger, i hvert fall godt innafor topp tre. Grenlandsgutten har for øvrig svart belte i househistorie, og lirer gjerne av seg trivielle fakta om alle mellom Marshall Jefferson og Larry Levan.</p>\n<p>Ricky Late &amp; Olllis er Nightflight residents på Jaeger. Duoen spiller hver lørdag på klubben. Dyp house, nu disco, og god, gammel skranglehouse. Ollis er trommis i bandet Hubbabubbaklubb og et multitalent innen mote, kunst og musikk. Ricky Later er Sneaker-connoisseur, og har med seg musikk som får alle til å prøve ut nye moves på dansegulvet.</p>\n<p>MC Kaman spiller guilty pleasures og billboard-hits i diskoen. Han er mannen bak det nystartede eksentriske elektro- og techno-labelet Promp Records.</p>\n","wordpress_id":7873,"translations":{"nb":{"url":"/2013/07/03/oyanatt-2013-pa-jaeger/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"cb1810ec-e2b6-5c0a-8dea-4a7f8f4f51a3","locale":"nb","intl":{"language":"en","languages":["en","nb"],"messages":{"404.button":"Go back to the front page","404.title":"Hmm, we could not find that page (404)","artists.hideButton":"See less","artists.showButton":"See more","badges.new":"New","blog.allYears":"All years","blog.allpostsloaded":"All posts loaded","blog.noresult":"Could not find any posts for the current query","button.loadMore":"Load more","button.loading":"Loading","categories.all":"All","errorboundary.button":"Report error","errorboundary.desc":"Please help us with reporting the error, so that we can attend to it. Thank you very much for your help!","errorboundary.title":"Sorry, something went wrong","gallery.flicker":"See all images from {year} on flickr","global.dateAndPlace":"August 6–10, Oslo, Norway","header.buyButton":"Buy tickets","modal.close":"Close","newsletter.consentLabel":"I agree to the terms and conditions","newsletter.consentText":"Øyafestivalen sender ut nyhetsbrev cirka 3-4 ganger per måned via\n    e-post. Make AS er databehandler for nyhetsbrevet. E-postadressen\n    lagres i en egen database, deles ikke med andre og slettes når du\n    sier opp abonnementet ved å melde deg av via lenken nederst i\n    nyhetsbrevet. E-postadressen slettes også om vi får tilbakemelding\n    om at den ikke er aktiv.","newsletter.inputPlaceholder":"Your e-mail address","newsletter.read":"Read terms","newsletter.sending":"Sending data","newsletter.submit":"Submit","newsletter.submitting":"Submitting","newsletter.success":"Thank you! Form was sent.","newsletter.title":"Newsletter signup","partners.all":"See all partners","search.noresults":"Sorry, no results for \"{queryString}\"","search.noresultsMessage":"Try another search term","search.placeholder":"Search here","search.results":"Found {resultTotal} results for \"{queryString}\"","search.searching":"Searching for \"{queryString}\"","search.submit":"Search","search.title":"Search","string.newsletter":"Newsletter"},"routed":true,"originalPath":"/2013/07/03/oyanatt-2013-pa-jaeger/","redirect":false}}}