{"data":{"wordpressPost":{"title":"Beirut avlyser Europaturné","date":"2008-04-03T17:05:00.000Z","content":"<p>Det er svært trist at vi må viderebringe beskjeden om at Beirut avlyser hele sommerens Europaturné. Dette betyr at de heller ikke kommer til Øyafestivalen som tidligere annonsert. Avlysningen er først og fremst trist for alle fans som har gledet seg til konserten. Dette er dessverre utenfor Øyafestivalens kontroll.</p>\n<p>Øyafestivalen har mottatt følgende personlige uttalelse fra Zach Condon i Beirut:</p>\n<p>FROM ZACH CONDON, BEIRUT<br />\nHello,</p>\n<p>It&#8217;s with great regret that I have to tell all of you that Beirut is cancelling their summer European shows.  My reasons for doing this are many, some of which I don&#8217;t care to discuss, but I still feel I need to provide something of an explanation.</p>\n<p>The past two years have been a mindblowing experience. From the first indications that people were putting songs from Gulag up on their blogs to our incredible tour of Australia and New Zealand that we just completed, everything that has happened has been beyond anything I&#8217;d ever hoped could happen with the music I wrote and recorded in my bedroom. Once things started happening, I decided I wanted to do everything as big as possible. So, I set about putting together a large band, and giving that band a huge sound, and making the most spectacular records we possibly could.</p>\n<p>I know this can sound like an artist shithead kind of comment, but going through all that really does have its low points along with the highs  The responsibilities of gathering people around your vision, working with great people like those who work directly for the band and those at the label, wanting to insure that every show is as good as humanly possible so that every single person in the audience sees that we put in a real effort, all of that leads to a lot of issues in terms of doing right by people who have done you right.</p>\n<p>It&#8217;s come time to change some things, reinvent some others, and come back at some point with a fresh perspective and batch of songs.   </p>\n<p>Please accept my apologies.  I promise we&#8217;ll be back, in some form.</p>\n<p>Zach</p>\n","wordpress_id":770,"featured_image":null,"translations":{"nb":{"url":"/2008/04/03/beirut-avlyser-europaturne/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"cf08bd20-383d-544f-84b2-2450bb298b91","locale":"nb"}}