{"data":{"wordpressPost":{"title":"Kvelertak på Øya lørdag 13. august","date":"2016-01-25T08:56:40.000Z","content":"<p>Vi har kommer veldig godt i gang med årets Øya-program og nå girer vi opp. Denne uka kliner vi til med fem navn til Øya-plakaten, et hver dag. Først ute er Kvelertak, som i disse dager gjør finpussen på sitt tredje album. Vi har fått høre noen smakebiter underveis i prosessen og må si vi gleder oss stort til plateslipp og Øya-konsert.</p>\n<p><a href=\"http://www.billettservice.no/artist/301563\" target=\"_blank\"><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n<html><body><img class=\"lazyload alignnone size-full wp-image-13388\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" alt=\"billettknapp 16\" width=\"461\" height=\"359\" data-srcset=\"http://oya.test/assets/uploads/2015/12/billettknapp-16.png 461w, http://oya.test/assets/uploads/2015/12/billettknapp-16-300x234.png 300w\" sizes=\"(max-width: 461px) 100vw, 461px\" data-sizes=\"auto\" data-aspectratio=\"461/359\"></body></html>\n</a></p>\n<p>KVELERTAK</p>\n<p>I år skal Kvelertak gi ut sitt tredje album, og selvsagt legge ut på veien i inn- og utland. På Øya vil de presentere gamle godbiter og ferske riff i god blanding, når de er siste band ut i Sirkus.</p>\n<p>Kvelertak er de siste fem åras store norske rockesuksess internasjonalt, og uten tvil et av landets mest hardtarbeidende rockeband. De spiller på store festivaler over hele verden, og turnérer med mange av de beste navna innen rock og metal. Dette til tross for at de har norske tekster, og mikser sin muskelrock med passe doser sylskarp metal, frekk hardcore og diverse undergrunnsbråk. Både debutalbumet (2010) og oppfølgeren Meir (2013) har liggi på topp tre på den norske salgslista. De siste åra har Kvelertak turnert med blant andre Mastodon, Slayer, Gojira, Cancer Bats, Converge, Anthrax og High On Fire.</p>\n<p><a href=\"http://www.spin.com/2013/03/kvelertak-meir-roadrunner/\" target=\"_blank\">Spin.com</a> har skrevet: &#8211; The best extreme metal bands want to be electrifying, terrifying, putrefying. Rarely, do they want to be fun. So when the unapologetically free-wheeling Norwegian group Kvelertak, whose name translates to “stranglehold,” blindsided headbangers with their rollicking self-titled 2011 debut, it was unexpected and refreshing.</p>\n<p>Lørdag 13. august kommer et av landets aller tøffeste livefenomener til å gå til fullt angrep på trommehinnene dine. Gjør deg klar for noe av den mest eksplosive storformatrocken Norge kan by på.</p>\n<p><a href=\"http://kvelertak.com/\">kvelertak.com</a></p>\n","wordpress_id":13475,"translations":{"nb":{"url":"/2016/01/25/kvelertak-pa-oya-lordag-13-august/"},"en":null}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"fa23d839-18f5-5b0f-9ae7-259feb8dd210","locale":"nb"}}